[
{"testing": ["Bab 1: Kembali dari Mimpi BurukPenerjemah: Editor Terjemahan Fantasi Tanpa Akhir: Terjemahan Fantasi Tanpa Akhir", "Matahari yang terik di sore hari membakar tanah.", "Kelas 3-6 di Kota Kesembilan Kota Naga sama pengap dan sepanas pengukus makanan.", "Murid-muridnya mengantuk.", "Guru mengacungkan pedang paduan dengan satu tangan, dan di tangan lainnya, dia memegang spesimen yang tampak buas.", "“Lihat Aku!” dia berteriak sekuat tenaga dari podium. “Cepat lihat aku! Jika Kamu tidak melihat, bagaimana Kamu bisa tahu bagaimana monster itu terlihat? ”", "Seorang remaja dengan rambut acak-acakan yang duduk di belakang kelas tiba-tiba tersadar dan berteriak.", "Para siswa dan guru terkejut. Meng Chao?", "Ada tanda tidur merah di wajah Meng Chao. Matanya penuh ketakutan dan kepanikan, seolah-olah dia baru saja keluar dari mimpi buruk yang panjang.", "Dia menggaruk kepalanya dan melihat sekeliling.", "Ketika dia melihat papan tulis, matanya yang bingung tiba-tiba terfokus.", "Keterampilan teknik pedang yang mendalam dikemas dengan padat di papan tulis.", "Ada sejumlah yang berkaitan dengan kekuatan lengan yang dibutuhkan untuk mengayunkan pedang, analisis torsi yang dibutuhkan, kecepatan untuk menyerang, sudut, dan kedalaman, ketegasan tertinggi dari baju besi monster, dan segala macam formula rumit dan rumit lainnya. .", "Semuanya menunjukkan pertanyaan yang pasti akan muncul selama ujian nasional perguruan tinggi.", "Ada juga dua baris yang ditulis dengan huruf besar di papan tulis.", "50 HARI SAMPAI UJIAN TINGKAT NASIONAL!", "BELAJAR DENGAN BAIK, BUAT KEMAJUAN SETIAP HARI, BERIKAN BANGKIT KEMULIAAN Kamu SENDIRI, DAN KUASAI DUNIA LAINNYA!", "‘Ini adalah … kelasku dari tahun ketiga di sekolah menengah?’ Meng Chao menemukan dirinya bingung. “Bukankah aku sudah mati? Mengapa Aku kembali ke tahun ketiga Aku? Dan Aku akan mengikuti ujian nasional? Itu bahkan lebih buruk dari kematian! ”", "Kepalanya sangat sakit sehingga dia merasa seperti akan terbelah.", "Kenangan yang tak terhitung jumlahnya dalam bentuk pecahan mengalir ke kepalanya seperti monster yang ganas.", "‘Apa? Kota Naga jatuh?", "‘Aku gagal dalam ujian nasional perguruan tinggi dan disiksa oleh masyarakat selama beberapa dekade. Pada akhirnya, Aku hanya berhasil menjadi petarung kelas tiga.", "‘Adapun adik perempuanku, dia memiliki bakat hebat dan Darah Iblis Malam, jadi dia menjadi Penyihir Hitam. Dia salah satu petarung terkuat dan paling menakutkan di Dragon City, bukan, di seluruh dunia lain. Jika dia ada dalam sebuah permainan, dia akan berada di level bos.", "“Jadi … apa yang terjadi ?!”", "Meng Chao merasa seolah-olah petir menyambarnya.", "Dia ingin mengingat banyak hal dengan hati-hati, tetapi mimpi buruk itu dengan cepat menghilang dari pikirannya, dan hanya sebagian kecil yang tersisa.", "Sementara dia dalam keadaan linglung, wajah yang akrab, besar, dan gelap mendekatinya.", "“Pak. Yan, kamu masih hidup? ” Meng Chao berseru.", "“…”", "Seluruh kelas terdiam. Kemudian, itu meledak menjadi keributan.", "Semua orang mengagumi keberanian Meng Chao untuk mencari masalah sehingga mereka akan jatuh dan menyembahnya.", "Yan Dongxing, yang mengajari mereka Teknik Seratus Pedang, dikenal sebagai iblis Yan. Dia adalah pria yang ditakuti oleh semua orang.", "Dikatakan bahwa di masa lalu, dia terkenal sebagai instruktur yang tak henti-hentinya di ketentaraan. Ketika dia membunuh monster, dia melakukannya semudah dia sedang mengiris daging untuk membuat isian pangsit.", "‘Kamu benar-benar berani menggoda Demon Yan? Seperti yang diharapkan dari mantan yang terkuat di Kelas 6. Meng Chao, kami akan mengatur pemakaman besar untukmu. ”", "Teman-teman sekelasnya menangis karena simpati.", "Wajah Yan Dongxing gelap seperti wajan, tapi sekarang, berubah menjadi merah.", "“Pak. Meng Chao, jelaskan. ”", "Dia memegang tengkorak monster itu di satu tangan, dan meskipun nadanya tenang, itu penuh dengan niat membunuh.", "‘Oh, ini buruk.’ Murid Meng Chao menyusut.", "Dia saat itu setidaknya sepuluh kali lebih sensitif terhadap niat membunuh dibandingkan dengan teman sekelasnya di sekitarnya.", "Karena keterkejutan dari niat membunuh, dia dengan cepat menyadari apa yang terjadi di sekitarnya.", "“Maaf, Tuan Yan, Aku terlalu sibuk belajar kemarin, jadi Aku tertidur sekarang dan mengalami … mimpi buruk?”", "Meng Chao berusaha keras untuk mengingat kilatan di benaknya dan berkata dengan ragu, “Aku pikir Aku memimpikan makhluk yang tinggal di dunia asing ini datang berbondong-bondong. Mereka semua sangat brutal dan kejam, dan mereka adalah tipe yang membuat banyak suara. Merekamenyerang Dragon City seperti gelombang pasang, dan kami tidak bisa menghentikan mereka sama sekali. Rumah kami selama bertahun-tahun dihancurkan dalam semalam. Aku terkejut olehnya, dan Aku terbangun karena ketakutan.", "“Kalau begitu, um… Tuan Yan, kamu benar-benar berani dalam mimpiku. Kamu adalah seorang martir yang dihormati semua orang. Aku sangat ingin melihat senyummu dan mendengar suaramu dalam mimpiku, jadi ketika aku membuka mata dan melihatmu berjalan mendekat, aku sangat gembira dan tidak bisa menahan … ”", "“Tunggu.” Yan Dongxing mengangkat alisnya. “Kamu bermimpi bahwa Kota Naga dihancurkan dan aku mati.”", "Bibirnya membentuk senyuman, tapi dia sama sekali tidak tersenyum.", "Cengkeramannya pada tengkorak monster itu semakin erat hingga mulai membuat suara retak.", "“Um…” Meng Chao menggaruk kepalanya.", "Sejak dia kembali dari mimpi buruk, keinginannya untuk bertahan hidup menjadi sangat besar. Jangan khawatir, kamu mati tanpa rasa sakit. Itu adalah kematian yang damai. ”", "Meng Chao tidak berbohong.", "Dia agak ingat bahwa Demon Yan dimakan oleh Cacing Besar Seratus Gigi dan tercabik-cabik hanya dalam beberapa detik.", "Dia bahkan tidak punya waktu untuk berteriak.", "Dia seharusnya … tidak merasakan sakit, kan?", "Retak!", "Yan Dongxing menghancurkan tengkorak monster di tangannya.", "“Kota Naga akan dihancurkan? Lelucon apa! ”", "Instruktur yang kejam itu sangat marah hingga wajahnya menjadi merah. Matanya melebar, yang membuat mereka lebih besar dari mata monster. “Aku tidak akan berbicara tentang Kamu yang tidak bertanggung jawab dan tidak berkultivasi, dan Aku tidak bisa diganggu dengan Kamu tidur selama kelas, tapi Tuan Meng Chao, apa sebenarnya yang ada di kepala Kamu yang Kamu impikan tentang Kota Naga? dihancurkan ?!", "“Berdirilah di dinding dengan kepala terangkat, dada terbuka, perut masuk, dan bokong terangkat. Lalu jawab aku dengan keras. Lima puluh tahun yang lalu, ketika Kota Naga datang ke Dunia Lain, kami tidak memiliki batu bara, bahan bakar, listrik, atau apa pun. Kami hanya memiliki wabah penyakit yang menyiksa kami dan zombie mengamuk di tanah. Pada saat itu, apakah Kota Naga binasa? ”", "Meng Chao merasa gelisah. “Pak. Yan, bagaimana aku bisa mengeluarkan pantatku jika aku harus berdiri di dinding? ”", "“Apa?”", "“Tuan, ya, tuan! Dragon City tidak binasa! ”", "Meng Chao bergidik. Dia langsung menemukan kembali bagaimana dia seharusnya bertindak sebagai anak berusia tujuh belas tahun. Dia menjulurkan pantatnya dan menempelkan ekspresi tegas di wajahnya.", "“Setelah bencana zombie, kabut datang dan monster muncul. Martir yang tak terhitung jumlahnya rela mengorbankan hidup mereka untuk ruang kunci bagi kita untuk hidup dari gigi monster inci demi inci. ”", "Yan Dongxing berteriak pada saat ini. “Selama sepuluh tahun pertama pertarungan kami melawan monster, kami kehilangan sepertiga dari populasi kami. Pada saat-saat tergelap kami, monster menyerang pusat kota kami setiap hari. Umat ​​manusia harus berjuang di setiap pasar, jalan, dan toilet. Katakan padaku, apakah kita tunduk pada mereka? Apakah Dragon City dihancurkan? ”", "“Tuan, ya, tuan! Kami tidak tunduk kepada mereka! Kota Naga tidak hancur! ”", "Saat Meng Chao menghadapi pancuran air liur instruktur yang kejam, dia merasa seolah-olah sedang menghadapi kematian dengan senyuman.", "Beberapa amarah Yan Dongxing memudar, dan dia berkata dengan muram, “Sangat bagus. Terlepas dari apakah itu perjalanan kita ke Dunia Lain, zombie yang merajalela, atau invasi monster, tidak ada dari bahaya ini yang menghancurkan kita, tetapi membuat kita lebih kuat. Setelah pertarungan selama setengah abad, hari ini, Kota Naga telah mendapatkan pijakan yang kokoh di Dunia Lain ini.", "“Dibandingkan dengan saat pertama kali kami pindah ke sini, Dragon City telah menjadi tiga kali lebih besar, dan populasi kami meningkat lima kali lipat dari ukuran aslinya. Banyak dari warga kita juga telah mencapai standar pasukan khusus elit dan peraih medali emas Olimpiade di Bumi. Manusia super, yang hanya satu dari seratus, juga memiliki kemampuan bertarung yang menakjubkan.", "“Kami telah meningkatkan seni bela diri kuno, memulihkan industri hebat kami, dan menciptakan teknologi baru. Ksatria lapis baja Dragon City semuanya siap untuk bertempur. Begitu kabut hilang, pasukan baja kita akan berbaris maju mengikuti momentum harimau turun dari gunung. Kami akan menyebarkan kemuliaan budaya Bumi ke Dunia Lain.", "“Bagaimana bisa Dragon City, kalau sudah masukkeadaan ini, dihancurkan oleh makhluk dari Dunia Lain ini? Dan kamu bilang mereka sangat biadab? Aku katakan, Earthling adalah orang-orang yang paling kejam! ”", "Instruktur yang kejam tidak bisa membantu tetapi mengutuk, dan darah para siswa terbakar dengan semangat yang benar saat mereka mendengarkannya.", "Perwakilan kelas, Zuo Haoran, berdiri.", "Dia memiliki tampilan heroik, dan dia berdiri tegak dan tegak. Seperti namanya, dia mengungkapkan aura seseorang yang adil.", "Perwakilan kelas menatap Meng Chao dan berkata dengan tegas, “Mr. Yan, apa yang kamu katakan itu benar. Kita telah melewati zaman kegelapan, dan sekarang, cahaya kemenangan bersinar di depan kita. Kita hidup di era besar di mana cahaya bersinar bermil-mil, dan sebagai generasi muda dari generasi saat ini, kita harus belajar dengan baik dan berlatih keras untuk menjadi manusia super sehingga kita dapat membantu Kota Naga untuk berkuasa di Dunia Lain ini. Kita harus berusaha untuk menyumbangkan kekuatan kita.", "“Bagaimana kita bisa takut pada musuh, seolah-olah mereka adalah harimau yang menakutkan? Bagaimana kita bisa bertanya-tanya tentang kehancuran Kota Naga?", "“Tentu saja, Aku yakin hanya sedikit yang pengecut. Sebagian besar siswa memikirkan hal yang sama. Dragon City pasti akan menang! Bumi pasti akan menang! Peradaban pasti akan menang! ”", "Dengan dipimpin oleh perwakilan kelas, para siswa menjadi bersemangat juga.", "“Kota Naga pasti akan menang! Bumi pasti akan menang! Peradaban pasti akan menang! ”", "Mereka mengayunkan tinju dan berteriak. Mereka ingin meletakkan kandang mereka dan segera bergabung dengan tentara sehingga mereka bisa menyapu Dunia Lain.", "“Ketua kelas, kamu sangat tampan!”", "Cukup banyak gadis yang menatap Zuo Haoran dengan kagum.", "Dan sangat kontras, ketika mereka memandang Meng Chao, tatapan mereka berubah menjadi aneh.", "Beberapa dari mereka bahkan mulai berbisik pelan di antara mereka sendiri.", "“Meng Chao telah jatuh ke keterpurukan belakangan ini. Dia terus tidur di kelas. ”", "“Kamu tidak bisa menyalahkan dia untuk itu. Ada yang salah dengan kultivasinya, dan dia terluka parah. Dia jatuh dari tempat pertama ke tempat terakhir di kelas. Bukankah kamu juga akan terpuruk, jika kamu berada di tempatnya? ”", "“Tapi dia seharusnya tidak mengutuk Dragon City untuk dihancurkan!”", "“Apa ?! Apa kau mencoba membuat masalah ?! ‘Meng Chao menyipitkan matanya. ‘Apakah Kamu memiliki dendam terhadap Aku?’", "Dia memikirkannya dengan hati-hati dan menyadari bahwa mereka benar-benar memiliki dendam terhadap satu sama lain.", "Wakil kelas Zuo Haoran adalah musuh bebuyutannya selama masa SMA mereka.", "Sambil menatap wajahnya yang tampan, adil, dan cantik, Meng Chao merasakan kepalanya sakit. Ingatannya yang hancur melonjak ke depan, dan berbagai adegan melintas di benaknya.", "Di dalamnya, dia menemukan bahwa perwakilan kelas terkait dengan mengapa dia gagal dalam ujian nasional perguruan tinggi dalam mimpi buruknya.", "Setelah itu, perwakilan kelas memasukkan dirinya ke universitas terkenal dan dengan cepat menjadi manusia super. Dia melambung di atas yang lain.", "Tapi dia munafik dari atas sampai ujung kaki.", "Ketika Dragon City sedang membunuh monster di Dunia Lain dan memperoleh kemenangan di setiap pertempuran, Zuo Haoran menikmati kehidupan yang baik dan diberi gelar pahlawan. Dia memperoleh banyak bunga segar dari para pengagum dan banyak kemuliaan.", "Ketika mereka mengadakan reuni sekolah menengah, ada tujuh atau delapan gadis yang berbondong-bondong kepadanya seperti binatang buas.", "Meng Chao adalah seseorang dengan rasa keadilan yang tinggi, jadi dia langsung sangat iri — tidak, dia langsung muak dengan pemandangan itu.", "Namun, ketika Kota Naga bentrok dengan ras beradab sejati dan memulai perang yang sulit melawannya, perwakilan kelas benar-benar melarikan diri dari pertempuran, yang membuat seluruh garis pertempuran runtuh.", "Zuo Haoran akan menerima hukumannya di pengadilan militer, tetapi karena dia sudah pernah mengkhianati rakyatnya, dia memutuskan untuk melakukan semua itu. Dia mengkhianati Kota Naga dan bergabung dengan ras asing. Dia menjual rahasia Bumi kepada mereka!", "‘Kamu hanya pengkhianat, mengapa kamu bertindak begitu tinggi dan perkasa?", "“Siapa yang” takut pada musuh kita seolah-olah mereka adalah harimau yang menakutkan “. Setidaknya, aku bertarung sampai saat-saat terakhirku dan mati bersamaKota Naga.", "“Lihatlah dirimu, pertama-tama kau menyabotase ujian nasional perguruan tinggi, lalu bersikap seperti penjahat selama reuni kelas kita, dan akhirnya mengkhianati Dragon City! Aku akan membunuh kamu!’", "Dengan naluri murni, Meng Chao mulai menyusun rencana pertempuran di kepalanya.", "Dia maju setengah langkah.", "Zuo Haoran secara naluriah waspada terhadapnya.", "“Ketua Kelas, apa yang kamu katakan benar! Kamu mengajari Aku pelajaran yang bagus, Aku sangat tersentuh. ” Meng Chao memasang ekspresi tulus dan membungkuk sedikit. “Terima kasih atas bimbingan Kamu, Tuan Yan, Perwakilan Kelas. Aku menyadari kesalahan Aku, dan Aku akan berubah.", "“Mulai sekarang dan seterusnya, Aku akan teguh pada pendirian Aku dan berlatih keras sehingga Aku dapat berkontribusi pada kebangkitan Dragon City untuk berkuasa di dunia ini. Aku akan memberikan kekuatan penuh Aku untuk itu. Aku tidak perlu mengatakan apa-apa lagi, tolong perhatikan Aku! ”", "Zuo Haoran tidak mengatakan apa-apa. Dia bergidik.", "Dia merasa tatapan Meng Chao menjadi aneh. Dia benar-benar berbeda dari sebelumnya.", "“Cukup. Wakil Kelas, duduklah. Kami akan melanjutkan kelas. ”", "Yan Dongxing tidak menyia-nyiakan nafasnya dengan omong kosong. Dia menunjuk Meng Chao di sudut. “Kamu tahu apa yang perlu Kamu lakukan. Posisi Hibernasi Naga. Lakukan sampai kelas berakhir. ”", "Setelah kata-kata “Dragon Hibernation Stance”, napas tajam bisa terdengar.", "Sistem pendidikan wajib Dragon City dimulai dari taman kanak-kanak hingga sekolah menengah, dan selama itu mereka belajar tentang Sembilan Posisi Hebat.", "Tiga dari mereka adalah posisi berbaring, tiga adalah posisi duduk, dan tiga yang terakhir adalah posisi berdiri. Ketika dikombinasikan dengan teknik pernapasan dan meditasi, mereka dapat menyerap energi roh dari dunia dan merangsang aktivitas di dalam sel, memungkinkan orang untuk mematahkan belenggu gen mereka. Kemudian, mereka dapat melangkah ke jalur manusia super, dan dari sana, berkembang menjadi makhluk suci.", "Sikap Hibernasi Naga adalah sikap kesepuluh yang tidak ada dalam silabus pendidikan. Itu juga merupakan kuda-kuda yang paling sulit untuk dilatih.", "Lupakan SMA, banyak jurusan di perguruan tinggi tidak mengajarkan Jurus Hibernasi Naga.", "Hanya “kursus sarjana” legendaris, yang merupakan tempat suci untuk membudidayakan manusia super, yang mengajarkan Jurus Hibernasi Naga.", "www.worldnovel.online"]},
{"testing": ["Bab 7: Ada Monster Malam Ini Penerjemah: Editor Terjemahan Fantasi Tanpa Akhir: Terjemahan Fantasi Tanpa Akhir", "Setelah sahabatnya pergi, Meng Chao bersandar di pagar atap dan menyaksikan matahari terbenam di barat.", "Bintang-bintang di Dunia Lain bahkan lebih besar dan lebih padat daripada matahari di Bumi.", "Awan kemerahan berkumpul bersama, membentuk pemandangan yang mempesona. Langit dan kota berubah menjadi laut merah.", "Sebuah bangunan yang menjulang ke langit berdiri di tengah laut merah.", "Paduan yang digunakan untuk membuatnya memiliki logam langka dari Dunia Lain yang menyatu ke dalamnya, dan kelenturan serta ketahanannya terhadap tekanan sangat meningkat, yang memungkinkan menara ini menembus ketinggian maksimum gedung pencakar langit di Bumi. Tampaknya telah merobek langit dan mencapai alam semesta.", "Lampu berkilau mengelilingi menara. Mereka masuk dan keluar seperti lebah di sarang mereka.", "Semua lampunya adalah manusia super.", "Bangunan perkasa yang menonjol seperti ibu jari yang sakit dikenal sebagai Menara Supernatural, dan itu adalah markas Asosiasi Manusia Super.", "Barisan rapi di atas deretan bangunan rapi yang menyerupai piramida dan benteng mengelilinginya.", "Semuanya sekokoh bendungan gravitasi. Mereka bisa menahan serangan terkuat dari monster.", "Di antara bangunan-bangunan itu ada banyak titik hitam yang memanjat dinding atau terbang di atas atap.", "Mereka adalah warga negara biasa yang baru saja selesai bekerja.", "Mereka tidak memiliki cukup sumber daya, dan ruang terbatas. Hanya ada sedikit mobil pribadi dan taksi di Kota Naga.", "Warga normal memiliki kekuatan yang cukup, dan tubuh mereka gesit. Kalaupun harus menempuh jarak yang jauh, mereka tidak lebih lambat dari bus umum yang harus berhenti di setiap stasiun.", "Ada juga roda gigi bergerak 3D, yang dibuat dengan prinsip bionik, dan menyerupai kaki monster.", "Ketika seseorang memakainya, mereka bisa melompat lebih tinggi, dan peralatan itu bahkan bisa mengeluarkan gas. Dengan lompatan ringan, seseorang bisa naik sepuluh hingga dua puluh meter, dan bepergian dengan kecepatan empat puluh hingga lima puluh kilometer per jam bukanlah masalah.", "Di kejauhan, Giant Sandworms yang sudah jinak melengkungkan punggungnya dan menyemburkan batu seperti mesin pembuat terowongan untuk membangun Subway No. 12.", "Lebih jauh ke kejauhan adalah tepi kota. Itu tertutup kabut.", "Itu seperti tembok tinggi abu-abu yang menutupi langit dan matahari. Itu benar-benar memblokir semua yang ada di luarnya.", "Sebelumnya, Meng Chao tidak menyukai kabut.", "Dia merasa bahwa itu menyegel Kota Naga dan mencegah penduduk bumi memperluas wilayah mereka ke luar dan membantai jalan mereka melalui empat penjuru dunia.", "Dia juga tidak menyukai kota di depan matanya.", "Rumah Dragon City dibangun terlalu berdekatan satu sama lain, jalanan terlalu ramai, dan tekanan untuk mengolahnya terlalu besar. Dia tidak bisa melihat gunung dan laut, dan dia merasa sedikit sedih.", "Dia sama seperti remaja lainnya. Dia telah membaca terlalu banyak buku dan menonton terlalu banyak film yang berhubungan dengan Bumi.", "Dalam mimpinya, dia melihat langit biru dan awan putih. Udara bersih, damai, dan dunia indah. Dia melihat dunia di mana orang-orang hidup bebas tanpa rasa khawatir.", "Dia merindukan segala sesuatu di Bumi.", "Gunung, laut, pertanian, sungai, dan sungai.", "Para siswa sekolah menengah di sana hanya perlu melalui dua kelas pendidikan jasmani per minggu, tetapi mereka dapat mengikuti lebih dari sepuluh kelas bahasa dan matematika.", "Orang dewasa hanya perlu bekerja selama delapan jam sehari, lima hari seminggu, dan mereka bisa mendapatkan banyak uang, tinggal di rumah besar, dan terus-menerus berlibur. Mereka bisa makan hidangan murni, hijau, tidak tercemar, dan lezat yang gennya tidak berubah.", "Itu sangat indah seperti surga.", "Kemudian, dalam mimpi buruknya, dia melihat Dunia Lain yang sebenarnya setelah kabut menghilang.", "Dia melihat bagaimana Menara Supernatural dan kota hancur ketika hujan meteor menghujani mereka.", "Hanya pada saat itulah Meng Chao menyadari betapa menggemaskannya segala sesuatu di hadapannya sekarang.", "Matanya mulai perih tanpa sepengetahuannya.", "Bumi adalah kota asal mereka tidak bisa kembali, dan mimpi buruk adalah masa depan yang belum datang.", "Apa yang berdiri di hadapannya adalah satu-satunya rumahnya saat ini.", "Saat Meng Chao menghadapi masa depan yang tidak dapat dia prediksi dengan jelas dan bahaya yang akan datang, dia gugup, bersemangat, impulsif, dan sedikit tersesat.", "Pada saat itu…", "[Teknik Banteng sembrono menyebar di antara warga normal. Kekuatan bertarung Dragon City secara keseluruhan telah meningkat. Meningkatpoin kontribusi sebesar 1, 3, 2…]", "Api aneh bersinar di depan matanya, dan untaian poin kontribusi mengejutkan dan membuatnya senang.", "‘Ini Feixiong, dia mengajar kelompok belajar.", "‘Dari kelihatannya, meskipun Aku tidak secara pribadi mengajar mereka dan itu menyebar secara tidak langsung, Aku dapat dianggap telah berkontribusi.", "‘Meskipun poin kontribusinya jauh lebih rendah daripada ketika Aku mengajar secara pribadi, Aku akan mendapatkan banyak poin pada akhirnya meskipun Aku mengumpulkannya sedikit demi sedikit. Semakin banyak warga menjadi lebih kuat, Aku juga akan menjadi lebih kuat. Kami pasti akan selamat dari Dunia Lain ini. ”", "Dalam sekejap, Meng Chao merasa pinggangnya tidak lagi sakit, kakinya tidak lagi sakit, dan ingatannya hilang. Penglihatan dan pendengarannya juga menjadi sedikit lebih baik.", "Bahkan lambang sekolah merah di dadanya menjadi lebih cerah.", "Poin kontribusinya meningkat hingga tiga puluh sembilan.", "‘Perasaan berkontribusi bagi masyarakat sangat baik,’ pikir Meng Chao bahagia.", "Pada saat itu, suara baling-baling yang berputar di udara mencapai telinganya.", "Lebih dari sepuluh kapal terbang lapis baja menembus lautan awan seperti armada yang perkasa menembus ombak. Mereka turun di kota.", "Mereka kekurangan bahan bakar untuk terbang, dan mesin kristal terlalu kikuk. Selain itu, Kota Naga dikelilingi oleh kabut, jadi mereka agak terbatas dalam hal ketinggian dan jangkauan di mana mereka dapat berpatroli. Jet tempur supersonik telah lama disegel di garasi senjata bawah tanah.", "Angkatan udara Dragon City sebagian besar terbuat dari kapal terbang lapis baja yang kikuk, lambat, tetapi memiliki daya tembak yang kuat.", "Ketika kristal pecah, energi roh akan menyembur keluar, dan itu bisa mendorong enam baling-baling membentuk tiga baris untuk berputar dengan kecepatan tinggi.", "Kristal-kristal tersebut melepaskan sejumlah besar energi roh yang dapat mengisi kantung udara untuk mempertahankan kekuatan mengambang benda-benda raksasa itu.", "Namun, beberapa energi roh masih tumpah keluar dari celah kantung udara. Mereka mengeluarkan suara mendesis, dan kapal terbang lapis baja tampak seperti iblis baja yang berkuda di awan.", "Kapal terbang lapis baja menurunkan pengeras suara dan membuat pengumuman ke seluruh Dragon City.", "“Semua warga harap perhatikan, ini adalah informasi terbaru dari stasiun ramalan cuaca kota. Malam ini, kabut akan turun ke atas kita dan monster akan menyergap kota.", "“Kami memperkirakan monster akan muncul di pabrik baja di utara.", "“Komite Bertahan Hidup sekarang akan mengumumkan perintah ke-93 pada Era Baru Tahun 55. Organisasi Naga Baja akan segera memulai persiapan perang Tingkat Satu. Wilayah Pasir Kesembilan dan Wilayah Tepi Sungai akan memulai persiapan perang Tingkat Dua. Wilayah lain akan memulai persiapan perang Tingkat Tiga. Semua warga negara, harap patuhi hukum, waspada, dan bersiaplah untuk melawan musuh kita.", "“Ingatlah bahwa kita adalah kekuatan penolong dari Bumi. Bumi bersama kita. Dragon City pasti akan menang! ”", "Ramalan cuaca adalah hukum.", "Seketika, langkah semua siswa, pekerja, dan pekerja berkerah putih di dalam dan di luar sekolah, jalanan, dan gang menjadi lebih cepat.", "‘Ada serangan monster malam ini?’ Jantung Meng Chao membeku.", "Dia dengan cepat melemparkan tasnya ke belakang punggungnya dan bergegas ke bawah. Dia keluar dari sekolah dan bergegas ke halte bus umum.", "Roda gigi seluler 3D terlalu cepat, dan daya lompatannya terlalu tinggi, sehingga mudah terjadi kecelakaan. Membeli dan memakainya membutuhkan lisensi.", "Meng Chao masih dua bulan lagi untuk menjadi delapan belas tahun, jadi dia tidak memiliki hak untuk mendapatkan “lisensi lalu lintas 3D”. Dia hanya bisa naik angkutan umum.", "Sejak serangan monster datang, efisiensi kecepatan operasi kota langsung meningkat dengan selisih yang besar. Tak lama kemudian, bus umum tiba.", "Bus umum di era ini juga menggunakan energi roh untuk bergerak. Mereka memiliki mesin kristal besar, dan mereka tampak seperti orang bungkuk. Mereka dikenal sebagai bus penyu.", "Mereka juga memuntahkan gas roh sambil membuat suara rintihan, seperti kereta uap kuno yang memasuki stasiun kereta.", "Bahan bakar bus umum adalah kristal kelas terendah. Mereka dipenuhi dengan kotoran dan tidak dapat menghasilkan banyak energi. Gas roh yang mereka hasilkan mengandung bau garlic, dan itu menyengat mata.", "Para penumpang yang berdiri di halte bus mulai terbatuk-batuk.", "‘Ayah, Ibu, Kak!’", "Meng Chao menggosok matanya dan dengan bersemangat masuk ke dalam bus.", "Taman Surgawi yang Terberkati adalah salah satu kawasan perumahan sewa umum yang dapat dilihat di mana-mana di kota tua.", "Perang Monster telah berlangsung selama tiga puluh tahun, sehingga sebagian besar bangunan yang dipindahkan dari Bumi telah dihancurkan.", "Komite Kelangsungan Hidup meniru benteng perang dan menciptakan banyak apartemen baru yang tidak dapat dihancurkan.", "Fungsi utama mereka adalah defensif, jadi kenyamanan adalah prioritas kedua yang bisa dipilih atau ditolak oleh warga.", "Tata ruang utama di Blessed Heavenly Garden adalah apartemen seluas 60 meter persegi dengan dua kamar dan satu ruang tamu. Kedengarannya cukup bagus, tetapi di dunia mereka, apartemen perumahan dan gedung perkantoran harus menyisihkan banyak ruang untuk memasang senapan mesin, tempat rudal anti-pesawat, dan tempat perlindungan.", "Lebar temboknya juga tiga kali lipat dari sebelumnya. Setiap dinding adalah dinding penyangga.", "Oleh karena itu, area publik bersama juga berukuran dua kali lipat dari apartemen di Bumi.", "Area yang bisa dijual paling banyak tiga puluh meter persegi, dan setiap kamar sekecil sangkar burung.", "Karena ada kebutuhan untuk melindungi kota dan mengembangkan Dunia Lain, Komite Kelangsungan Hidup mendorong orang-orang untuk berkembang biak. Sementara jumlah penduduk bertambah, fasilitas di daerah kecil menua, dan bangunan yang melanggar aturan dan peraturan bermunculan satu demi satu, dan lingkungan mereka menjadi lebih buruk.", "Air yang tercemar mengalir ke mana-mana, dan bau busuk memenuhi udara. Pipa yang tidak dirawat selama bertahun-tahun bocor, dan gas roh mengeluarkan suara mendesis, seolah-olah ada seratus sirene dipasang.", "Namun warga tidak tega membeli kristal bermutu tinggi untuk rumah mereka. Mereka menggunakan barang-barang murah yang sejajar dengan kristal yang digunakan untuk bus umum.", "Mereka penuh dengan kotoran, dan area itu berbau. Seluruh wilayah tertutup gas roh dengan berbagai warna, dan sepertinya seluruh jalan sedang dipanggang.", "Armor di dinding gedung apartemen penduduk itu berbintik-bintik karena telah terkorosi oleh ludah asam oleh monster, yang membuatnya terlihat semakin berantakan dan aneh.", "Semua warga di daerah ini ingin meninggalkan Taman Surgawi yang Terberkati.", "Orang dewasa bebas, dan mereka senang mengajar anak-anak mereka. “Mengapa Kamu tidak fokus pada kultivasi? Kamu hanya tahu bagaimana menghafal Puisi Dinasti Tang dan Song. Apa gunanya semua itu? Kapan Kamu akan masuk perguruan tinggi, menjadi manusia super, dan tinggal di rumah komersial seluas 120 meter persegi? Nenek moyang kita di Bumi akan berguling-guling di kuburan mereka! ”", "Meng Chao berdiri di pintu masuk pasar, tapi dia tidak mengeluh tentang baunya. Sebaliknya, dia mengingat kembali kenangan dari sini dengan sayang.", "‘Aku akhirnya kembali ke rumah!’", "Dia mendengar suara ramah dan akrab di pasar.", "“Daging siput pasir. Mereka baru-baru ini ditangkap dari sungai! Lihat, mereka masih menggigit! ”", "“Daging babi Demonic Halberd segar! Pulang dan beri makan anak-anak Kamu dengan daging babi ini, dan mereka akan mendapat nilai penuh untuk setiap mata pelajaran! Mereka akan membunuh monster dengan setiap pukulan! Paman Kedua, apakah Kamu menginginkannya? ”", "“Mengapa daging Badak Lapis Baja Besi hari ini begitu mahal? Si Muda, jangan bohong padaku. Kabar tersebut menyebutkan bahwa tentara baru saja mengepung dan membersihkan sarang Badak Lapis Baja Besi. Mereka harus membawa pulang setidaknya beberapa ribu ton daging sapi. Apa pun yang terjadi, Kamu harus menjualnya sedikit lebih murah! ”", "“Buah Giok! Buah Giok yang baru dikembangkan dari peternakan genetik. Mereka bahkan lebih enak daripada buah persik yang meleleh di Bumi! Kamu akan merasakan jus mereka di setiap gigitan, dan rasanya sangat manis. Jika mereka tidak matang dan manis, Aku tidak akan mengambil uang Kamu! ”", "Orang-orang bergegas, dan daerah itu dipenuhi dengan kehidupan.", "Meng Chao tersenyum.", "Dengan sikap yang sedikit rakus, dia menghirup aroma yang berasal dari kedai makanan yang dimasak sebelum dia melewati pasar dan memasuki Taman Surgawi yang Terberkati.", "www.worldnovel.online"]},
{"testing": ["Bab 2: Poin Kontribusi, Penerjemah Awakening: Editor Terjemahan Fantasi Tanpa Akhir: Terjemahan Fantasi Tanpa Akhir", "Posisi Hibernasi Naga mengharuskan orang tersebut untuk meletakkan satu kaki di depan dan yang lainnya di belakang dengan sangat lebar, dan mereka memutar punggung mereka seperti ular berbisa. Mereka juga harus energik seperti ular ketika mengumpulkan kekuatan untuk menyerang.", "Mereka seharusnya terlihat seperti ular lapar yang baru saja bangun dari musim dingin dan sangat agresif.", "Di Sekolah Menengah Kesembilan, hanya ada segelintir siswa top di “kelas roket” yang bisa mempertahankan posisi ini selama lebih dari sepuluh menit.", "Kelas 6 adalah “kelas jalan-jalan” yang sangat normal, dan ada setengah jam sebelum kelas dibubarkan.", "Semua orang tahu bahwa Meng Chao terluka selama tahun kedua sekolah menengahnya dan telah tinggal di rumah sakit selama beberapa bulan.", "Setelah dipulangkan, dia memutuskan untuk melepaskan dan hidup seperti yang dia inginkan. Dia tidak berniat untuk masuk perguruan tinggi, dan dia rata-rata dan ceroboh dalam hal Sembilan Posisi Hebat dasar.", "Jika dia mempertahankan Posisi Hibernasi Naga selama setengah jam, dia mungkin harus merangkak pulang saat sekolah berakhir.", "Cukup banyak siswa yang berduka dan memikirkan tentang kekejaman Demon Yan.", "Zuo Haoran menyilangkan tangan di depan dada dan duduk dengan seringai dingin.", "Meng Chao berdiri di sudut dengan patuh.", "‘Sikap Hibernasi Naga adalah sikap dasar yang sangat sederhana dan sudah usang dalam mimpi burukku. Bagaimana bisa ini terjadi lagi? ”", "Meng Chao berusaha keras untuk mengingatnya.", "Pikirannya masih sedikit kacau, jadi dia tidak bisa membedakan antara mimpinya dan kenyataan.", "“Berhentilah berpura-pura menjadi keren. Mohon ampun! ”", "Teman-teman sekelasnya mengira Meng Chao tidak berani memasuki Posisi Hibernasi Naga, dan mereka tidak tahan dengan pemandangan itu. Mereka memberinya pengingat yang lembut.", "“Dia hanyalah telur buruk dalam kelompoknya. Inilah yang dia layak dapatkan! ” Zuo Haoran bergumam pelan, tapi dia berbicara dengan volume yang bisa didengar oleh orang-orang di sekitarnya.", "Sebelum suaranya bisa memudar, Meng Chao bergerak.", "Suara mendesing!", "Kaki yang dia posisikan di depan bengkok, dan kaki yang dia posisikan di belakang tegang. Dia merentangkan tangannya seperti ular yang hidup, dan dia menggerakkan punggungnya seperti naga air yang baru saja bangun dari jurang yang dalam. Itu telah menghemat cukup kekuatan dan siap untuk menyerang ketika hujan turun di musim semi.", "Semangat dan kekuatan Meng Chao meledak seperti semburan yang mengalir deras dari pegunungan. Dia tidak bisa mengendalikan dirinya sama sekali.", "“Ini adalah…”", "Teman-teman sekelasnya tercengang.", "Mereka merasa seolah-olah Meng Chao telah dilahirkan kembali dan menjadi seseorang yang sama sekali baru.", "Gerakan otot, tulang, dan anggota tubuhnya dipenuhi dengan udara yang rileks dan percaya diri. Bahkan ketika dia hanya berdiri dengan santai, dia tidak menunjukkan gerakan kaku yang dimiliki siswa SMA.", "Posturnya tidak sempurna, tapi bahkan lebih indah dari Posisi Hibernasi Naga normal.", "Bahkan ujung jarinya sedikit gemetar, mengeluarkan aura pembunuh yang samar.", "“Apa apaan? Apakah Posisi Hibernasi Naga Meng Chao begitu bagus? ”", "Ini bahkan lebih baik daripada perwakilan kelas!", "Itu hanya ilusi. Dia tidak akan bisa menipu Aku. Dia menggunakan hidupnya untuk berpura-pura menjadi keren. Hanya melihat. Paling lama dalam satu menit, dia pasti akan pingsan! ”", "Satu menit berlalu, tetapi Meng Chao tetap tenang seolah-olah dia bisa tetap dalam posisi ini sampai waktu belajar mandiri di malam hari.", "Tiba-tiba, dia teringat sesuatu dan berkata dengan tatapan menyesal, “Mr. Yan, apa ada yang lain? Apakah Aku tidak mempertahankan sikap standar? Aku sangat menyesal. Aku sudah lama tidak berlatih, dan gerakan Aku tidak sempurna. Aku akan mengubahnya ketika Aku kembali, jadi maafkan Aku untuk ini. ”", "“…”", "Yan Dongxing ingin mengatakan sesuatu, tetapi pada akhirnya, dia tidak mengatakannya. Beberapa ekspresi terlihat di wajah gelapnya. Pada akhirnya, tanpa sepatah kata pun, dia kembali ke podium.", "Para siswa began untuk mengutuk dalam hati mereka.", "“Meng Chao, bajingan! Apa kau berbicara manusia ?! Jika Posisi Hibernasi Naga Kamu tidak tepat, lalu bagaimana dengan kami? Seperti cacing tanah? Apakah ini hanya ilusi? ”", "Semua orang merasa bahwa setelah Meng Chao bangun, sikap dan kemampuannya untuk berpura-pura menjadi keren telah naik dengan deru.", "Segala macam tatapan pergi ke Zuo Haoran, dan tekanan juga kembali padanya.", "Wakil kelas merasa seolah-olah dia baru saja ditampar wajahnya oleh Meng Chao.", "Ada ekspresi agak malu di wajahnya, tapi ekspresi mengerikan melintas di matanya.", "Kita kembali ke kuliah, ayo! Yan Dongxing mengetuk papan tulis. “Teknik Seratus Saber dan Thunder Rapier adalah dua teknik senjata dingin tingkat menengah yang paling penting. Soal terakhir ujian nasional perguruan tinggi tahun lalu adalah soal Thunder Rapier.", "“Jadi tahun ini, ada kemungkinan besar bahwa itu akan menjadi Teknik Seratus Sabre. Semuanya, dengarkan saat aku menganalisis tujuh gerakan maju yang akan memungkinkanmu memotong armor skala monster dengan pedang. ”", "Yan Dongxing adalah master dalam teknik pedang, dan dia adalah guru kelas atas.", "Dikatakan bahwa dia memiliki seorang kakak laki-laki, yang merupakan petarung tak tertandingi di antara orang-orang yang menyusun pertanyaan untuk ujian nasional perguruan tinggi.", "Dalam tiga tahun terakhir, Yan Dongxing fokus membimbing mereka yang duduk di kelas tiga sekolah menengah, jadi peluangnya untuk menebak pertanyaan yang tepat sangat tinggi.", "Ketika kelas mendengar guru mereka menyebutkan keahlian terbaiknya, semua orang menjadi bersemangat dan melupakan Meng Chao.", "Dia terus mempertahankan Posisi Hibernasi Naga, dan saat dia menyaksikan keterampilan teknik pedang yang sangat indah dan tak tertandingi, pandangannya menjadi sedikit tidak fokus.", "“Itu sangat kasar. Ada banyak kelemahan dalam teknik pedang ini. ‘Seolah-olah dia kerasukan, dia mulai bergumam di dalam hatinya. ‘Setidaknya ada sembilan celah dalam keterampilan pertama “Pemotong Angin Maju” saja. Jika kamu menggunakan teknik pedang ini untuk bertarung melawan makhluk kuat yang sebenarnya dari Dunia Lain, kamu pasti akan mati dalam benturan pedang pertama.", "“Tapi itu bukan masalah Demon Yan.", "‘Teknik Seratus Sabre ini baru saja dikembangkan dan sekarang dalam versi pertamanya.", "‘Sebelum Kota Naga dihancurkan, Teknik Seratus Pedang telah menyerap banyak esensi dari Teknik Pedang Pedang Nitoryu dan Raksasa Es dari Blood Spirit. Setelah diperbaiki beberapa kali, itu ditingkatkan ke Versi 7.3.5.", "‘Aku menggunakan Versi Tertinggi dari Teknik Seratus Saber untuk mengukur Teknik Seratus Sabre V1. Wajar jika Aku menemukan bahwa ini penuh dengan kelemahan.", "‘… Tunggu sebentar. Apakah Roh Darah itu? Dan apa itu Ice Giants? Mengapa hal-hal aneh ini muncul di kepalaku? ”", "Meng Chao memiliki ekspresi yang rumit di wajahnya.", "Dia tidak bisa lagi menipu dirinya sendiri dan mengatakan bahwa dia baru saja melamun sebelumnya.", "Apakah itu kelahiran kembali yang legendaris?", "Yah, terlahir kembali bukanlah apa-apa.", "Meskipun Meng Chao hanyalah siswa sekolah menengah biasa, dia membaca webnovel.", "Dan dia tinggal di Dragon City.", "Lebih dari lima puluh tahun yang lalu, untuk beberapa alasan, Kota Naga pindah ke Dunia Lain dari Bumi.", "Banyak hal supernatural yang luar biasa telah terjadi di kota.", "Anak-anak berusia tiga tahun terbangun dengan kekuatan supernatural; wanita tua berusia delapan puluh tahun mulai berlatih seni bela diri kuno; ibu rumah tangga membelah zombie dengan tangan kosong; pekerja kerah putih bertempur melawan monster setelah mereka pulang kerja. Semua itu menjadi kejadian umum di Dragon City.", "Sejak transmigrasi telah menjadi fakta, terlahir kembali secara alami memiliki logika ilmiah yang mendalam juga. Meng Chao bisa menerimanya.", "Tapi berdasarkan pemandangan sekilas yang dia lihat di kepalanya, masa depannya dan masa depan Dragon City cukup menyedihkan.", "Penduduk bumi yang bertransmigrasi berpikir bahwa mereka memahami rumah baru mereka, tetapi mereka tidak menyangka bahwa Dunia Lain akan menjadi jauh lebih besar dan begitu kuat sehingga melampaui batas imajinasi manusia.", "Saat ini, mereka hanya bergerak di sekitar area tidak beradab di Dunia Lain. Mereka bahkan belum melewati “desa pemula”.", "Dan di luar desa pemula…", "Meng Chao merasa seolah-olah dia sedang mabuk berat. Ingatannya dari kehidupan sebelumnya tersebar dan kabur. Dia tidak begitu ingat bagaimana makhluk yang mengepung dan menyerangKota Naga tampak.", "Dia hanya ingat bahwa ada peradaban sejati di Dunia Lain, dan semua jenis pejuang yang kuat dan sangat kuat bersama dengan berbagai musuh yang sangat kuat berjalan di darat.", "“Krisis monster” yang mereka bicarakan saat ini tidak seberapa dibandingkan dengan musuh yang sangat kuat.", "Dragon City telah mengibarkan bendera peradaban Bumi untuk berbaris menuju dunia lain yang misterius. Mereka membunuh, melawan, dan berjuang.", "Mereka menikmati masa kejayaan di mana mereka dikenal sebagai Bencana Luar Biasa ”.", "Pada akhirnya, mereka menghadapi berbagai musuh sendirian dan tidak bisa lepas dari bencana.", "Meng Chao menutup matanya dan merasa seperti dia bisa melihat jutaan bintang jatuh ungu meledak di atas Kota Naga.", "Itu adalah api yang merusak, tapi bahkan lebih menyilaukan daripada kembang api.", "Gambaran yang sangat jelas itu sepertinya terjadi beberapa saat yang lalu. Itu membara dalam pikirannya dan terukir di kedalaman jiwanya.", "‘Apakah ini … akhir kita?’ Meng Chao bertanya pada dirinya yang berusia tujuh belas tahun. ‘Sialan, aku menolak untuk mempercayainya! Ini hanya mimpi buruk yang aneh! ”", "Dia membuka matanya dengan cepat.", "‘Kota Naga tidak akan dihancurkan! Dan Aku tidak akan menjadi petarung kelas tiga dan menjalani kehidupan yang biasa-biasa saja!", "‘Sejak aku kembali dari mimpi buruk itu, aku pasti akan bisa mengubah masa depan sehingga makhluk luar biasa dari Dunia Lain itu … yang tidak bisa aku sebutkan, akan membuka mata bodoh mereka dan menyaksikan apa sebenarnya arti dari Bencana Luar Biasa!’", "Meng Chao yang berusia tujuh belas tahun belum dikalahkan oleh masyarakat yang keras.", "Dia masih memperlakukan pernyataan seperti “Nasib Aku ditentukan oleh diri Aku sendiri, bukan oleh Tuhan. Nasib Aku adalah Aku tidak percaya pada takdir, dan Aku akan menentangnya untuk mengubah takdir Aku ”, yang diciptakan oleh delusi keagungan remaja dan sangat memalukan, sebagai motonya.", "Dia mengertakkan gigi, dan tatapannya menjadi tegas.", "Nyala api membakar di kedalaman matanya, dan itu tampak seperti kilat. Itu tumbuh lebih cerah setiap detik, dan itu menyebabkan dia sedikit kesakitan.", "‘Apa ini?’ Meng Chao terkejut.", "Cahaya merah yang tampak seperti api dan kilat melayang di sudut kanan atas bidang penglihatannya. Itu sulit dipahami, seperti floaters.", "Yang lain mungkin tidak dapat melihatnya, atau jika api aneh mulai melayang di sekitar kelas, mereka akan mulai berteriak.", "Juga, itu agak familiar.", "Di akhir mimpi buruknya, ketika Kota Naga dihancurkan, dia sepertinya telah melihat api aneh yang menyembur keluar dari pusat kota.", "Sekarang, nyala api aneh telah menemaninya kembali ke masa remajanya.", "Saat berikutnya, itu hancur dengan ledakan dan berubah menjadi garis simbol yang dalam dan rumit.", "Ratusan dari mereka menari-nari dengan liar dalam jangkauan pandang Meng Chao. Kemudian, mereka beralih dari huruf-huruf aneh yang tampak seperti cacing tanah menjadi kata-kata yang bahkan lebih asing. Mereka tampak seperti pesan yang datang dari luar konstelasi dan kedalaman alam semesta itu sendiri.", "Setelah berubah puluhan kali, pemberitahuan itu diterjemahkan menjadi kata-kata dari Bumi.", "[Tuan rumah telah lulus tes penilaian pikiran dan kemauan keras.", "[Kindling berhasil diikat. Identitas tuan rumah telah diverifikasi. Kamu sekarang menjadi Fire Relayer Meng Chao.", "[Selamat telah menjadi Relayer Api peradaban ini. Aku harap Kamu akan melakukan yang terbaik untuk meneruskan api peradaban. Ini 10.000 poin sebagai hadiah atas kontribusi awal Kamu.", "[Fire Relayer ditemukan mengandung luka dalam lama dan tidak terampil dalam keterampilan dasar apa pun. Apakah Kamu ingin Aku mendistribusikan poin kontribusi Kamu secara otomatis sehingga Kamu dapat meningkatkan diri Kamu ke kondisi terbaik Kamu?]", "‘Kayu? Relayer Api? Kontribusi? Poin kontribusi sebagai hadiah? Apakah ini paket hadiah untuk kelahiran kembali Aku? ”", "Meng Chao penuh dengan pertanyaan, tetapi dia mengangguk secara naluriah.", "[Menggunakan 1.000 poin kontribusi sebagai ganti penggunaan satu Skill Penyembuhan Tahap Awal. Kemajuan penyembuhan, 10%.", "[Menggunakan 1.010 poin kontribusi sebagai ganti penggunaan satu Skill Penyembuhan Tahap Awal. Kemajuan penyembuhan, 19%.", "[Menggunakan 1.025 poin kontribusi sebagai ganti penggunaan satu Skill Penyembuhan Tahap Awal. Kemajuan penyembuhan…]", "Serangkaian pemberitahuan muncul di bidang penglihatan Meng Chao.", "Pada saat yang sama, kehangatan memenuhi tubuhnya. Mereka seperti tunas pertama yang tumbuh selama spberdering, dan mereka membelai dia dengan gerakan paling lembut.", "“Luka-lukaku! Bahkan para dokter tidak dapat berbuat apa-apa terhadap luka dalam dari saat kultivasi Aku gagal tahun lalu, tetapi sekarang, mereka sudah sembuh? Aku bisa merasakan bahwa otot dan tendon yang robek semuanya telah terhubung bersama! ”", "Mata Meng Chao melebar. Dia sangat senang karena dia ingin bernyanyi.", "Setelah serangkaian pemberitahuan tentang penyembuhannya muncul, pemberitahuan baru muncul di pandangannya.", "[Menggunakan 3.500 poin kontribusi sebagai ganti Teknik Banteng Reckless, teknik dasar untuk mengeksekusi kekuatan. Itu telah ditingkatkan ke Level Spesialis.]", "‘Ini adalah…’", "Segala macam detail melintas di benak Meng Chao.", "Rumus rumit dan rumit dari aktivasi Teknik Banteng Reckless termasuk perhitungan bagaimana semua otot dan pembuluh darah dalam tubuh manusia akan berputar, bagaimana darah dan sinyal listrik akan bersirkulasi di setiap titik akupresur. Tepat setelah itu, kekuatan tulang, ergonomi, segala macam metode kultivasi, dan berbagai adegan berlatih Teknik Banteng Reckless dalam mimpi buruk muncul di kepala Meng Chao.", "Kenangan tentang kehidupan sebelumnya telah kabur sebelumnya, tetapi sekarang, itu melintas dengan cemerlang di benaknya dan berubah menjadi semburan pemberitahuan yang memenuhi saraf motorik dan sel otaknya, memungkinkan dia untuk langsung menjadi ahli dalam menggunakan Teknik Banteng Reckless.", "Meng Chao merasa dia bisa mengontrol semua ototnya dengan mudah dan mengeluarkan semua kekuatannya untuk memberikan pukulan yang sangat ganas dan kuat.", "‘Ini luar biasa! Jadi, bahkan petarung kelas tiga sekuat ini? ”", "Dia sangat senang untuk sesaat, tetapi kesenangan itu tiba-tiba berakhir.", "Pemberitahuan muncul di depan matanya.", "[Keterampilan dasar dibagi menjadi lima tahap: Normal, Spesialis, Master, Kesempurnaan, Ultimate. Saat Kamu mencapai 100% dalam Keahlian, Kamu akan dapat naik level. Keterampilan dapat diakumulasikan dengan pertarungan dan pelatihan. Kamu juga dapat menukarnya dengan poin kontribusi.]", "‘Kalau begitu Aku akan menukar semuanya. Apakah Aku terlihat seperti seseorang yang peduli dengan sedikit poin kontribusi? ”", "[Kemajuan penyembuhan Relayer Api saat ini mencapai 62%. Jika Kamu ingin terus menggunakan Skill Penyembuhan Tahap Awal, Kamu perlu menukar 1.150 poin dengan itu.", "[Keterampilan Kamu untuk Teknik Banteng Reckless di level Spesialis adalah 22%. Jika Kamu ingin meningkatkannya ke Tingkat Master, Kamu perlu menghabiskan 1.756 poin kontribusi.]", "[Kamu memiliki 3 poin kontribusi tersisa. Kamu tidak dapat menggunakannya untuk ditukar dengan apa pun. Harap kumpulkan lebih banyak poin kontribusi.]", "‘Aku … memiliki 10.000 poin kontribusi, bukan? Bagaimana mereka akhirnya dihabiskan begitu cepat? Bisakah Kamu mendorongnya ke Tingkat Master? Aku akan memberimu IOU. ”", "[Tidak bisa.]", "“Kalau begitu, setidaknya Kamu harus memberi tahu Aku bagaimana Aku seharusnya mendapatkan poin kontribusi.”", "[Api peradaban harus menyala tanpa henti. Semakin kuat peradaban, semakin kuat Relayer Api. Tolong cepat dan berkontribusi pada peradaban sehingga Kamu dapat membuka lebih banyak keterampilan dan misi!]", "www.worldnovel.online"]},
{"testing": ["Bab 5: Arti Sebenarnya dari Poin Kontribusi Penerjemah: Editor Terjemahan Fantasi Tanpa Akhir: Terjemahan Fantasi Tanpa Akhir", "Ayo, ayo ke toilet. Mata Meng Chao berbinar.", "Mereka naik dua lantai dan menemukan toilet paling terpencil.", "Ketika Meng Chao melihat bahwa tidak ada orang di sekitarnya, dia dengan diam-diam membuka sebuah bilik dan memberi isyarat agar sahabatnya itu masuk.", "“Apa yang ingin kamu lakukan?” Beruang putih besar itu gugup.", "“Jangan khawatir. Aku hanya ingin memeriksa ototmu sebentar. ”", "Meng Chao menarik dan menarik Chu Feixiong sampai dia membawa sahabatnya ke dalam bilik. Sebelum beruang putih yang besar itu bisa menjerit, dia dengan cepat berkata, “Ketika kamu mengedarkan Bull Force yang sembrono sampai mencapai di bawah tulang rusukmu, apakah kamu merasakan tulang rusukmu sedikit mati rasa, dan apakah kamu merasa kekuatanmu akan tumpah? ? ”", "Chu Feixiong tercengang.", "Dia menekan tulang rusuknya, dan ekspresinya sedikit masam.", "“Juga, ketika Aku mengamati kaki Kamu, Aku menemukan bahwa tubuh bagian bawah Kamu tidak terlalu stabil, tetapi ketika Aku mengamati otot dan tendon di kaki Kamu, Aku menemukan bahwa tidak banyak masalah di dalamnya.”", "Meng Chao memikirkannya. “Ketika Kamu menginjak lantai, apakah Kamu pertama kali merasakan sakit yang tajam di telapak kaki Kamu, dan setengah detik kemudian, ia berlutut?”", "Chu Feixiong terkejut. “Bagaimana kamu tahu?”", "Meng Chao tersenyum. “Kamu belum menguasai keterampilan mendalam dari Reckless Bull Force sama sekali. Paling-paling, Kamu hanya mengeluarkan lima puluh persen dari kekuatan Kamu. Setengah lainnya merajalela di tubuh Kamu, dan itu memantul di kaki Kamu, yang membawa tekanan ekstra ke lutut dan pergelangan kaki Kamu.", "“Jika Kamu terus berlatih secara membabi buta seperti ini, Kamu tidak akan bisa mengeluarkan seluruh kekuatan Kamu, dan jika keadaan memburuk, Kamu bahkan mungkin menderita osteoporosis. Sendi Kamu akan menua, dan tekanan pada pembuluh darah Kamu akan melebihi batasnya. Kamu tidak akan bisa berkultivasi saat itu, tetapi akan berbaris menuju kematian dini. ”", "Jika semua orang mengabaikan toilet di belakangnya, Meng Chao akan terlihat seperti orang bijak dari dunia lain.", "Chu Feixiong tercengang.", "Dia dengan patuh membiarkan Meng Chao memeriksa tinggi, berat badan, panjang anggota tubuhnya, persentase lemak tubuh, dan distribusi ototnya di tubuh bagian atas dan bawah.", "Meng Chao memejamkan mata dan menghitung dalam pikirannya sejenak. Serangkaian formula eksekusi paksa dari masa depan muncul di benaknya.", "Dia membuka matanya lagi, dan matanya berkilau. Dia mengangkat pensil runcing. Ayo, mari kita lakukan kekuatanmu lagi.", "Ketika Chu Feixiong mengedarkan Reckless Bull Force, otot-ototnya membengkak, dan pembuluh darahnya muncul.", "Meng Chao tiba-tiba menusuknya dengan ujung pensilnya.", "Chu Feixiong hendak berteriak kesakitan, tetapi dia merasa mati rasa, seolah-olah dia tersengat listrik.", "Kekuatan aneh adalah pengaturan mikro setiap otot, setiap pembuluh darah, dan setiap kumpulan saraf.", "Kekuatan kasar yang telah tersebar di seluruh tubuhnya disatukan.", "Segera, ekspresi beruang putih besar itu berubah dari bingung menjadi senang. Metode apa ini? Jauh lebih mudah bagiku untuk melakukan kekerasan sekarang, dan aku tidak terluka di mana pun. Bahkan kekuatanku terasa seperti meningkat! ”", "Itu adalah hasil dari pelatihan yang rajin selama bertahun-tahun. Aku baru saja membantumu mencari cara untuk melepaskan semua kekuatanmu. ”", "Meng Chao menggerakkan pensilnya seolah-olah sedang membuatnya terbang, dan gerakannya menjadi semakin mulus setiap detik. Dia menusuk Chu Feixiong dari tiga ratus menjadi lima ratus kali sebelum dia berhenti.", "Dia mengayunkan pergelangan tangannya yang mati rasa. “Beri aku pukulan. Mari kita lihat hasilnya. ”", "Chu Feixiong mengeluarkan semua kekuatannya.", "Rasa sakit dari titik akupresur yang ditusuk Meng Chao dengan pensilnya menuntunnya untuk memasang kuda-kuda yang sedikit berbeda.", "Ototnya menegang hingga batasnya, dan dia tampak seperti menyusut setengahnya, tetapi ototnya lebih kokoh dari sebelumnya. Dia tampak seperti granit dengan kepadatan tinggi.", "Dia memberikan pukulan, dan beberapa riak samar muncul di udara. Mereka merobek udara, membuatnya berteriak. Suaranya seperti kain yang robek.", "“Mendesis!”", "Chu Feixiong terkejut by betapa mudahnya dia melakukan pukulan itu.", "Dia belum pernah melakukan pukulan senyaman ini sebelumnya.", "Itu mengeluarkan kekuatan banjir bandang di gunung yang bisa dengan mudah menghancurkan semua yang dilewatinya.", "Meskipun Chu Feixiong belum mengujinya, dia yakin bahwa pukulan ini setidaknya tiga persen lebih kuat daripada kekuatan tinju terkuatnya.", "Dengan hanya beberapa menit menyesuaikan eksekusi paksa, kekuatan meninju telah meningkat tiga persen.", "Teknik Meng Chao tidak bisa lagi digambarkan sebagai luar biasa.", "Wajah Chu Feixiong penuh dengan keheranan.", "Pada saat dia melakukan pukulan itu, nyala api aneh di sudut mata Meng Chao bersinar sekali lagi. Percikan berubah menjadi dua baris kata.", "[Memberi bimbingan kepada warga normal Chu Feixiong mengenai teknik dasar, Kekuatan Banteng sembrono. Kemajuan belajarnya sekarang mencapai 10%.", "[Warga negara normal menjadi lebih kuat. Kekuatan bertarung keseluruhan Kota Naga telah meningkat. Selamat telah memperkuat peradaban Kamu. Meningkatkan poin kontribusi sebesar 10.]", "‘Hah?’ Meng Chao terkejut dan senang.", "Ada banyak arti di balik apa yang baru saja dia baca.", "“Jadi, apakah ini berarti Aku tidak perlu mengambil sampah? Aku hanya perlu mengajari Warga Naga saat ini seni bela diri dari masa depan, dan aku akan dianggap telah berkontribusi pada peradaban?", "“Yah, itu masuk akal. Peradaban yang kuat tidak diciptakan oleh seorang pahlawan yang berjuang untuk itu. Tidak peduli seberapa kuat aku kelak, mustahil bagiku untuk bertarung sendirian melawan semua monster dan makhluk luar biasa dari Dunia Lain.", "“Tapi jika aku bisa menjadi guru kelas atas yang seratus kali lebih baik dari Demon Yan dan mengajarkan seni bela diri dari masa depan kepada semua warga sehingga kita semua bisa seratus kali lebih kuat dari mimpi burukku, maka Aku percaya bahwa kita akan mampu mengalahkan makhluk luar biasa di Dunia Lain.", "‘Jadi, arti sebenarnya dari poin kontribusi adalah bahwa semakin kuat peradaban, semakin kuat juga Aku!’", "Ketika dia memikirkan ini, nyala api aneh di depan matanya berubah.", "[Selamat kepada Fire Relayer karena telah memberikan kontribusi yang bernilai lebih dari 1 poin untuk peradaban. Pilih hadiah Kamu untuk kontribusi pertama Kamu.", "[Kamu dapat memilih untuk meningkatkan Reckless Bull Force dari Level Spesialis ke Level Master.", "[Kamu juga dapat memilih untuk membangkitkan keterampilan baru. Pilih antara Teknik Senjata Dasar dan Kekuatan Riak.]", "Kindling bahkan dengan ramah memberikan poin kontribusi yang dia butuhkan sebagai ganti tiga opsi.", "Jika dia ingin meningkatkan Reckless Bull Force, dia membutuhkan 756 poin kontribusi.", "Jika dia ingin membangkitkan Basic Gun Skill, dia membutuhkan 3.100 poin kontribusi.", "Jika dia ingin membangkitkan Ripple Force, dia membutuhkan 1.500 poin kontribusi.", "“Keduanya berasal dari tiga metode eksekusi gaya dasar, jadi mengapa ada perbedaan besar antara biaya untuk Teknik Banteng Reckless dan Ripple Force?”", "Meng Chao ingat bahwa dia telah menghabiskan 3.5000 poin kontribusi untuk membangkitkan Teknik Banteng Reckless.", "Dia memikirkannya dengan hati-hati. Teknik Banteng Reckless adalah teknik eksekusi kekuatan yang sangat ganas dan kuat. Setelah cedera tahun lalu, dia tidak banyak berlatih. Tapi Ripple Force fleksibel dan tahan lama. Itu memiliki manfaat besar untuk tujuan rehabilitasi.", "Dia telah mengesampingkan semua metode kultivasi lainnya sepanjang tahun, tetapi dia tetap bertahan dalam berlatih Kekuatan Riak.", "‘Apakah karena Aku tahu sedikit tentang Ripple Force, itulah mengapa harga untuk membangkitkannya lebih murah?’", "Meng Chao memikirkannya. Teknik Banteng Reckless dan Ripple Force masing-masing adalah teknik yang ganas dan lembut. Salah satunya adalah peningkatan, dan yang lainnya adalah kebangkitan. Mana yang harus dia pilih?", "Dia memikirkannya dan memilih Teknik Pistol Dasar.", "Berhubung pilihannya gratis, tentu dia harus memilih yang paling mahal. Apakah ada kebutuhan baginya untuk memikirkannya?", "Dalam benaknya, dia mendengar tembakan cepat. Seolah-olah ada hujan peluru terbang di atas kepalanya.", "Meng Chao segera mengingat struktur senjata yang tak terhitung jumlahnya dan hal-hal penting untuk menembak.", "Kenangan dari kehidupan masa lalunya melintas di depan matanya seperti pecahan kristal.", "Dia melihat dirinya menembak dan menembak dan menembaki berbagai makhluk dunia lain.", "Beberapa makhluk dunia lain tampak seperti gurita yang diisi ayam panggang di dalamnya. Itu jauh lebih jelek dari monsteryang mereka temui sekarang.", "Meng Chao berhasil membunuh hampir seribu monster seperti itu dalam sekejap.", "Pengalamannya dalam menembak melonjak pesat. Kesemutan melonjak ke setiap ujung saraf, dan dia merasa sangat senang sehingga dia mulai bersenandung.", "Chu Feixiong menyaksikan Meng Chao menutup matanya dengan tatapan mabuk dan bahkan mengeluarkan suara aneh. Dia tidak bisa membantu tetapi bergidik.", "Lemak dengan berat lebih dari seratus kilogram menyusut menjadi sudut.", "Setelah beberapa lama, Meng Chao membuka matanya. Ada pandangan mendalam di dalamnya.", "Begitu dia terbangun dengan teknik baru, dia menjadi lebih lapar.", "Sumber daya! Dia membutuhkan sumber daya budidaya sialan itu!", "Chu Feixiong menatapnya seperti monster. Kulitnya merinding.", "Meng Chao, darimana kamu mempelajari teknik aneh itu? Beruang putih besar itu tergagap saat menanyakan pertanyaannya.", "“Kita bisa membicarakannya nanti. Mari kita uji kekuatan pukulan maksimum Kamu terlebih dahulu. ”", "Meng Chao membuat perhitungan dalam benaknya sebelum pikirannya terhenti. “Tunggu, mari kita dengarkan apakah ada orang yang sedang kencing di luar sekarang, dan ketika kita membuka pintu, kita harus menggunakan pakaian kita untuk menutupi wajah kita, atau jika seseorang melihat kita keluar dari bilik bersama, reputasi Aku akan hancur. . ”", "Mereka berlari kembali ke ruang kultivasi, dan Chu Feixiong melangkah ke pengukur kekuatan meninju. Dia mengaktifkannya dengan penuh semangat.", "Mesin kristal yang besar dan indah mengeluarkan suara berderit saat diaktifkan dan layar tampilan menyala.", "Beruang putih besar itu mulai mengeluarkan suara keras, dan seperti seekor gorila, dia meninju dadanya. Kemudian, berdasarkan teknik eksekusi paksa yang telah diajarkan Meng Chao, dia memasang posisi awal untuk Reckless Bull Force.", "Dia baru saja akan mengeksekusi kekuatannya ketika seseorang tiba-tiba berdiri di depannya.", "Itu adalah Zuo Haoran.", "Tubuh beruang putih besar itu dipenuhi dengan kekuatan, dan otot-ototnya sangat tegang sehingga dia merasa sengsara. “Apa yang salah?” tanyanya kaku.", "Wajah Zuo Haoran dingin. “Siapa yang mengizinkanmu menyentuh pengukur kekuatan pukulan? Ini mungkin periode belajar mandiri, tetapi Kamu harus mematuhi peraturan di kelas. Setiap orang berlatih dengan serius, tetapi Kamu dan Meng Chao menyelinap segera setelah kelas dimulai, dan Kamu baru kembali setelah sekitar dua puluh menit. Kemudian, Kamu langsung mengatakan ingin menguji kekuatan pukulan Kamu. Apakah Kamu mendapat izin untuk itu? ”", "Suaranya tidak lembut atau keras. Itu adalah volume di mana semua orang di ruang kultivasi dapat mendengar meskipun dia tidak berteriak.", "Beruang putih besar itu sangat marah sehingga alisnya hampir bertaut.", "Jangan marah, Chu Feixiong, aku melakukan ini demi kebaikanmu sendiri. Zuo Haoran memandang Meng Chao. “Bagaimanapun, Kamu berbeda dari ‘orang tertentu’. Kamu masih memiliki kesempatan untuk masuk perguruan tinggi. Tinggal satu setengah bulan lagi. Fokus saja pada pelatihan. Jangan bergaul dengan ‘seseorang’ lagi, jika masa depan Kamu hancur. Sudah terlambat untuk penyesalan saat itu.", "“Baiklah, pergi dan berlatih dulu. Aku akan mengatur semua orang menjadi satu barisan dan meminta semua orang menguji kekuatan pukulan mereka sepuluh menit sebelum kelas berakhir. ”", "Ketua kelas mengayunkan tangannya seolah semua ini hanya logis.", "Beruang putih besar itu sangat marah.", "“O Perwakilan Kelas Zuo yang tinggi dan perkasa, apakah Kamu benar-benar berpikir Kamu adalah seorang guru sekarang? Kamu hanya menggunakan kekuatan yang diberikan oleh guru untuk memerintah kami! Aku mendapatkan pemahaman tentang Reckless Bull Force, jadi itulah mengapa Aku terburu-buru untuk menguji kekuatan pukulan Aku. Bahkan jika wali kelas kita atau Demon Yan datang, mereka tidak akan menghentikan Aku, jadi mengapa Kamu mengganggu bisnis Aku? Bisakah kamu menebusnya jika kamu membuatku menyia-nyiakan pencerahanku? ”", "Ia terlahir dengan suara nyaring, dan hal itu langsung menarik perhatian para siswa.", "Semua orang mengangkat telinga. Mereka ingin tahu mengapa dua petarung terbaik di kelas itu tiba-tiba menjadi konflik di depan umum.", "Wajah Zuo Haoran menjadi gelap.", "Dia tidak menyangka bahwa Chu Feixiong akan membuat keributan di depan umum. Dia mencoba menjadi baik dengan menunjukkan rasa hormat padanya, tapi dia menolak untuk menerimanya!", "Epiphany? Zuo Haoran mencibir dingin. “Chu Feixiong, aku melihat pendirianmu ketika kamu akan mengeksekusi kekuatanmu sekarang. Itu bengkok dan kaku, dan itu benar-benar jauh dari standar Reckless Bull Force. Jika Kamu mengeksekusi kekuatan seperti ini, Kamu tidak akan bisa memberikan pukulan yang kuat. Bagaimana capakah Kamu akan dianggap telah memperoleh pencerahan?", "“Aku bertanggung jawab untuk mengawasi periode belajar mandiri ini. Bull Force sembrono Kamu kikuk. Lupakan tentang memberikan pukulan yang kuat, jika kekuatan Kamu serba salah, pada akhirnya Kamu akan melukai tendon dan tulang Kamu, dan Kamu akan ketinggalan ujian nasional perguruan tinggi. Memang, aku tidak akan bisa menebusnya padamu.", "“Jika Kamu benar-benar ingin menggunakan pengukur kekuatan meninju, tentu. Tapi pergilah ke samping dan benar-benar pahami Reckless Bull Force bahkan sebelum Kamu berpikir untuk mencoba! ”", "www.worldnovel.online"]},
{"testing": ["Bab 6: Selamatkan Anak-Anak Penerjemah: Editor Terjemahan Fantasi Tanpa Akhir: Terjemahan Fantasi Tanpa Akhir", "“Ada masalah dengan Reckless Bull Force Aku?” Chu Feixiong sangat marah sehingga dia menyeringai.", "Meng Chao mengambil satu langkah ke depan dan memblokir beruang putih yang marah besar itu.", "“Karena Kamu berpikir bahwa eksekusi paksa Chu Feixiong tidak mencapai standar, mengapa Kamu tidak menunjukkan kepada kami Angkatan Banteng Reckless standar sehingga kami dapat mempelajarinya dengan serius?”", "Dia memiliki senyuman di wajahnya, dan dia terlihat tulus.", "Zuo Haoran mendengus dingin. Karena dia bisa menjadi perwakilan kelas, itu hanya setara untuk kursus bahwa dia memiliki kekuatan yang menekan seluruh kelas.", "“Perhatikan baik-baik, ini adalah Kekuatan Banteng Reckless yang sebenarnya!”", "Tatapan dingin bersinar di mata perwakilan kelas. Dia memasang kuda-kuda yang hampir sempurna, memutar pinggulnya dan berbalik untuk melakukan pukulan secepat kilat.", "Bang!", "Pengukur kekuatan meninju berayun dengan keras, dan angka-angka di layar tampilan melonjak dengan keras.", "“225 kg!”", "“Ini Zuo Haoran yang mempertahankan skor tertinggi di kelas, kan? Terakhir kali, dia harus mengumpulkan kekuatan untuk waktu yang lama sebelum dia bisa melakukan pukulan itu. Sekarang, hanya dengan satu pukulan biasa, dia mencapai skor tertinggi sebelumnya. Kekuatannya menjadi semakin menakutkan. ”", "“Wakil kelas telah meningkat sangat cepat selama dua bulan terakhir. Kekuatan tinju maksimumnya telah melampaui juara tinju kelas berat di Bumi. Dia pasti bisa masuk ke perguruan tinggi terkenal.", "Aku ingat bahwa kekuatan meninju maksimum Chu Feixiong adalah 220 kg. Perwakilan kelas jauh lebih ringan darinya, tapi kekuatan meninju lima kilogram lebih tinggi. ”", "Angka-angka yang menarik membuat siswa yang menonton di samping membicarakannya dengan tenang.", "Gadis-gadis itu tertarik dengan sikap tampan Zuo Haoran, dan mereka tidak bisa menahan wajah mereka menjadi sedikit merah.", "Mereka semua harus mengakui pandangan perwakilan kelas.", "Itu adalah Reckless Bull Force standar, dan itu adalah salah satu yang memungkinkan seseorang untuk memberikan pukulan yang kuat.", "Zuo Haoran membungkus tinjunya di telapak tangannya dan menatap Chu Feixiong sementara dia melirik Meng Chao melalui sudut matanya.", "“Jadi, apakah kalian berdua melihatnya dengan jelas?” Ekspresinya acuh tak acuh, dan suaranya tidak memberikan ruang untuk argumen.", "Beberapa siswa yang dekat dengan Chu Feixiong takut jika konflik muncul, Chu Feixiong akan menderita kerugian. Mereka berbicara dengan pelan di belakangnya.", "“Kakak Xiong, lupakan saja. Mari kita uji nanti. Meng Chao, cepat bujuk dia. Berhenti berdiri di sana seperti dumba * s! ”", "Sebelum suara mereka bisa memudar, Meng Chao mengambil setengah langkah ke samping, dan Chu Feixiong melangkah maju.", "“Kamu-”", "Ekspresi Zuo Haoran tenggelam. Dia menolak untuk mengalah, dan keduanya bentrok satu sama lain.", "Itu adalah Teknik Reckless Bull Force vs Reckless Bull.", "Bang!", "Apa yang terjadi mirip dengan banteng yang mengamuk menabrak badak yang mengamuk.", "Para siswa tidak tega menontonnya.", "Cukup banyak orang yang sudah bisa membayangkan pemandangan Chu Feixiong dikirim terbang dan mendarat dengan menyedihkan di punggungnya.", "Tapi mereka salah.", "Bocah cantik itu adalah orang yang mundur delapan langkah berturut-turut sebelum dia jatuh ke lantai. Kemarahannya menyebabkan wajahnya menjadi sangat merah sehingga hampir menjadi ungu.", "Orang yang jatuh ke lantai adalah Zuo Haoran, yang baru saja menunjukkan kekuatannya.", "Tapi itu belum semuanya.", "Chu Feixiong menggunakan momentum itu untuk bergegas maju. Sepatunya bergesekan dengan lantai, dan mereka mengeluarkan suara mencicit sambil melepaskan panas yang tercipta saat karet terbakar.", "Masing-masing ototnya tampak seperti baja panas merah, dan tinjunya seperti sekantong bahan peledak yang telah dinyalakan.", "Ledakan!", "Dengan ledakan keras, tinjunya mendarat tepat di tengah target.", "Suaranya bahkan lebih keras daripada dari pukulan Zuo Haoran. Pengukur kekuatan meninju melompat.", "Angka di layar tampilan naik secara tidak menentu, dan itu tidak akan tenang bahkan setelah waktu yang lama berlalu.", "“2-232 kg!”", "Dia melampaui rekor perwakilan kelas! Itu rekor kelas baru! ”", "Teman sekelasnya terperangah", "Bahkan Chu Feixiong tidak bisa mempercayainya. Dia menatap tinjunya sendiri sebelum dia melihat Meng Chao. Kejutan di wajahnya tidak bisa dijelaskan dengan kata-kata.", "Feixiong, kamu so tercela! Bagaimana kamu bisa menyembunyikan ini dariku dan melatih Kekuatan Banteng Super Reckless yang super kuat? ”", "Di ruang kultivasi yang benar-benar sunyi, Meng Chao adalah orang pertama yang melompat keluar dan berteriak sekuat tenaga, “Kamu bahkan menekan perwakilan kelas!”", "“…”", "Chu Feixiong tercengang.", "‘Apa apaan? Bukankah kamu yang baru saja mengajariku ini di toilet? ”", "Para siswa saling memandang dengan bingung. Kekuatan Banteng Super Sembrono?", "Apakah kamu tidak tahu? Meng Chao melihat ke sekelilingnya dengan heran. “Saat ini, ada banyak orang kuat di tentara dan masyarakat. Mereka terus memodifikasi Reckless Bull Force dan mengembangkan versi yang ditingkatkan yang lebih kuat dan lebih bertenaga. Versi tersebut jauh lebih menakjubkan daripada versi sekolah menengah kami.", "“Chu Feixiong pasti menggunakan versi yang ditingkatkan, atau kalau tidak, tidak mungkin dia bisa mengalahkan perwakilan kelas dengan mudah, kan?”", "Sebenarnya, perbedaan kekuatan maksimum mereka hanya beberapa kilogram. Tidak ada perbedaan dunia di antara mereka.", "Zuo Haoran cepat, dan frekuensi meninju tinggi. Dia juga lebih terampil dalam teknik menendang, jadi jika mereka benar-benar bertarung, dia akan menekan Chu Feixiong.", "Itu pasti tidak akan dibesar-besarkan seperti yang dilakukan Meng Chao, di mana dia “menekan” dan “mengalahkannya dengan mudah”.", "Tetapi Zuo Haoran tidak menyadarinya untuk saat ini, dan napasnya hampir membeku karena bentrokan tersebut.", "Dia tidak bisa berbicara, yang memungkinkan Meng Chao memfitnah namanya. Dia sangat marah sehingga dia tidak bisa bangun.", "Para siswa mengikuti alur pemikiran Meng Chao dan mengangguk secara naluriah.", "Banyak orang kuat di ketentaraan, keluarga aristokrat, keluarga kaya dan berkuasa, dan pusat penelitian seni bela diri terus menjelajahi wilayah tak dikenal dalam ilmu kehidupan.", "Versi mereka yang ditingkatkan secara alami sangat berbeda dari versi umum yang diajarkan di sekolah menengah.", "Semua orang sangat iri pada Chu Feixiong.", "Dia telah mempelajari teknik eksekusi kekuatan yang mendominasi sebelum ujian nasional perguruan tinggi! Dia sekarang seperti harimau bersayap!", "Feixiong, kamu benar-benar kejam. Meng Chao mengacungkan jempol kepada sahabatnya yang benar-benar bingung. “Aku mendengar bahwa beberapa kelas pelatihan tingkat tinggi di masyarakat mengajarkan Kekuatan Banteng Super Reckless, dan harga awal untuk itu adalah sekitar dua ratus ribu. Kamu benar-benar rela menghabiskan begitu banyak uang untuk itu?", "“Tapi itu masuk akal. Kami akan menantang ujian perguruan tinggi nasional, dan setiap nilai bisa mengubah nasib kami. Kekuatan Kamu meningkat beberapa kilogram dibandingkan sebelumnya. Jika Kamu mengubahnya, Kamu akan bisa mendapatkan beberapa poin lagi. Dua ratus ribu itu adalah pengeluaran yang layak.", "“Sayang sekali Aku tidak memiliki cara apa pun untuk mengikuti kelas pelatihan bermutu tinggi. Aku mendengar bahwa banyak instruktur kelas atas tidak dapat dipekerjakan bahkan jika Kamu punya uang, atau, Aku akan menjual semua harta Aku hanya untuk mempelajari Super Reckless Bull Force. ”", "Meng Chao menepuk pahanya dengan penyesalan tertulis di seluruh wajahnya.", "Sebuah pikiran berkembang di kepala semua siswa, dan mereka jatuh ke dalam kontemplasi yang dalam.", "“Tunggu.” Mata Meng Chao tiba-tiba berbinar, dan dia menilai Chu Feixiong. “Feixiong — tidak, Kakak Xiong, tidakkah kamu akan mengajariku Kekuatan Banteng Super sembrono?", "“Jangan terburu-buru menolakku. Aku tahu bahwa setiap orang berjuang untuk setiap detik untuk meningkatkan diri sebelum ujian nasional perguruan tinggi. Kita semua adalah pesaing selama ujian, jadi Aku tidak akan membiarkan Kamu mengajari Aku secara gratis. Aku bisa membayarmu. ”", "“Aku…”", "Tepat ketika Chu Feixiong angkat bicara, Meng Chao menyela. “Kami teman sekelas, jadi akan terlalu vulgar jika kami berbicara tentang uang. Bagaimana dengan ini? Aku akan membayar Kamu dengan sumber daya budidaya. Obat gen, cairan nutrisi bermutu tinggi, cairan penguat sel, bahan monster. Apa yang kamu inginkan? Sebut saja. Kami akan menyelesaikan akun dengan jelas, bahkan jika kami sahabat. Kamu tidak perlu merasa bermasalah. ”", "Chu Feixiong tidak sebodoh itu dan dia akhirnya mengerti apa yang sedang terjadi.", "“Um… ”Sebuah ekspresi konflik muncul di wajahnya, dan dia tampak sedikit bermasalah.", "“Kakak Xiong, tolong, selamatkan anak-anak!” Mata Meng Chao menjadi berkaca-kaca.", "“Aku dapat mempertimbangkan untuk mengajari Kamu. Mari kita bicara sebentar, “kata Chu Feixiong sangat enggan.", "“Ayo pergi! Ayo pergi!” Meng Chao sangat senang.", "“Tunggu-”", "Keinginan besar muncul di hati para siswa saat mereka mendengarkan, dan akhirnya, seseorang tidak dapat menahan diri lagi.", "Seorang anak laki-laki gemuk yang tidak jauh lebih kecil dari beruang putih besar itu melangkah maju.", "“Kakak Xiong, kamu tidak bisa hanya mengajar Meng Chao sendirian. Kami juga pelajar, dan Aku juga anak-anak. Tolong selamatkan aku juga. ”", "Bocah montok juga seorang petarung yang berorientasi pada kekuatan. Jika Chu Feixiong adalah Fatty Sr. di kelas, maka dia adalah Fatty Jr.", "Tapi pertumbuhannya mandek belakangan ini. Dalam beberapa bulan terakhir, kekuatan pukulan maksimumnya tidak meningkat, dan dia sangat frustrasi sehingga tidak bisa tidur selama beberapa malam.", "Ketika dia melihat pukulan Chu Feixiong yang mencengangkan dan dengan Meng Chao sebagai preseden, tidak mungkin dia melepaskan kesempatan sebesar itu.", "Fatty Jr. berbicara dengan nada putus asa. “Aku memiliki obat gen, cairan nutrisi bermutu tinggi, cairan penguat sel, dan bahan monster. Aku hanya perlu meningkatkan kekuatan pukulan maksimum Aku sebesar lima persen — tidak, tiga persen, dan itu sudah cukup. Kamu dapat menyatakan kondisi apa pun yang Kamu inginkan. ”", "Selain seseorang yang luar biasa seperti Meng Chao, sebagian besar siswa yang berhasil masuk ke sekolah menengah utama di wilayah tersebut berasal dari keluarga yang cukup kaya.", "Mereka tidak keberatan menghabiskan beberapa sumber daya kultivasi untuk meningkatkan poin mereka selama ujian perguruan tinggi nasional.", "Dalam waktu singkat, semua siswa mengelilingi Chu Feixiong.", "“Kakak Xiong, kami tahu bahwa Kamu adalah pria yang paling menghargai kesopanan. Bisakah kamu membantuku?”", "“Aku juga! Selain sumber daya budidaya, apa yang Kamu katakan jika Aku menawarkan Kamu sarapan selama satu bulan? ”", "“Kakak Xiong, Bos Xiong, kita semua bersaudara, tolong selamatkan anak menyedihkan ini juga!”", "Semua orang menyukai Chu Feixiong.", "Dan mereka benar-benar melupakan perwakilan kelas, yang masih duduk di lantai.", "Zuo Haoran mengertakkan gigi, dan wajah tampannya benar-benar berkerut.", "“Karena dia toh akan mengajariku, mengajar lebih banyak itu sama saja. Mengapa kita tidak membentuk kelompok belajar? Setiap orang dapat mengeluarkan beberapa sumber daya kultivasi sebagai kompensasi bagi Kamu, dan Kamu dapat sedikit mengembangkan gaya Kamu. Kamu akan dapat berkontribusi sedikit untuk kelas secara keseluruhan, “saran Meng Chao dengan ramah.", "“Itu ide yang bagus.”", "“Aku bersedia bergabung dengan kelompok belajar Super Reckless Bull Force.”", "Para siswa setuju dengan mudah.", "Karena segala sesuatunya telah berkembang ke titik ini, Chu Feixiong hanya bisa mengangguk setuju.", "Pada saat ini, pemberitahuan muncul di penglihatan tepi Meng Chao.", "[Saran Kamu telah meningkatkan keharmonisan di kelas. Semangat belajar siswa semakin meningkat, dan ada kemungkinan mereka akan mendapatkan hasil yang baik. Dalam waktu dekat, mereka akan dapat berkontribusi lebih banyak untuk peradaban. Meningkatkan poin kontribusi sebesar 11.]", "“Chu Feixiong, kamu sangat memperhatikan teman sekelasmu.” Meng Chao tidak bisa menahan nafas. “Kami sedang menghadapi ujian perguruan tinggi nasional yang menegangkan, dan Kamu masih bersedia meluangkan waktu dan energi untuk membantu semua orang menjadi lebih baik! Kamu orang yang luar biasa!", "“Semuanya, dia pria yang luar biasa dan tidak mementingkan diri sendiri, dan dia kuat untuk boot. Mengapa guru tidak memilih dia untuk menjadi wakil kelas pada awalnya? ”", "Semua orang tercengang. Kemudian, mereka mulai terkikik dengan canggung.", "Zuo Haoran baru saja berdiri ketika dia menjadi sangat marah sehingga dia melihat bintang. Dia hampir jatuh sekali lagi.", "Harga yang ditetapkan Meng Chao untuk mempelajari Teknik Banteng Reckless rendah, karena dia menginginkan pengembalian yang cepat, bahkan jika margin keuntungannya tidak tinggi. Dia mengajarkannya setengah gratis dan meminta harga minimal.", "Setiap orang sangat peka. Sebelum kelas berakhir, sebagian besar siswa bergabung dengan kelompok belajar.", "Beberapa siswa yang berasal dari fa agak kayamilies bahkan mengirimkan berbagai sumber daya budidaya sebelumnya.", "Ada lebih dari sepuluh botol obat gen, cairan nutrisi bermutu tinggi, dan hormon pertumbuhan sel tulang. Semuanya adalah barang bermerek yang tidak dapat dibeli oleh Meng Chao bahkan jika dia menjual semua miliknya.", "Dia membawa Chu Feixiong ke atap untuk membagi keuntungan dan mengajarinya beberapa rumus eksekusi paksa dari Teknik Banteng Reckless, bersama dengan metode stimulasi untuk titik akupresur sehingga dia bisa melatih teman sekelas mereka nanti.", "Chu Feixiong setuju untuk membantu Meng Chao mengatur kelompok belajar, tetapi dia menolak untuk mengambil sumber daya kultivasi.", "Beruang putih besar mengatakan bahwa keluarganya lebih baik daripada keluarga Meng Chao dan dapat menjamin aliran sumber daya dasar untuknya. Jika Meng Chao ingin masuk perguruan tinggi, dia harus menghargai semua sumber daya yang diperoleh dengan susah payah.", "Setelah menggunakan setiap metode untuk membujuknya, Meng Chao hanya memasukkan sepertiga dari hadiah ke dalam tas Chu Feixiong.", "Kemudian, Chu Feixiong bertanya kepadanya tentang asal-usul Super Reckless Bull Force.", "Meng Chao memikirkannya dan memutuskan untuk mendorong tanggung jawab ke deep web.", "Chu Feixiong kaget. “Kamu masih menelusuri forum ergonomi bawah tanah itu? Orang-orang itu semua adalah orang gila kultivasi dan ilmuwan gila. Mereka mengeluarkan teknik rahasia yang tampaknya kuat dan memungkinkan netizen untuk mendownloadnya secara gratis, tetapi mereka tidak memiliki niat baik. Mereka sering memperlakukan netizen sebagai tikus putih untuk membantu mereka mengumpulkan data.", "“Kamu terluka dan dirawat di rumah sakit tahun lalu karena Kamu belajar teknik yang masih dalam tahap pengujian di forum bawah tanah. Apakah kamu tidak belajar pelajaranmu? ”", "Meng Chao hanya bisa memberitahunya bahwa kali ini dia sangat berhati-hati. Dia menelitinya selama beberapa bulan, dan begitu dia yakin tidak ada yang salah dengan itu, dia akhirnya mengumpulkan keberanian untuk membagikannya dengan orang lain.", "“Kamu tahu situasi keluarga Aku. Jika Aku tidak bertaruh, bagaimana Aku bisa bersaing dengan putra orang kaya seperti Zuo Haoran? Dan bagaimana Aku bisa melindungi keluarga Aku dari monster yang menakutkan? ”", "Meng Chao berpikir keras. “Tapi kekhawatiranmu logis. Bagaimana dengan ini? Bantu Aku memberi tahu yang lain bahwa Super Reckless Bull Force masih dalam tahap pengujian, dan mungkin ada banyak bug di dalamnya. Jika mereka pikir itu berbahaya, Aku dapat mengembalikan sumber daya kultivasi mereka kepada mereka. Pokoknya, Aku mematok harga sangat murah karena Aku ingin berkontribusi kepada masyarakat. Mengapa Aku harus memaksa mereka untuk belajar jika mereka tidak mau? ”", "www.worldnovel.online"]},
{"testing": ["Bab 4: Penerjemah Kekuatan Banteng yang sembrono: Editor Terjemahan Fantasi Tanpa Akhir: Terjemahan Fantasi Tanpa Akhir", "Meskipun para siswa menggerutu, mereka menyadari status mereka sebagai siswa sekolah menengah tahun ketiga. Mereka berdiri sambil menyeret kaki mereka.", "Seseorang memasukkan tes bahasa ke dalam sakunya.", "Saat dia berlatih, dia bisa melakukannya diam-diam untuk bersenang-senang.", "“Percepat! Cepat bergerak! ”", "Zuo Haoran meletakkan tangannya di belakang punggung dan berteriak dengan kuat.", "Di era ini, perwakilan kelas memiliki banyak kekuatan karena mereka harus membantu para guru melakukan banyak pekerjaan manajemen.", "“Aku benar-benar tidak tahan orang itu mengudara.” Chu Feixiong cemberut sambil berbaris. “Zuo Haoran terlalu tidak tahu malu. Dia mencapai standar untuk masuk ke ‘kelas roket’ sejak lama, tetapi dia hanya harus tinggal di kelas normal untuk menjadi perwakilan kelas kami. Tahukah Kamu mengapa demikian? ”", "“Mengapa?” Meng Chao bertanya.", "Dia baru saja kembali dari mimpi buruknya, dan ingatannya masih campur aduk. Dia bingung tentang banyak hal.", "“Ada aturan bahwa karena menjadi perwakilan kelas menghabiskan waktu dan energi siswa, sekolah harus memberi mereka sejumlah sumber daya budidaya sebagai kompensasi. Ini adalah aturan tersembunyi yang tidak ditulis dalam hitam dan putih, tetapi paman Zuo Haoran adalah Horse Monkey, direktur pengajaran, jadi dia mengatur berbagai hal untuk keponakannya. ”", "Semakin banyak Chu Feixiong berbicara, semakin marah dia. “Orang ini memiliki keluarga yang memiliki perusahaan besar dan direktur pengajar sebagai koneksinya. Dia tidak kekurangan obat genetik dan material monster, namun dia tetap di kelas normal untuk menjadi perwakilan kelas kita! Dia baru saja merampas sumber daya siswa miskin! Dimana keadilan dalam hal ini ?! ”", "Meng Chao mengingatnya saat itu. Ini memang masalahnya.", "Setelah dia terluka selama tahun kedua di sekolah menengah, kekuatan Chu Feixiong menjadi yang kedua setelah Zuo Haoran.", "Jika direktur pengajaran tidak memberikan jalan yang mudah bagi Zuo Haoran, dia harus pergi ke kelas roket.", "Kemudian, Chu Feixiong akan memiliki kesempatan tinggi untuk menjadi perwakilan kelas Kelas 6 dan memperoleh lebih banyak sumber daya. Dia juga akan memiliki lebih banyak kesempatan untuk masuk ke sekolah militer.", "Tidak heran mengapa dia tidak senang.", "“Mereka yang ada di belakang, kenapa kamu membuat keributan seperti itu ?! Kamu membuang-buang waktu semua orang! ” Zuo Haoran mendengar gumaman mereka dan memarahi mereka tanpa ampun.", "Chu Feixiong merengut dan hendak maju saat Meng Chao menghentikannya.", "“Kita perlu berlatih kultivasi dulu. Kami akan punya banyak waktu untuk berurusan dengannya di masa depan. ”", "Pusat budidaya adalah sebuah bangunan dengan lima belas lantai.", "Ada lebih dari empat puluh ruang kultivasi dengan fungsi yang berbeda, ruang pemulihan, dan kantor medis. Pusat budidaya itu lima kali lebih besar dari gedung sekolah.", "Gelombang panas pemuda memenuhi udara, dan itu membuat darah semua orang yang masuk melonjak kegirangan.", "Karena itu adalah masa belajar mandiri, perwakilan kelas adalah orang yang mengatur kelas. Tidak ada guru yang hadir untuk itu.", "Setelah Zuo Haoran memberi perintah, para siswa langsung pergi ke peralatan kultivasi.", "Benturan dari barbel, geraman dari orang-orang yang mengerahkan kekuatan, suara pukulan dan tendangan bundar memotong udara, dan benturan keras dari orang-orang yang memukul karung pasir menciptakan lagu pertarungan yang penuh gairah.", "Itu adalah pemandangan yang familiar namun asing bagi Meng Chao, dan dia menghela nafas tanpa henti.", "Ketika Earthlings menemukan bahwa energi super — energi roh — dari Dunia Lain dapat dipandu ke dalam tubuh untuk mengisi daya sel dan membuka kunci belenggu gen mereka, metode kultivasi kuno diberi arti yang sama sekali baru.", "Tapi ada satu prinsip dalam hidup, “Mereka yang miskin harus belajar untuk mendapatkan lebih banyak uang, dan mereka yang kaya harus belajar seni bela diri untuk melindungi diri”. Prinsip ini tetap berlaku di mana pun peradaban manusia berakhir.", "Susu bubuk untuk anak-anak dari keluarga kaya dan berkuasa berasal dari monster mamalia yang kuat.", "Mereka yang sedikit lebih tua mulai meminum obat-obatan rahasia dan mengoleskan segala macam salep ke tubuh mereka. Beberapa dari mereka bahkan akan mandi dengan darah monster.", "Mereka juga akan memiliki gravkabin ity, kabin medis, dan kabin syok saraf membantu mereka, bersama dengan bimbingan yang cermat dari para senior yang kuat, dan metode budidaya ilmiah yang ditetapkan oleh kelompok spesialis.", "Anak-anak pilihan Tuhan ini menikmati semua hal baik sejak lahir, dan menjadi manusia super pada dasarnya adalah batu untuk mereka.", "Jika seseorang semiskin Meng Chao ingin menonjol, itu sangat sulit dilakukan.", "Dia tidak memiliki cukup sumber daya dan hanya tahu bagaimana berlatih dengan tekun. Namun, itu adalah tiket langsung menuju kematian, karena sama dengan lari maraton setelah kelaparan selama tiga hari.", "Dia pernah muda dan sombong sekali. Ketika dia duduk di bangku sekolah dasar dan sekolah menengah, dia dikenal sebagai orang yang kuat. Dia memangkas semua rintangan di jalannya dan masuk ke sekolah menengah atas di wilayah tersebut — Sekolah Menengah Kesembilan Kota Naga.", "Ketika dia di tahun pertama sekolah menengah, dia beberapa kali menduduki peringkat pertama di kelasnya, tetapi selama pelatihan praktek, dia secara tidak sengaja mematahkan hidung Zuo Haoran. Darah mengalir di wajah perwakilan kelas di depan seluruh kelas, dan dendam lahir dalam dirinya terhadap Meng Chao.", "Masa kejayaan yang singkat, bagaimanapun, membuat tubuh Meng Chao mengering.", "Ketika dia mencapai tahun kedua sekolah menengah, kelasnya menjadi lebih sulit, dan luka dalam mulai menumpuk. Lambat laun, dia menemukan kemampuannya jauh dari keinginannya.", "Dia menolak untuk mempercayainya dan mulai berkultivasi dalam hiruk-pikuk. Dia hanya tidur selama tiga atau empat jam sehari dan bahkan membuka situs web pendidikan untuk mencari metode rahasia untuk berlatih.", "Pada akhirnya, dia mengalami masalah besar. Dia batuk darah dan pingsan, dan akhirnya terbaring di rumah sakit selama beberapa bulan.", "Para dokter mengatakan dia terlalu cemas, dan tulang serta organnya semuanya rusak. Tanpa pil roh atau obat-obatan yang baik yang memberinya nutrisi, dia tidak akan menjalani pelatihan dengan intensitas tinggi dalam waktu tiga sampai lima tahun.", "Ketika Meng Chao melihat wajah kuyu orang tuanya saat mereka memegang laporan medis, dia membuat keputusan.", "‘Bagaimanapun, Dragon City semakin kuat, dan kami perlahan-lahan kehabisan monster untuk bertarung. Tidak masalah meskipun Aku tidak menjadi manusia super.", "‘Aku akan masuk ke sekolah khusus dan memasuki masyarakat lebih awal sehingga Aku bisa mendapatkan uang dan membantu orang tua Aku. Aku juga bisa mendapatkan sejumlah uang sekolah untuk saudara perempuan Aku sehingga dia bisa mewujudkan impian manusia supernya. Aku dapat menggunakan metode ini untuk melindungi keluarga Aku juga. ”", "Saat Meng Chao teringat akan hal ini, dia sangat ingin menampar dirinya sendiri.", "‘Betapa naifnya! Tidak mungkin Perang Monster bisa dimenangkan dengan mudah! Jika mimpi burukku menjadi kenyataan, maka Kota Naga akan menghadapi krisis terbesarnya sejak pindah ke tempat ini. Tanpa kekuatan, bagaimana Aku bisa melindungi keluarga Aku? ”", "Mungkin karena dia lemah, adik perempuannya mengambil jalan gelap dan menjadi Penyihir Kegelapan, yang secara praktis berada di level bos dalam sebuah game.", "Ketika dia memikirkan tentang bagaimana adik perempuannya yang manis akan terus menerus dirusak, dia mulai merasa bermasalah.", "‘Mungkin terdengar luar biasa bahwa Aku bisa menjadi lebih kuat dengan berkontribusi kepada masyarakat, tetapi Aku hanya bisa mendapatkan 0,001 poin kontribusi dengan memungut sampah. Bahkan jika Aku memungut semua sampah di kota, itu tidak berguna. Aku masih harus berkultivasi dengan giat. ”", "Meng Chao pergi ke mesin kultivasi.", "Setelah bergerak sedikit, dia mulai terengah-engah.", "‘Aku masih sangat lapar …’", "Setelah Kindling memperbaiki tubuhnya dan membantunya mengaktifkan Reckless Bull Technique, dia seperti tank tempur yang semua aspeknya diperkuat, tapi dia juga membakar puluhan kali lipat jumlah bahan bakar yang digunakan mobil biasa.", "Sahabatnya telah menggunakan uang saku selama dua minggu hanya untuk mengisi perutnya sedikit. Tidak mungkin dia bisa menahan kultivasi intensitas tinggi sekarang.", "“Sayang sekali.”", "Ketika beberapa gadis melihat Meng Chao terkapar di seluruh mesin, tampak seperti dia akan tertiup angin, mereka mendesah dalam hati.", "Ketika mereka melihatnya mengambil Posisi Hibernasi Naga sebelumnya, mereka telah mengingat kekuatannya dari tahun pertama dan kedua sekolah menengah.", "Meskipun dia terlihat ceroboh, dia pasti tidak bisa menerima hasilnya, bukan?", "“Meng Chao awalnya memiliki kesempatan untuk menjadi manusia super, tapi dari kelihatannya sekarang, dia hanya bisa menjadi orang normal setelah kehilangan kemampuannya.”", "Gadis-gadis itu tidak bisa membantu tetapi mengasihani dia.", "“Meng Chao, jika kamu ingin berlatih, lakukan dengan serius. Jika Kamu tidak ingin berlatih, turun dari mesin. Jangan menempati mesin budidaya! ” Zuo Haoran menyimpanmengawasi Meng Chao terus-menerus.", "“Orang ini …” Chu Feixiong memelototi perwakilan kelas dan membantu Meng Chao ke sudut sebelum dia memasukkan minuman olahraga ke tangannya. “Duduklah di sini sebentar. Ambillah dengan baik dan lambat. ”", "“Aku baik-baik saja.” Meng Chao menggelengkan kepalanya. Dia berkeringat peluru.", "Sial, konstitusi tubuhnya terlalu lemah. Apa sih yang dia lakukan selama setahun terakhir?", "‘Kindling membantu Aku membangkitkan keterampilan Aku, tetapi tidak dapat menghasilkan energi secara tiba-tiba. Aku perlu membeli sumber daya budidaya sehingga Aku dapat memberikan “bahan bakar” ke “tank tempur utama” Aku! ”", "Meng Chao tersenyum pahit. Jika dia bisa membeli sumber daya kultivasi, dia tidak akan menyerah pada dirinya sendiri selama satu tahun penuh.", "“Apakah Kamu lupa tentang dasar-dasar Kamu karena sudah lama Kamu tidak berlatih?”", "Chu Feixiong berpikir bahwa Meng Chao benar-benar tidak tahu bagaimana melakukan gerakan, jadi dia melemparkan lengannya dan menunjukkan metode dasar eksekusi paksa kepadanya.", "Dia terlahir sebagai petarung tipe kekuatan. Kekuatan Bantengnya yang sembrono memberikan momentum seperti harimau.", "Meng Chao menyaksikan dengan tatapan aneh di matanya.", "Chu Feixiong menyentuh kepalanya. ‘Apakah Aku membayangkan sesuatu? Aku pikir Aku melihat … sedikit cemoohan di mata Meng Chao. ”", "“Apakah Aku buruk?” Wajah beruang putih besar itu menjadi gelap.", "“Kamu tidak melakukan kekerasan seperti itu,” Meng Chao tidak bisa menahan diri untuk berkata.", "“Apa?!” Chu Feixiong tidak bisa mempercayai telinganya. “Aku memperlakukanmu seperti sahabatku, dan kau di sini bersikap keren bersamaku?”", "Meng Chao dengan cepat menjelaskan dirinya sendiri. Jangan salah paham, kata-kata itu tidak ditujukan padamu. Maksud Aku, cara kita mengeksekusi kekerasan saat ini adalah … ”", "Apakah sampah?", "“Tidak seburuk itu. Tapi ini benar-benar sedikit kasar. Itu tidak terlalu ilmiah. ”", "Kata-katanya sangat sombong.", "Reckless Bull Force diciptakan di Era Baru Tahun 35, dan lahir ketika Zhou Mang, seorang elit di militer, memimpin tim peneliti ilmiah untuk meneliti struktur biologis lebih dari sepuluh monster Grade Tiga seperti Iron Hammer Beast dan Boorish Horn .", "Mereka juga memasukkan model eksekusi paksa peraih medali emas Olimpiade dan seniman bela diri campuran dari Bumi. Metode eksekusi gaya ilmiah mereka diteliti dan diuji selama total lima tahun di laboratorium penelitian ergonomi sebelum dibuat.", "Yang unik tentang itu adalah sederhana dan dapat dipahami dengan mudah. Itu bisa dipelajari dengan cepat, dan daya ledaknya luar biasa hebat.", "Selain merangsang qi, darah, dan memperkuat tubuh, hal itu juga dapat merangsang remaja untuk mengeluarkan hormon pertumbuhan dalam jumlah besar dan meningkatkan aktivitas dalam sel. Ini memiliki manfaat besar dalam mempromosikan kultivasi.", "Setelah dipraktikkan selama lebih dari satu dekade, departemen pendidikan Dragon City memutuskan untuk menerapkan Reckless Bull Force, Ripple Force, dan Dragon Snake Force ke dalam silabus wajib belajar, dan mereka menjadi tiga metode eksekusi gaya hebat yang harus dilatih siswa.", "Tetapi Meng Chao mengatakan bahwa metode eksekusi paksa ini sangat kasar dan tidak ilmiah?", "Chu Feixiong berpikir bahwa Meng Chao sangat tidak tahu malu sore ini.", "Apa yang tidak dia ketahui adalah bahwa Meng Chao tidak membual.", "Perang adalah cara terbaik bagi peradaban untuk berkomunikasi satu sama lain.", "Ketika Warga Naga bertarung dengan penuh semangat melawan elit sejati Dunia Lain, peradaban mereka meresap satu sama lain secara mendalam. Warga Naga menggunakan kebijaksanaan dunia lain untuk terus memodifikasi industri, sains, dan seni bela diri mereka.", "Bull Force sembrono yang mereka gunakan hari ini baru saja dalam versi pertamanya.", "Di masa depan, mereka akan bertemu dengan semua jenis makhluk aneh di dunia lain, dan mereka akan membedahnya untuk menelitinya, sehingga memperoleh pemahaman yang lebih dalam tentang sel dan gen. Pejuang kuat dari Dragon City kemudian akan mendorong Reckless Bull Force ke versi kedua, versi ketiga, versi pro, dan versi plus …", "Versi pamungkas Reckless Bull Force tidak hanya meningkatkan kekuatan maksimum penggunanya sebesar tiga puluh persen, bahkan memperbaiki sebagian besar bug di versi sebelumnya, yang dibuat ketika energi roh bergerak secara kacau di pembuluh darah dan sistem saraf. Ada waktu cooldown untuk metode ini setelah penggunanya mengembang secara berlebihan, dan thVersi ultimate mengurangi waktu cooldown sebanyak lima belas persen, sebagian besar meningkatkan kekuatan pukulan maksimum penggunanya dan kemampuan mereka untuk terus bertarung.", "Versi ultimate tidak lagi disebut Reckless Bull Force, tapi Reckless Bull Technique.", "Melalui Kindling, Meng Chao terbangun dengan ingatan akan kehidupan sebelumnya, dan skill yang dia bangun secara alami adalah versi pamungkas dari Reckless Bull Force!", "www.worldnovel.online"]},
{"testing": ["Bab 10: Kembali ke PeakTranslator: Editor Terjemahan Fantasi Tanpa Akhir: Terjemahan Fantasi Tanpa Akhir", "Saat Meng Chao sedang berpikir, bel pintu berbunyi.", "Itu adalah Nyonya Cao dari komite residen.", "Di belakangnya ada tiga pria dengan kacamata perang mengenakan seragam kamuflase. Mereka memiliki gaya bicara dan ekspresi yang galak.", "Mereka berempat memiliki ban lengan merah yang dibungkus di lengan atas mereka dengan kata-kata JOINT DEFENSE.", "“Oh, seluruh keluargamu ada di sini. Apakah kamu sudah makan?” Nyonya Cao melihat ke dalam rumah. “Malam ini, kita memiliki invasi monster. Kami di sini untuk memeriksa senjata di setiap rumah. Oh! Kamu sedang minum! ”", "“Kami tidak banyak minum. Kami pasti tidak mabuk. ”", "Meng Yishan merasa sedikit malu. Dia menawarkan rokok kepada orang-orang berseragam kamuflase.", "Pemimpin itu menjabat tangannya dan menolak rokok itu. Dia mengeluarkan alat analisa nafas dan meminta Meng Yishan untuk meniupnya.", "Ketika dia melihat kandungan alkohol di Meng Yishan memang tidak tinggi, dia mengangguk, dan ekspresinya rileks.", "“Ini Kapten Li. Dia adalah kapten baru dari Tim Taktik Pertahanan Perang Gabungan di wilayah tersebut, “Nyonya Cao memperkenalkannya.", "Meng Yishan dengan cepat berjabat tangan dengannya. Halo, Kapten Li!", "Li Dayong.", "Kapten tim pertahanan gabungan berjabat tangan dengan Meng Yishan.", "“Aku baru saja mendengar dari Direktur Cao bahwa Kamu adalah seorang veteran dan penembak jitu yang andal ketika Kamu berada di militer. Jadi, apakah Kamu memiliki cukup amunisi untuk senjata di rumah Kamu? ” dia bertanya dengan suara rendah.", "“Orang baik tidak berbicara tentang kejayaan masa lalunya. Sudah bertahun-tahun sejak itu terjadi. ” Meng Yishan melambaikan tangannya. A’chao, keluarkan.", "“Oke,” jawab Meng Chao dan memindahkan sofa itu. Dia berlutut dengan satu lutut dan mengangkat papan lantai.", "Dari kompartemen rahasia, dia mengeluarkan senapan mesin ringan, senapan semi-otomatis, pistol, dan dua granat.", "Meng Yishan ingin membongkar senjata berdasarkan prosedur, tetapi ketika dia mengambil setengah langkah ke arahnya, tangan Meng Chao berubah menjadi abu-abu kabur.", "Suara retakan meningkat, dan semua yang dilihat orang hanyalah kabur.", "Seolah sedang melakukan trik sulap, senjata di depan Meng Chao berubah menjadi kompartemen paling dasar.", "Meng Yishan tercengang.", "Kapten Li tersentak kaget.", "Meng Chao tetap tenang. Seolah-olah jari-jarinya adalah peri hidup, mereka bergerak dengan sangat lincah. Hanya dalam beberapa detik, dia memisahkan kompartemen yang telah ditempatkan bersama dan membentuk tiga senjata.", "Basic Gun Technique terasa cukup bagus, meski hanya pada Level Normal.", "Dia tidak langsung bangun. Dia pertama kali menempatkan senapan semi-otomatis di bahunya, dan dengan gerakan yang familiar, dia memeriksa penglihatan optiknya.", "Senapan itu tampak seolah-olah itu adalah perpanjangan dari anggota tubuhnya dan mengeluarkan getaran pembunuhan yang samar.", "Setengah detik kemudian, Meng Chao mengangguk dan melemparkan senapan semi-otomatis ke Kapten Li.", "Pemimpin meraihnya dan meletakkan senapan di bahunya. Hanya dengan satu pandangan, dia menjadi sangat tersentuh. Senapan yang bagus! Itu telah dipelihara dengan baik, dan penjajaran dilakukan dengan lebih baik! Kamu akan mencapai apa pun yang Kamu bidik! ”", "Itu Meng Chao, siswa terbaik dari Sekolah Menengah Kesembilan. Nyonya Cao tersenyum begitu cerah hingga matanya menjadi tertutup.", "Jarang terjadi di area perumahan sewaan umum seperti milik mereka untuk menghasilkan siswa di sekolah menengah atas.", "“Begitu, kamu anak yang baik. Jika Kamu bergabung dengan militer, Kamu pasti akan menjadi penembak jitu yang andal! ” Kapten Li memujinya. Jadi, apakah kamu memiliki cukup amunisi di rumah?", "“Kami memiliki tiga ratus peluru normal, tapi kami hanya memiliki dua selongsong peluru yang menembus lapis baja. Masing-masing memiliki dua puluh peluru, ”kata Meng Yishan.", "“Baiklah, karena ada dua ahli senjata di rumah ini, kamu tidak boleh kehabisan peluru. Aku akan memberi Kamu dua puluh peluru menembus baju besi dan seratus peluru normal. Jika monster benar-benar datang, Aku harap Kamu akan membawa kemuliaan ke wilayah ini! ”", "Kapten Li melambaikan tangannya, dan dua orang lainnya berseragam kamuflase menghitung peluru sebelum meminta Meng Yishan untuk menandatangani. Perdagangan dilakukan dengan cepat.", "Meng Yishan mengambil kartrid sambil menyeringai dan memutuskan untuk meminta satu mil ketika ditawari satu inci. “Dua puluh peluru menembus baju besi terlalu sedikit, dan kami juga tidak memiliki cukup granat. Tidak bisaAnda memberi kami sedikit lebih banyak? ”", "Kapten Li menghela napas. “Aku khawatir tidak, Tuan. Wilayah kami tidak berhasil mencapai target pembunuhan monster tahun lalu, dan kami tidak menjadi wilayah bintang lima. Para petinggi hanya memberi kami amunisi kecil ini. Kamu tidak bisa membuat sesuatu dari ketiadaan, Kamu tahu. ”", "“Kamu tidak bisa menyalahkan kami untuk itu. Taman Surgawi Terberkati tidak memiliki pengecut, tetapi kami adalah wilayah tua di bagian kota tua. Dulu, kami membunuh banyak monster di sini, dan sekarang, mereka takut pada kami. Mereka sudah lama tidak datang ke wilayah kami. Di mana kita bisa menemukan monster untuk dibunuh di sini? ”", "Kapten Li tersenyum. “Bukankah itu bagus? Apakah Kamu ingin gerombolan monster datang ke sini setiap hari? Bersiaplah, Pak. Selama kita bisa mendapat peringkat sebagai wilayah bintang lima tahun ini, jumlah dasar amunisi yang bisa kita dapatkan tahun depan akan meningkat dua puluh persen. Kalau begitu kita punya banyak amunisi.", "“Ngomong-ngomong, jika kita mendapatkan monster untuk dibunuh nanti, jangan lupa mengumpulkan cangkangnya. Kami tidak memiliki cukup sumber daya di Dragon City, dan kami perlu menggunakan kembali pelurunya. ”", "“Oke. Aku telah melawan monster selama beberapa dekade. Aku akan tahu ini. ”", "Meng Yishan mengirim Nyonya Cao dan Kapten Li pergi. Kemudian, mereka mengetuk No. 706.", "Nyonya Cao berbisik kepada Meng Yishan, “Meng Tua, Nenek Wang No. 706 kehilangan putra dan menantunya. Cucunya tinggal di sekolah, dan dia satu-satunya di apartemen. Dia keras kepala, dan dia menolak untuk pergi ke tempat perlindungan. Jika kita memiliki monster yang mengganggu kita nanti, mohon perhatikan dia. ”", "“Baiklah, jika terjadi sesuatu, aku akan meminta wanita tua itu datang ke rumahku,” Meng Yishan setuju.", "“Apa yang kamu keluhkan? Apakah Kamu sedang bergosip tentang seorang wanita tua di belakang punggungnya? ”", "Pintu ke No. 706 terbuka, dan seorang wanita tua berambut putih dengan kerutan di seluruh wajahnya dan semua giginya rontok mengayunkan senapan ekstra besar miliknya.", "Setelah melakukan banyak upaya untuk mengelabui Nenek Wang agar berjanji untuk datang ke rumah mereka nanti, Meng Yishan kembali ke rumah untuk membagikan amunisi.", "“A’chao, aku tidak menyangka pendidikan senjata di sekolah menengahmu akan sebaik ini. Oke, Aku akan membiarkan Kamu bersenang-senang hari ini. Gunakan senapan serbu Tipe 22. Aku akan memberi Kamu dua puluh cangkang pelindung. Ingat ini, ketika Kamu menggunakan cangkang penusuk baju besi, Kamu perlu menambahkan komponen yang diperkuat ke senapan.", "“Suxin, pegang pistolnya. Kakimu sakit, jadi jangan berdiri. Aku akan mengubah kursi roda Kamu ke mode pertempuran. ”", "Meng Yishan mengambil senapan mesin ringannya dan menggosoknya dengan gerakan yang biasa. Kemudian, dia tersentak dengan takjub.", "Dia tidak menyangka bahwa Meng Chao akan mampu merakit senjata dengan baik. Dia benar-benar telah mempertimbangkan kebiasaan menembak Meng Yishan saat dia menyelaraskan cakupan optik untuk pistolnya.", "“Ayah, bagaimana denganku?” Bai Jiacao menatap Meng Yishan dengan penuh harap. “Minta Ibu memberikan pistolnya padaku. Kami sudah belajar cara menggunakan senjata di kelas. Skor Aku dalam menembak dengan peluru sungguhan berada di peringkat nomor satu! ”", "“Kamu masih muda, mengapa kamu bermain dengan pistol? Aku akan memberimu ini. ” Meng Yishan mengeluarkan kukri yang terbuat dari baja dingin dari belakang pinggangnya. Itu berbentuk kaki anjing, dan bersinar dengan tatapan dingin. “Ini barang bagus. Saat Aku menggunakannya terakhir kali, Aku memenggal kepala Desert Wolf dengan satu ayunan! ”", "“Kamu sudah menceritakan kisah itu lebih dari delapan ratus kali,” gerutu Bai Jiacao.", "Meng Yishan memelototinya. “Apa katamu?”", "Bai Jiacao membungkukkan bahunya dan mengerucutkan bibir. “Ayah, banyak keluarga teman sekelas Aku yang sudah mengizinkan mereka menggunakan senjata. Teman sekamarku Lili menggunakan peluncur roket terakhir kali! ”", "Meng Yishan tersenyum dingin. “Jadi, karena Lili menggunakan peluncur roket, kamu mau pakai juga? Tapi terakhir kali, saat pertemuan orang tua-guru, ketika guru mengatakan bahwa Lili bisa mempertahankan posisi berdiri selama tiga jam berturut-turut, kenapa tidak? ”", "Bai Jiacao tetap keras kepala. “A-Bukannya aku tidak bisa mempertahankan pendirian itu selama tiga jam. Aku hanya berpikir bahwa sikap di sekolah menengah itu terlalu sederhana dan membosankan! ”", "Orang tuanya tidak mempercayainya.", "Meng Chao datang dan berkata dengan ekspresi tegas. Memang benar, tapi persyaratan jurus dalam ujian nasional perguruan tinggi semakin tinggi. Guru kami di sekolah menengah memiliki lebahn menekankan bahwa kita tidak boleh takut dengan kesulitan dan kelelahan dan kita tidak boleh menganggapnya merepotkan. Posisi berdiri, teknik pernapasan, dan teknik meditasi harus digabungkan bersama, dan itu adalah dasar dari kultivasi.", "“Ayah, Bu, kurasa adik perempuanku sedikit gegabah akhir-akhir ini, jadi kamu harus mendidiknya dengan benar. Ketika dia pulang ke rumah setiap hari di masa depan, mengapa Kamu tidak membuatnya bersikap diam selama dua jam? ”", "Bai Jiacao menarik napas tajam. Dia menatap Meng Chao dengan tidak percaya. “K-Kamu… Kamu sangat jahat!”", "Meng Yishan dan Bai Suxin saling memandang, dan mereka tersenyum ramah. “Cao Muda, kakakmu benar, kenapa tidak …”", "“Mengapa Aku tidak menggunakan kukri itu! Banyak petarung tak tertandingi di dunia menggunakan pedang! ”", "Bai Jiacao buru-buru mengambil kukri dan mengacungkannya beberapa kali dengan indah. Dia meraih sarungnya dan mengikatnya ke betisnya sebelum dia diam-diam menatap Meng Chao dan pergi untuk mencuci piring dengan marah.", "Tepat pukul delapan, pasokan listrik dan energi roh di seluruh wilayah terputus.", "Semua bentuk energi dikumpulkan bersama untuk menyediakan lampu sorot, jaringan tegangan tinggi, dan sistem pertahanan otomatis.", "Sebuah baju besi paduan yang tebalnya lebih dari dua puluh sentimeter turun untuk menutupi semua jendela. Hanya lubang seukuran kepalan tangan dan lubang observasi yang tersisa.", "Benteng perang otomatis menjulang dari tanah di bawah pasar, supermarket mini, lapangan, dan sekolah kecil.", "Pistol self-propelled gaya lama yang sudah babak belur dihalau oleh anggota komite residen. Tim Taktik Pertahanan Perang Gabungan mengeluarkan kendaraan tempur infanteri berkarat untuk membentuk kekuatan bergerak mereka.", "Taman Surgawi yang Terberkati sekarang sepenuhnya dibentengi.", "Apartemen itu gelap. Semua orang berbaring di tanah dengan mata tertutup untuk mengumpulkan kekuatan agar mereka siap bertarung.", "Hanya radio kristal yang terus-menerus mengumumkan berita dari garis depan.", "“Gelombang monster pertama telah muncul di pabrik pemurnian baja di utara kota. Itu menerobos garis pertahanan di Five Blessings Street. Kekuatan tempur utama monster terdiri dari Flaming Black Beetles. Ada sekitar seribu orang. Tentara dan manusia super telah bergabung dalam pertempuran.", "“Sejumlah kecil monster telah muncul di Wilayah Pasir Kesembilan. Warga saat ini memburu mereka di jalanan dan di dalam distrik. ”", "“Tolong perhatiannya. Kabut telah turun. Energi roh telah dilemparkan ke dalam kekacauan, dan itu mungkin mengganggu gelombang otak manusia. Banyak monster sekarang bisa melancarkan serangan mental. Untuk meningkatkan moral dan memastikan bahwa semua warga memiliki kesehatan mental yang baik, sekarang kami akan menyiarkan lagu militer klasik dari Bumi. ”", "“…Maju! Kekuatan dan vitalitas kami memotong ujung senjata dan mengintimidasi binatang buas yang menakutkan! ”", "Saat kabut semakin tebal, energi roh yang mengembara di udara menjadi lebih liar, dan gangguan gelombang radio menjadi lebih buruk.", "Lagu militer yang antusias berangsur-angsur menjadi kabur, dan hanya statis yang tersisa.", "Warga mematikan radio mereka dan mendengarkan meriam di kejauhan melalui beton bertulang dan baja paduan.", "Tembakan meriam membuat mereka merasa nyaman. Itu adalah raungan manusia.", "Anak-anak tidur nyenyak dalam pelukan orang tua mereka saat mereka mendengarkan suara tembakan meriam.", "Meng Chao mengunci pintu kamarnya dari dalam.", "Hanya ada dua kamar dan satu ruang tamu di rumah itu. Awalnya, orang tuanya tidur di kamar tidur utama dan Bai Jiacaso tidur di kamar kedua sementara dia tidur di kasur lipat di ruang tamu.", "Tapi selama paruh kedua tahun ketiga Meng Chao, Bai Jiacao bertukar kamar dengannya untuk sementara agar dia bisa mempersiapkan ujian dengan nyaman.", "“Meneguk.”", "Meng Chao membuka botol cairan nutrisi bermutu tinggi dan menelan isinya.", "Para guru di sekolah mengatakan bahwa cairan nutrisi tingkat tinggi mengandung banyak energi roh, dan isinya seratus kali lebih tinggi daripada daging monster pada umumnya. Setiap kali seseorang memiliki botol, mereka harus berhati-hati. Cara terbaik adalah dengan menuangkan isinya ke dalam tutup botol adan gunakan sendok kecil untuk mengambilnya.", "Setelah meminum isinya, mereka harus segera mengambil posisi berdiri, menyerang, meninju, dan melakukan latihan intensitas tinggi untuk melepaskan kekuatan obat dan menyehatkan setiap sel dalam tubuh mereka.", "Tapi Meng Chao meminumnya dengan cepat seperti Coke dingin pada sore hari di musim panas.", "Saat gelombang energi roh yang liar melonjak ke nadinya, tubuhnya mengeluarkan serangkaian suara gemuruh.", "Sesuatu yang tidak terduga terjadi.", "Setelah hidup seperti yang dia inginkan selama setahun, lengan dan kakinya perlahan-lahan mengerut, dan bahkan dadanya melakukan hal yang sama, tetapi sekarang, semuanya membengkak dan penuh dengan otot.", "Rambut dan kulitnya mulai bersinar, dan dia bisa melihat gumpalan panas menyebar keluar dari pori-porinya membentuk kehadiran binatang buas di sekitarnya.", "Tatapannya menjadi intens, dan itu setajam elang.", "Meng Chao menikmati minum cairan nutrisi bermutu tinggi, dan dia minum dari botol demi botol. Dia menghabiskan semua cairan nutrisi dan obat-obatan yang dia dapatkan sebelum akhirnya dia bersendawa dengan keras. Dia sudah kenyang, tapi dia masih menginginkan lebih.", "‘Terasa sangat enak…’", "Dia merasa seperti tangki yang diisi bahan bakar dan amunisi. Dia tertawa dan dengan santai melayangkan pukulan. Itu menerobos udara dan mengeluarkan suara mendesis yang identik dengan suara ular.", "Dibandingkan dengan pukulan berat Chu Feixiong, suara yang diciptakan Meng Chao saat dia meninju lebih tajam, seolah-olah semua kekuatannya dikumpulkan di satu tempat. Dalam pertarungan yang sebenarnya, dia akan menghasilkan kekuatan yang lebih mengerikan dan destruktif.", "‘Kekuatanku kembali.’", "Meng Chao mengepalkan tinjunya erat-erat, dan dia merasa seolah-olah dia memegang sebatang baja panas yang terbakar di telapak tangannya.", "Meskipun kesembuhannya belum mencapai tujuh puluh persen, dia merasa bahwa dia sudah melampaui puncak kekuatannya ketika dia di tahun kedua sekolah menengah.", "‘Perasaan menjadi lebih kuat tanpa henti dan merebut tenggorokan takdir terasa begitu baik.’", "Dia melepaskan lebih dari seribu pukulan sekaligus, kemudian menghabiskan tiga menit untuk melakukan lari lutut tinggi intermiten di tempat. Pada saat itu, dia bersimbah keringat dan telah menyerap semua efek obat.", "Dia akan berbaring dengan senapan semi-otomatisnya untuk beristirahat ketika dia mendengar suara retakan ringan di sisi lain tembok.", "www.worldnovel.online"]},
{"testing": ["Bab 9: Seluruh Kota Berjaga-jaga Penerjemah: Editor Terjemahan Fantasi Tanpa Akhir: Terjemahan Fantasi Tanpa Akhir", "Wusss, wusss, wusss, wusss.", "Hati babi, yang bentuknya tidak beraturan dan bergetar seperti sepotong tahu, diiris sempurna menjadi tujuh bagian.", "“Hah?”", "Mata pasangan ibu-anak itu berbinar.", "“Hati Babi Tombak Iblis mengandung banyak nutrisi unik di Dunia Lain, dan mereka juga memiliki banyak energi roh. Mereka memberikan bantuan besar kepada anak-anak ketika mereka berkultivasi. Tapi karena sulit ditangani dan rasanya busuk, orang kaya tidak menyukainya, dan harganya agak murah. Inilah alasan mengapa hati menjadi sumber makanan utama yang darinya orang yang digaji memperoleh energi roh. ”", "Meng Chao mengeluarkan sekotak jarum bordir dan mulai menangani bahan-bahannya dengan cepat. “Tapi rasa busuk itu ada hanya karena pembuluh darah dan anadesma di hati tidak dirawat dengan baik. Selama Kamu menyingkirkan kotoran dengan hati-hati dan memasukkan banyak jahe dan daun bawang sambil menumisnya di atas api besar, rasanya akan enak. Rasanya bahkan tidak akan kalah dengan hati Naga Terbang Berkaki Tiga. ”", "Sambil berbicara, dia menggelengkan kepalanya, yang membuatnya terdengar seperti dia telah memakan hati Naga Terbang Berkaki Tiga sebelumnya.", "Bai Jiacao cemberut. Dia hendak mengatakan “Semua orang mengerti logika itu, tapi bisakah kamu benar-benar mengambil semua ketidakmurnian?”, Dia tiba-tiba membeku.", "Meng Chao mengambil dua jarum sulam di masing-masing tangan, dan keempat ujungnya berubah menjadi bayangan yang menciptakan keburaman perak.", "Wusss, wusss, wusss, wusss.", "Ujung jarum menusuk hati babi seperti badai yang jatuh ke tanah.", "Gerakan Meng Chao secepat kilat, tapi kekuatannya ringan, seperti capung yang menyentuh air. Itu sempurna.", "Dia tidak menghancurkan keseluruhan struktur hati babi atau meledakkan pembuluh darah atau anadesma.", "Sebaliknya, dia mengupas anadesma, yang setipis sayap jangkrik. Dia kemudian memasukkan jarum ke pembuluh darah hati dan mengupasnya juga.", "Potongan yang dihilangkan tidak terlihat seperti sampah di dapur. Sebaliknya, mereka tampak seperti karya artistik yang dibuat dengan keterampilan hebat sehingga terlihat lebih baik daripada apa pun yang diproduksi oleh alam.", "“Ini adalah…”", "Bai Jiacao dan Bai Suxin sama-sama tercengang.", "Mereka tidak berpikir bahwa tangan Meng Chao akan bergerak begitu cepat dan bahwa dia akan memiliki pemahaman yang jelas tentang tata letak anadesma dan penyelarasan pembuluh darah di hati Babi Tombak iblis.", "Meng Chao senang.", "“Sepertinya Aku tidak sepenuhnya tidak berguna di kehidupan Aku sebelumnya. Saat poin kontribusi Aku meningkat, ingatan Aku dari kehidupan Aku sebelumnya juga akan secara halus menyatu dengan tubuh Aku. Aku pasti akan membantu semua orang menjalani kehidupan yang lebih baik kali ini. ”", "Di bawah tatapan heran ibu dan adik perempuannya, dia hanya membutuhkan setengah menit untuk menumis sepiring hati Babi Tombak iblis dengan lancar.", "“Rasakan.”", "Meng Chao menatap adik perempuannya dengan ekspresi percaya diri. Ada senyuman di wajahnya.", "Bai Jiacao melihat hati Babi Tombak iblis yang terlihat bagus dan berbau harum. Sambil menyimpan beberapa keraguan dalam pikirannya, dia menggunakan tusuk gigi untuk mengambil sepotong dan memasukkannya ke dalam mulutnya.", "“Gah!”", "Dia membakar lidahnya.", "Tapi dia tidak tahan untuk meludahkannya. Wajahnya memerah.", "Tetap saja, matanya bisa berbicara, dan keterkejutan serta kekaguman tertulis di dalamnya.", "Dengan susah payah, dia menelan hati Babi Tombak Iblis yang segar dan lembut dan menjulurkan lidahnya. Ada air mata di matanya saat dia tergagap, “R-Rasanya enak!”", "Penyihir Kegelapan masa depan ditaklukkan oleh hati Babi Tombak Iblis tumis kakaknya.", "Tepat saat dia mengayunkan tusuk giginya dan hendak mengambil potongan lainnya, langkah kaki yang familiar terdengar di luar pintu.", "Penyihir Kegelapan (yang masih belum rusak) ragu-ragu sejenak sebelum dia mengambil sepotong besar hati Babi Tombak Iblis dengan kecepatan kilat dan memasukkan piring itu ke tangan ibunya. Dia melompat untuk membuka pintu.", "Mulutnya penuh dengan daging saat dia bergumam, “Ayah, buruk! Zonmu rusak! ”", "Meng Yishan menyeret kakinya, yang seberat timah, kembali ke rumahnya. Dia langsung diselimuti oleh suasana hangat di apartemen, dan kelelahannyalenyap.", "Tetapi dia merasa bahwa anggota keluarganya sedikit aneh hari ini.", "Terutama bagi putranya, yang matanya berbingkai merah. Meski begitu, dia tidak terlihat seperti dirasuki. Adapun istrinya, dia tampak seperti baru saja selesai menonton drama Korea kuno dari Bumi.", "Dia tidak mengerti apa yang sedang terjadi, tapi dia tetap tersenyum. A’chao, ada apa? ”", "Senyumnya seperti peluru yang membuat Meng Chao hancur.", "Dalam ingatannya, ayahnya adalah pria yang perkasa dan gigih.", "Hanya setelah terlahir kembali, Meng Chao menyadari bahwa kuil ayahnya telah mulai memutih sejak lama. Bahunya yang tebal mulai merosot, dan punggungnya juga sedikit bungkuk.", "Pria tangguh yang bisa bekerja selama tiga hari tiga malam berturut-turut dan bisa menghancurkan tengkorak monster dengan satu pukulan dari palunya diam-diam menjadi tua.", "“Mengapa aku tidak pernah menyadari bahwa pulang ke rumah begitu sulit bagi ayahku?”", "Meng Chao memaksakan diri untuk tersenyum. “Tidak apa. Ayah, Aku di rumah. Kamu bisa istirahat sebentar, ”ucapnya lembut tapi tegas.", "Ayah, aku tidak berbohong. Kakak benar-benar kerasukan. Dia membuat tumis hati Babi Tombak iblis tumis ini, dan dia melakukannya seperti sihir! ”", "Bai Jiacao melompat dan memeluk leher ayahnya.", "“Betulkah?” Meng Yishan menilai putranya dengan tatapan serius.", "Dia baik-baik saja dengan fakta bahwa putranya tahu cara memasak, tetapi dia merasa ekspresi putranya menjadi berbeda.", "Setelah dia terluka tahun lalu dan tidak bisa lagi berkultivasi, dia menjadi putus asa dan depresi. Dia cenderung memaksakan dirinya untuk tampil acuh tak acuh, tapi semua itu hilang sekarang.", "Putranya berdiri tegak sekali lagi.", "“Kalau begitu aku harus minum dua cangkir!” Pria paruh baya itu tersenyum bahagia.", "Ada tiga piring, satu mangkuk sup, dan satu piring makanan ringan di atas meja makan kecil.", "Selain tumisan ati Demonic Halberd Pork, ada juga sepiring Twin-tailed Scorpion pedas, beserta beberapa tumis sayur. Supnya adalah sup telur kadal tomat, dan ada juga sepiring lumpia.", "Itu semua adalah makanan rumahan biasa. Hidangan tersebut tidak dapat dianggap sebagai makanan lezat atau sangat lezat, tetapi hidangan tersebut unik dan tidak dapat ditukar dengan uang.", "Meng Chao mendengarkan saudara perempuannya berbicara tentang hal-hal menyenangkan yang terjadi di sekolah menengah, menyaksikan ayahnya melepas mantelnya dengan ekspresi gembira, dan mendengarkan ibunya memujinya.", "Dia mungkin tidak meminum anggur sama sekali, tapi seluruh tubuhnya terasa hangat, seperti sedang mabuk.", "Kegembiraan melimpah dalam keluarga, dan semua orang makan dua mangkuk nasi lebih banyak dari biasanya. Adapun Meng Chao, dia makan lima mangkuk ekstra, dan perutnya bulat karena semua makan.", "Setelah makan malam, Bai Jiacao menawarkan diri untuk mencuci piring.", "Meng Yishan menyalakan televisi.", "Monster akan menyerang kota mereka malam itu, jadi semua saluran penuh dengan program yang menyiarkan persiapan perang secara langsung.", "Berita terbaru: Malam ini, pukul 18:55, Pasukan Komando Kepiting Perang memasuki medan perang di utara kota.", "Layar itu menunjukkan mesin perang berkaki enam yang tampak seperti kepiting perang baja.", "Mereka memasang baju besi reaktif. Cangkang mereka yang agak kikuk diukir dengan sejumlah besar rune yang dalam dan rumit.", "Celah di armor itu tertanam dengan kristal merah tua. Energi roh yang menyerupai api berjalan di sepanjang garis rune dan berpotongan satu sama lain. Mereka pergi ke ujung kaki mesin perang.", "Gas spirit menyembur keluar secara terus menerus, yang membuat bionik yang merayap truk perang menjadi kreasi yang merupakan kombinasi dari teknologi dari era uap dan sains futuristik. Mereka tampak aneh dan kuat.", "“Semua warga Wilayah Pasir Kesembilan telah bersiap untuk perang. Semua wilayah telah dibentengi. Benteng pertempuran bawah tanah telah bangkit. Manusia super sekarang berjaga di udara! ”", "Di layar, semua Wilayah Pasir Kesembilan telah ditarik senjata mereka dan penuh dengan niat membunuh.", "Sebagian besar warga di wilayah itu telah menutup pintu dan jendela mereka. Senjata dan rudal anti-pesawat memenuhi tanah. Ada juga tentara dengan senjata yang berpatroli di daerah tersebut.", "Ratusan pejuang yang kuat dengan kehadiran yang menakjubkan melayang di udara.", "Senjata mereka berdenyut dan bersinar dengan cahaya tajam yang terpantul pada senjata dan meriam para prajurit di tanah.", "“Juni dan Juli adalah musim kawin Black Beetle dan selusin monster lain dengan cangkang luar. Kabut telah turun pada kami tiga kali, dan attac utamakekuatan raja yang menyerang kota kami selalu terdiri dari monster tipe cangkang. Saat bertarung melawan monster ini, kami menyarankan agar warga lebih sering menggunakan cangkang yang menembus baju besi.", "“Di sini, kami mengundang spesialis monster kami, Profesor Ke Zhendong dari departemen biologi Dragon City University untuk memberikan penjelasan mendetail tentang kebiasaan monster tipe cangkang dan kelemahan mereka. Halo, Profesor Ke. ”", "“Halo, Nona Pembawa Acara. Salam, semuanya. ”", "Pembawa acara dan spesialis monster mulai berbicara dengan semangat.", "“Manusia super kelas enam bergerak!", "“Master Luo Wu, yang dikenal sebagai Soul Breaking Sabre, adalah petarung tangguh yang berada di peringkat ketujuh belas di Hunting Rank tahunan. Dia saat ini meninggalkan Luo Mansion untuk menuju ke tempat Organisasi Naga Baja ditempatkan sendiri!", "“Semua orang tahu bahwa manusia super Kelas Enam telah mencapai tahap energi roh yang luar biasa yang berubah menjadi baju besi. Gas roh dapat menyembur keluar dari tubuh mereka untuk berubah menjadi baju besi energi roh yang kokoh dan tidak bisa dihancurkan. Mereka bahkan dapat menyebarkannya puluhan meter di sekitar mereka untuk memperkuat seluruh unit pertempuran sehingga kekuatan pertempuran orang-orang dalam jarak puluhan meter dari mereka akan meningkat dengan pesat!", "“Setiap manusia super Kelas Enam benar-benar layak disebut pejuang yang perkasa dan dewa perang!", "“Aku ingin tahu berapa banyak monster yang akan dibunuh Master Luo Wu hari ini. Akankah dia bisa membunuh monster mimpi buruk yang berperingkat Grade Empat atau lebih?", "“Stasiun Siaran Langsung Heavenly Eye saat ini menyiarkan pertarungan Master Luo Wu secara langsung sehingga Kamu tidak akan melewatkan satu detik pun pertarungannya. Kamu secara pribadi dapat menyaksikan bentrokan langsung, mengejutkan, dan brutal antara petarung yang perkasa dan mimpi buruk! ”", "Di televisi, seorang pria botak bertubuh kekar dengan tato kerangka harimau di kepalanya melompat ke udara dari sebuah rumah besar. Dia memiliki dua pedang lebar sembilan cincin dengan kepala hantu di pegangan di punggungnya dengan tanda ‘X’.", "Tanda roh rumit muncul di kulitnya dan berpotongan terus menerus.", "Mereka bersinar dan secara bertahap meninggalkan tubuhnya untuk mengelilinginya. Mereka berubah menjadi pelindung energi yang bisa berubah sesuka hati.", "“Ah…”", "Bai Jiacao sedang mencuci piring ketika dia tertarik dengan gambar di televisi. Dia menatapnya lekat-lekat.", "Tapi dia tidak sedang menatap Manusia Super Kelas Enam. Dia menatap rumah yang dia tinggalkan.", "“Itu Kota Naga No. 1, tempat Tuan Luo Wu tinggal.” Bai Jiacao menghela napas. “Kudengar bahkan rumah terkecil di Dragon City No. 1 berukuran dua ratus meter persegi. Dekorasinya seindah istana, tidak seperti di daerah kami yang kecil dan bau. Setiap orang menggunakan gas roh yang paling murni dan bermutu tinggi yang dikirimkan kepada mereka dalam pipa, dan baunya harum.", "“Selain itu, perusahaan pengelola properti mereka memiliki tank tempur utama mereka sendiri. Sebagian besar orang yang tinggal di wilayah tersebut adalah manusia super. Bahkan jika mereka bertemu dengan binatang yang mengerikan, mereka tidak perlu takut. ”", "Dia berhenti berbicara sejenak sebelum menggelengkan kepalanya.", "Mengapa dia menyebutkan hal-hal itu? Bahkan toilet di Dragon City No. 1 akan lebih mahal daripada apartemen di Blessed Heavenly Garden.", "Gadis itu cemberut dan membuang muka untuk melanjutkan mencuci piring.", "Sebuah pikiran muncul di benak Meng Chao.", "‘Manusia super kelas enam? Tuan Luo Wu? Kota Naga No. 1? ”", "Dia telah kembali dari mimpi buruk, jadi dia bisa menjadi manusia super juga.", "‘Ayah, sebentar lagi, aku akan memastikan bahwa kamu tidak perlu bekerja terlalu keras lagi. Kamu tidak perlu khawatir tentang mata pencaharian kami, dan Kamu akan dapat melakukan apa pun yang Kamu inginkan.", "“Bu, kakimu cacat, dan sering sakit saat hujan atau saat kabut datang, tapi selama kamu mengganti persendianmu dengan persendian campuran bionik, sebagian besar hidupmu akan berubah. Aku pasti akan mendapatkan uang itu tahun ini.", "‘Kak, kamu ingin tinggal di Dragon City No.1? Aku ingin juga. Jangan tidak sabar, tunggu saja sampai Aku masuk perguruan tinggi… ’", "www.worldnovel.online"]},
{"testing": ["Bab 3: Aku Ingin Masuk Perguruan Tinggi! 2", "Penerjemah: Editor Terjemahan EndlessFantasy: Terjemahan EndlessFantasy", "Informasi tersebut hanya muncul sesaat sebelum menghilang.", "Kata-kata pucat dan keemasan berubah menjadi percikan yang menyerupai cahaya dari bintang. Kemudian, mereka menjadi api yang luar biasa sekali lagi.", "Ia berhenti berbicara dengan Meng Chao.", "Dia mengotak-atiknya untuk waktu yang lama, tetapi dia tidak berhasil mendapatkan penjelasan apa pun dari sistem atau instruksi apa pun untuk pemula atau sesuatu seperti itu.", "RIIIIINNNGGGG!", "“Kelas dibubarkan!”", "Yan Dongxing melirik Meng Chao. Kerutan tipis muncul di antara alisnya, tapi dia tidak mengatakan apa-apa. Dia menyingkirkan pedang dan spesimen monsternya sebelum dia berbalik dan meninggalkan kelas.", "Hanya pada saat itulah teman sekelas Meng Chao ingat bahwa dia masih dihukum untuk berdiri.", "Saat mereka melihat sekeliling, rahang mereka kendur. Mereka tidak bisa mempercayai mata mereka sendiri.", "Meng Chao benar-benar berhasil bertahan?", "Jika posisi dipertahankan dengan benar, itu sangat bermanfaat untuk memurnikan jiwa dan kekuatan manusia.", "Pada saat itu, Meng Chao seperti pedang berkarat yang telah dipoles sekali lagi dan bersinar dengan cemerlang.", "Semua orang merasa seperti mereka melihatnya sebelum dia terluka selama tahun kedua di sekolah menengah.", "Meng Chao tampak tenang saat melihat tatapan kaget teman-teman sekelasnya dan mendengar bisikan mereka.", "Tapi kelopak mata dan sudut mulutnya bergerak-gerak.", "Untuk beberapa alasan, dia tiba-tiba sangat lapar, sampai-sampai dia merasa perutnya akan meleleh. Dia tidak bisa bergerak setengah langkah ke depan, dan penglihatannya menjadi gelap.", "‘Oh tidak, mungkinkah ketika Kindling membantu Aku memperbaiki tubuh Aku dan membangkitkan keterampilan Aku, Aku perlu memulihkan energi yang digunakannya dengan energi Aku sendiri?’", "Dia akan pingsan ketika seekor beruang putih besar terbang ke arahnya.", "“Meng Chao, kamu benar-benar merahasiakan pelatihan Jurus Hibernasi Naga dariku dan membuatnya sampai pada titik yang sangat bagus ?!”", "Itu sebenarnya lemak dengan tubuh kekar yang beratnya lebih dari seratus kilogram.", "Dia tampak seperti dia dianiaya, dan suaranya pahit. Itu membuat merinding di kulit semua orang.", "Meng Chao bergidik. Itu adalah suara yang tidak akan dia lupakan bahkan jika dia telah menjadi abu. Pembicaranya adalah Chu Feixiong, sahabatnya di sekolah menengah. Tidak mungkin dia bisa menjadi orang lain.", "“Cepat, Feixiong, aku lupa membawa uang hari ini. Perlakukan Aku untuk makan di toko makanan. Aku akan mentraktirmu dua kali makan besok dan lusa. ”", "“Tidak mungkin kamu akan mentraktirku dua kali makan jika aku mentraktirmu satu! Nafsu makanku tiga kali lebih besar dari nafsu makanmu. Meng Chao, kapan Kamu menjadi begitu murah hati? Pasti ada jebakan dalam hal ini. ”", "“Jebakan macam apa yang mungkin ada? Mengapa Aku ingin berbohong kepada Kamu? Kita semua bersaudara kecuali darah! ”", "“Benar bahwa. Hehe, semua teman sekelas kita mendengarnya, jadi Aku rasa Kamu tidak berani menarik kembali kata-kata Kamu. Ayo pergi, aku akan mentraktirmu di toko makanan hari ini! ”", "Lima menit kemudian, di toko makanan yang terletak di sudut sekolah, beruang putih besar itu mulai menangis seperti anak kecil yang beratnya lebih dari seratus kilogram.", "“Meng Chao, tolong, jadilah manusia yang penuh perhatian. Bahkan jika Kamu adalah ternak, Kamu tidak bisa hanya makan uang saku Aku selama dua minggu. Aku … aku akan melawanmu! ”", "Dia menerkam Meng Chao dengan ganas.", "“Berhenti main-main.”", "Meng Chao membuka batang coklat terakhir dan dengan santai mengayunkan lengannya sambil mengaktifkan Teknik Banteng sembrono.", "Beruang putih besar dengan berat lebih dari seratus kilogram dikirim terbang.", "Kedua pria itu saling memandang dengan tercengang.", "“Baru saja …” Chu Feixiong pusing.", "“Hanya sebuah ilusi.” Ekspresi Meng Chao tidak berubah. Dia memasukkan coklat ke dalam mulutnya dan menatap rak. Dia belum kenyang. “Mie instan hari ini terlihat sangat segar, dan memiliki berbagai macam rasa juga.”", "“Cukup dengan itu! Aku tidak punya satu sen pun tersisa! Ayo pergi! Kita harus pergi ke kelas sekarang! ” Beruang putih besar itu melarikan diri.", "Meng Chao hendak mengejarnya ketika dia melihat seorang wanita tukang dengan rambut mulai memutih berdiri di dekat tempat sampah. Dia secara tidak sengaja menumpahkan sekantong besar sampah ke seluruh lantai.", "“Bibi, biarkan aku membantumu.”Meng Chao memungut sampah.", "Kemudian, kelopak matanya bergerak-gerak, dan serangkaian pemberitahuan muncul.", "[Tindakan Kamu membantu orang lain telah mempromosikan keharmonisan dalam masyarakat dan mengembangkan suasana yang sehat di Dragon City. Poin kontribusi meningkat sebesar 0,001.]", "[Kamu melindungi lingkungan dan mempromosikan pembangunan berkelanjutan Kota Naga. Poin kontribusi meningkat sebesar 0,001.]", "[Untuk menghindari terlalu banyak pemberitahuan yang muncul sekaligus, ketika poin kontribusi Kamu meningkat kurang dari 1, Kamu tidak akan diberi tahu. Namun, setiap kontribusi yang Kamu berikan akan membuat Kota Naga menjadi lebih kuat dan mempromosikan penyebaran peradaban serta meningkatkannya. Harap terus bekerja keras.]", "Pemberitahuan menghilang dalam sekejap, tetapi Meng Chao tertegun untuk waktu yang lama.", "Di tangga gedung sekolah, Meng Chao bersandar pada pegangan tangan dengan kepala miring empat puluh lima derajat ke atas. Dia sepertinya sedang memikirkan sesuatu.", "Dengan ekspresi kontemplatif, dia menatap para gadis yang mengenakan rok mini karena saat itu musim panas. Mereka mengobrol dan menaiki tangga.", "Betis anak perempuan itu bulat, dan mereka memantul sambil dibungkus dengan kaus kaki katun putih setinggi lutut.", "“Kamu mau mati?” Chu Feixiong menariknya dari belakang. “Jika Kamu benar-benar ingin melihat, setidaknya berpura-puralah tidak sedang melakukannya dan hanya menyelinap beberapa kali dari sudut mata Kamu. Bagaimana Kamu bisa menatap mereka seperti itu? Kamu benar-benar hooligan. ”", "Feixiong, kamu tidak mengerti. Ada pandangan kuno di mata Meng Chao. Dia menghela nafas dan berkata, “Hanya pada saat inilah aku mengerti betapa indahnya kehidupan normal kita. Layak bagi kami untuk menyerahkan segalanya untuk melindungi mereka. ”", "“Meng Chao, Aku sangat mengagumi Kamu karena mampu bertindak dengan cara yang menyegarkan dan halus saat Kamu tidak tahu malu.”", "Chu Feixiong menyeret Meng Chao ke samping. “Berhenti melihat. Jika Kamu mau, Aku bisa meminjamkan Kamu ‘materi pembelajaran’ terbaru yang Aku unduh. Mari kita bicarakan sekarang. Apakah kamu benar-benar membunuh Demon Yan dalam mimpimu, dan Dragon City dihancurkan? Lalu bagaimana dengan Aku? Apakah Aku menjadi jenderal yang hebat dan berjuang sampai saat-saat terakhir Aku? ”", "Itu adalah impian beruang putih besar sejak dia masih muda. Dia ingin menjadi seorang jenderal hebat yang reputasinya yang menakjubkan mencapai setiap sudut dunia dan yang memimpin pasukan lapis baja Dragon City untuk menyapu seluruh Dunia Lain.", "Tentu saja, ini adalah mimpi yang dimiliki oleh setiap remaja di Dragon City.", "“Apa maksudmu aku membunuhnya? Aku baru saja melihat beberapa adegan yang tersebar di sana-sini. Adapun Kamu… ”", "Meng Chao menatap wajah sahabatnya dan mencari di kedalaman pikirannya.", "Kenangan kehidupan sebelumnya seperti kupu-kupu yang menari di tengah badai. Mereka berkibar di tempat acak dan sulit dipahami.", "Perasaan seolah-olah dia menderita mabuk muncul lagi dalam dirinya. Dia tidak bisa menangkap detail dari keseluruhan perselingkuhan.", "Tepat ketika dia akan menyerah, kilatan petir tiba-tiba menerangi pikirannya.", "Itu disertai dengan sakit kepala yang hebat.", "Meng Chao melihat monster yang sangat besar yang belum pernah dia lihat sebelumnya di kedalaman awan petir. Mereka seperti gunung yang bergerak perlahan menuju Kota Naga.", "Ketika mereka melihat banyak tentara dan warga di sana, mereka bergegas seperti gelombang. Kemudian, seperti ombak yang menghantam batu, mereka mulai menghancurkan segala sesuatu yang menghalangi jalan mereka.", "Dia melihat dirinya memegang krisan di tangannya dan berdiri di atas lapangan yang luas. Orang-orang menangis di sekelilingnya.", "Ada dua layar besar di depannya. Salah satunya adalah daftar prajurit yang tewas, dan yang lainnya adalah daftar nama warga yang tewas saat bencana. Kata-kata itu sekecil lalat, dan mereka dikemas dengan rapat. Ada puluhan ribu nama di sana.", "Meng Chao melihat dirinya mencari nama Chu Feixiong. Sebuah gambar muncul di layar. Beruang putih besar itu mengenakan seragam standar tentara, dan dia tersenyum cemerlang pada potret hitam dan putih orang mati.", "Suara tersedak keluar dari tenggorokannya pada saat berikutnya. “Bro, jangan khawatir, Aku sudah menyalin semua ‘materi pembelajaran’ Kamu ke komputer Aku dan menghapus semua riwayat penjelajahan dan unduhan Kamu. Istirahatlah dengan damai.", "“Orang tuaku juga pergi. Jika Kamu melihat mereka, tolong beri tahu mereka bahwa Aku pasti akan menjaga sayaadik perempuan, jadi mereka tidak perlu mengkhawatirkan kita … ”", "Meng Chao tersadar dari mimpi buruknya lagi.", "Dia melingkarkan tangannya pada dirinya sendiri dan perlahan duduk di tangga. Dia bersimbah keringat dingin.", "Bahkan ketika gadis-gadis mengobrol dan cekikikan saat melewatinya, perhatiannya tidak beralih ke mereka.", "Chu Feixiong kaget. “Apa yang salah? Bukankah kamu sedikit terlalu bersemangat? ”", "Meng Chao ingin mengatakan sesuatu, tetapi tidak dapat menemukan kata-katanya.", "Apa yang bisa dia katakan?", "Apakah dia mengatakan bahwa sahabatnya tidak berhasil masuk sekolah militer, apalagi menjadi seorang jenderal? Bahwa pada akhirnya dia hanya seorang prajurit berjalan di garis depan?", "Apakah dia mengatakan bahwa Perang Monster akan menjadi lebih intens? Monster yang lebih besar dan lebih brutal itu akan datang dalam jumlah yang lebih besar, dan bahwa mereka akan terus datang dalam gelombang?", "Apakah dia mengatakan bahwa Kota Naga akan menderita kerugian besar dalam pertempuran itu, dan banyak tentara serta warga sipil, termasuk Chu Feixiong, bersama dengan pejuang kuat yang tak terhitung jumlahnya akan mati? Bahwa mereka semua tidak berhasil keluar dari desa pemula dan dihancurkan?", "Faktanya, bahkan orang tuanya …", "Meng Chao tidak berani terus memikirkan apa yang akan terjadi.", "Ketakutannya menimbulkan amarah, dan amarahnya menimbulkan amarah. Dia mengepalkan tinjunya, dan ekspresinya berubah menjadi mengerikan.", "“Apakah kamu takut dengan mimpi burukmu?” Chu Feixiong menepuk bahunya dan berkata sambil menyeringai, “Jangan khawatir. Mimpi buruk dan kenyataan selalu berlawanan satu sama lain. Bahkan jika Kota Naga benar-benar dalam bahaya, kita tidak perlu takut jika kita bekerja sama! Aku adalah orang yang akan menjadi jenderal! ”", "“Tepat sekali!” Meng Chao tersentak dari kebingungannya dan mengayunkan tinjunya dengan ganas. “Itu bukan masa depan. Itu hanya mimpi buruk! Jika Aku ingin mengubah segalanya, Aku harus mulai dari ujian nasional perguruan tinggi Aku. Kali ini, Kamu pasti akan masuk sekolah militer, dan Aku pasti akan masuk perguruan tinggi. ”", "Rupanya, pada era di mana mereka hidup di bumi, karena perguruan tinggi meningkatkan pendaftaran dan faktor lainnya, jumlah mahasiswa sarjana meningkat dari tahun ke tahun.", "Tetapi setelah Kota Naga pindah, mereka menghadapi kekurangan sumber daya dan berbagai bahaya.", "Karena nyawa setiap orang dipertaruhkan, semua warga negara harus menjalankan tugasnya dengan rajin. Bahkan para remaja harus mengurangi waktu pendidikan mereka sebanyak mungkin sehingga mereka dapat memasuki dunia kerja atau pertempuran secepat mungkin.", "Impian warga negara biasa adalah mengikuti kursus dua tahun di sekolah khusus pasca-sekolah menengah dan mendapatkan pelatihan profesional sehingga mereka bisa mendapatkan pekerjaan yang baik di masa depan.", "Sedangkan untuk perguruan tinggi, tugas mereka adalah membina manusia super.", "Terlepas dari masa kini atau masa depan, manusia super adalah landasan dalam membantu Kota Naga mencari posisi dominan di Dunia Lain.", "Mereka juga eksistensi yang dihormati oleh warga, dan status mereka sangat tinggi.", "Sebagian besar politisi, tentara, bos perusahaan, atau idola A-list adalah manusia super.", "Jika Meng Chao ingin menghancurkan pemandangan yang dia lihat dalam mimpi buruknya, dia harus menjadi manusia super!", "“Apakah kamu benar-benar ingin masuk perguruan tinggi? Kamu tidak bercanda, bukan? ” Chu Feixiong menjadi serius.", "Dia tahu bahwa Meng Chao terluka parah tahun lalu.", "Dia juga mengerti alasan di balik mengapa sahabatnya memutuskan untuk menjalani hidupnya seperti yang dia inginkan.", "Sekarang, beruang putih besar melihat cahaya yang telah padam selama setahun penuh dinyalakan sekali lagi di mata Meng Chao.", "“Aku tidak bercanda. Aku harus masuk perguruan tinggi. ” Meng Chao berhenti sejenak sebelum dia tertawa terbahak-bahak. Dia tidak bisa menahan diri. “Aku benar-benar idiot tahun lalu, bukan?”", "“Ya, idiot besar.” Chu Feixiong mengulurkan tinjunya ke Meng Chao. “Tapi jika idiot besar sepertimu benar-benar telah membuat keputusan dan kau menginginkannyauntuk memberikan dorongan yang baik selama lima puluh hari terakhir ini, Aku pasti akan membantu Kamu. ”", "Meng Chao menarik napas dalam-dalam dan mengulurkan tinjunya untuk bertinju dengan Chu Feixiong.", "Aku akan masuk sekolah militer dan menjadi seorang jenderal!", "Aku akan masuk perguruan tinggi dan menjadi manusia super!", "Teman-teman terbaik kembali ke kelas mereka.", "Kelas berikutnya adalah kelas bahasa, dan teman sekelas mereka mulai bersorak-sorai.", "“Terima kasih Tuhan! Akhirnya kelas bahasa! ”", "“Percepat! Aku ingin menghafal Balada Mulan, Bulan di atas Telaga Teratai, dan menganalisa latar belakang karya tersebut serta makna yang mendasari Buku Harian Orang Gila! Aku tidak sabar lagi! ”", "“Guru bahasa, guru bahasa tersayang kami, mengapa engkau?”", "Para siswa menjulurkan leher mereka dan menunggu sebagai antisipasi.", "Sayangnya, guru bahasa mereka tidak kunjung datang. Sebaliknya, perwakilan kelas mereka Zuo Haoran datang dengan ekspresi dingin di wajahnya.", "Dia melangkah ke podium dan berkata, “Ms. Huang sakit hari ini. Pelajaran ini telah diubah menjadi periode belajar mandiri. Semuanya, berbaris dan ikuti Aku ke ruang kultivasi. ”", "“Tidak mungkin…”", "Ini lagi!", "“Aku ingin Ms. Huang! Beri aku kelas bahasaku! ”", "Itu adalah mimpi buruk yang mereka perkirakan akan terjadi, dan itu menyebabkan ratapan kehancuran meningkat.", "Dragon City adalah pasukan tunggal di wilayah asing, dan mereka menerapkan sistem pendidikan yang kejam pada anak-anak mereka.", "Sebagian besar kelas mereka mulai dari taman kanak-kanak hingga perguruan tinggi diisi dengan pendidikan jasmani, kultivasi, dan pertempuran yang penuh dengan pertempuran dan pembunuhan.", "Kelas matematika mereka mengajari mereka cara menghitung lintasan peluru serta pedang dan pedang. Kelas biologi mereka menyelidiki struktur monster. Kelas fisika dan kimia mereka adalah untuk memodulasi kristal dan meneliti mineral di Dunia Lain. Mereka mengambil sebagian besar studi.", "Karena waktu yang terbatas, kelas bahasa, yang tidak dapat membantu mereka meningkatkan kekuatan bertarung, harus dikurangi jumlahnya.", "Siswa kelas tiga SMA hanya memiliki dua kelas bahasa.", "Mereka harus belajar keras selama tahun ketiga mereka, dan kedua kelas bahasa itu harus memberi jalan untuk mata pelajaran yang lebih penting.", "Oleh karena itu, guru bahasa harus meminta cuti sakit atau cuti setiap dua hari sekali agar kelas mereka dapat diberikan kepada guru pendidikan jasmani atau bagi siswa untuk belajar sendiri.", "Dan ketika ada sesuatu yang langka, itu dianggap berharga. Para siswa sekolah menengah menderita tekanan yang sangat besar dari sesi kultivasi yang berat dan hampir tidak bisa bernapas. Oleh karena itu, tidak perlu disebutkan seberapa besar mereka menyukai kelas bahasa.", "Dikatakan bahwa di planet asal mereka, Bumi, mereka yang seusia dengan mereka dapat mengikuti sepuluh hingga dua puluh kelas bahasa dalam seminggu. Mereka dapat menghafal ratusan puisi klasik, dapat melakukan beberapa set tes bahasa setiap hari, dan menulis esai senilai dua ribu hingga tiga ribu kata. Di sisi lain, mereka praktis tidak memiliki kelas pendidikan jasmani.", "Betapa diberkati kehidupan yang mereka jalani!", "www.worldnovel.online"]},
{"testing": ["Bab 8: Penyihir Gelap Sebagai Adik Perempuannya", "Penerjemah: Editor Terjemahan EndlessFantasy: Terjemahan EndlessFantasy", "Taman Surgawi Terberkati terletak di Wilayah Hutan Harimau, dan itu akan memulai persiapan perang Tingkat Tiga.", "Semua orang telah bertarung selama beberapa dekade, jadi monster yang menyerang kota adalah sesuatu yang normal bagi mereka.", "Orang tua dan wanita tua masih pergi ke lapangan dan dengan santai berlatih seni bela diri kuno.", "Anak-anak melempar tengkorak monster yang dipoles dan berlari mengelilingi orang tua saat mereka memainkan permainan Earthling memukuli monster.", "Beberapa siswa sekolah menengah yang tamat sekolah lebih awal mulai berbicara omong kosong, karena mereka tidak ada hubungannya. Mereka berbicara tentang apakah Kota Naga harus mengumpulkan semua sumber dayanya untuk mengembangkan keterampilan transmigrasi sehingga mereka dapat kembali ke Bumi.", "“Kakak laki-laki!”", "Meng Chao bergerak melewati lapangan ketika dia mendengar namanya dipanggil.", "Dia menoleh dan melihat seorang gadis mengenakan seragam siswa sekolah menengah. Dia sedang menyeret ember logam besar dan berat di belakangnya, yang membuatnya tampak seperti semut yang rajin menyeret makanan yang beberapa kali lebih besar darinya.", "Gadis itu sangat menggemaskan. Dia seperti kuncup bunga yang akan mekar.", "Matanya berkerut karena geli, yang memberinya aura nakal.", "Seragamnya berukuran terlalu besar, jadi dia tampak mungil dan menggemaskan.", "Dia melompat-lompat dan melambaikan tangannya. “Cepat bantu aku! Aku benar-benar lelah! ”", "“Baik.” Meng Chao merasa sedikit linglung saat berjalan menuju adik perempuannya, Bai Jiacao.", "Saat melihat wajah mungil dan cantik yang belum sepenuhnya tumbuh, kepalanya sakit.", "Seolah-olah ada jarum baja panas yang menusuk ke dalamnya dan menstimulasi bagian terdalam dari pikirannya sehingga bisa melepaskan pecahan ingatan kristal.", "Rambut mengkilap, panjang, dan hitam gadis itu berubah menjadi rambut ungu terbakar. Mata hitamnya yang seperti kristal bersinar dengan cahaya yang mempesona, dan dia memiliki sepasang sayap besar yang ditutupi pembuluh darah. Dia tampak seperti iblis yang keluar dari kedalaman neraka berlumuran darah.", "Senyuman misterius dan jahat terlihat di bibirnya. Dia cantik, seperti gadis-gadis dalam potret yang dilukis dengan warna-warna tebal dan berat. Itu sudah cukup untuk menakuti separuh orang yang hidup dari Dunia Lain sampai-sampai hati mereka hancur.", "Dia adalah Penyihir Hitam.", "Kemanapun dia pergi, dia membawa kegelapan abadi.", "“Kakak laki-laki? Hehe…”", "Meng Chao bisa melihat di depan matanya ketika adik perempuannya telah menginjaknya di masa depan yang jauh setelah dia menjadi Penyihir Hitam. Saat itu, dia tersenyum dingin dan misterius.", "Meng Chao benar-benar bingung.", "“Aku tidak menyangka kamu akan menjadi adik perempuan seperti ini!”", "Kakak, ada apa? Dia mengayunkan tangannya ke depan dengan bingung. “Kamu terlihat seperti tikus yang melihat kucing.”", "“Tidak, itu bukan apa-apa. Apa ini? Ini sangat berat. ”", "“Sigh, ini salah Ayah. Dia mendengar bahwa tentara menjatuhkan sarang Badak Lapis Baja Besi, dan dia segera berbaris di departemen pasokan dan pemasaran. Dia benar-benar berhasil membeli seember besar daging sapi. Dia bilang itu jauh lebih murah daripada yang ada di pasar, tapi itu terlalu berat! ” Gadis itu cemberut.", "“Dimana Ayah? Mengapa dia meminta Kamu untuk membawa ember itu sendiri? ”", "“Ayah mengantre untuk kedua kalinya di bagian pasokan dan pemasaran. Dia ingin melihat apakah akan ada sumsum tulang badak, jadi Aku harus menariknya kembali. Hehe, Aku hebat, bukan? ”", "Gadis itu meletakkan tangannya di pinggul dan membusungkan dadanya. Kebanggaan bersinar di matanya.", "“Berangkat. Biarkan aku yang melakukannya.”", "“Mari kita bawa bersama. Kamu terluka. Ayah dan Ibu berkata bahwa kamu tidak seharusnya melakukan pekerjaan manual yang berat. ”", "“Ini bukan pekerjaan manual yang berat. Berangkat. Berhati-hatilah agar ember tidak mengenai kaki Kamu. Bantu Aku membawa tas Aku. ”", "Meng Chao membungkuk. Bahunya tenggelam, dan dia mengangkat seember daging Badak Lapis Baja Besi.", "Bai Jiacao menghela napas lega dan mengusap lengan dan kakinya yang sangat kaku.", "Tapi dia juga merasa sedikit gugup. Dia dengan hati-hati mengamati langkah kaki dan postur kakak laki-lakinya, khawatir dia akan melukainyaperi lagi.", "Meng Chao merasakan kelopak matanya bergerak-gerak.", "Dia sedikit kewalahan oleh perhatian dari Penyihir Kegelapan, yang akan membahayakan seluruh Dunia Lain di masa depan.", "Ketika dia memikirkan ini, dia tiba-tiba berhenti bergerak.", "“Ack!”", "Bai Jiacao tidak berhenti tepat waktu dan menabrak punggung kakaknya. Dia mengusap hidungnya dan menjerit tidak senang.", "Meng Chao berbalik dengan tatapan aneh di matanya.", "Kakak, ada apa? Bai Jiacao merasakan kulitnya merinding.", "“Izinkan Aku menanyakan sesuatu. Apakah ada sesuatu tentang diriku yang membuatmu tidak senang? ”", "“Tidak mungkin! Kakak, kenapa aku harus tidak senang denganmu? “‘Omong kosong apa! Tentu saja Aku tidak senang! Kamu mengerikan, Kakak bodoh! ”", "“Apakah aku biasanya buruk padamu? Apakah Aku sering menindas Kamu? ”", "“Tentu saja tidak. Kamu yang terbaik bagiku. Kamu tidak pernah menggangguku. ”‘ Tentu saja kamu jahat. Kamu menggertak Aku setiap hari. Kamu adalah iblis! Bagaimana kamu bisa tidak tahu malu untuk menanyakan pertanyaan seperti itu ?! ‘", "“Jika, Aku hanya mengatakan jika, suatu hari, Kamu memperoleh kekuatan besar, maukah Kamu menginjak Aku?”", "“Ya Tuhan, Kakak tersayang, apa yang kau pikirkan? Mengapa Aku ingin menginjak Kamu? Apakah Aku akan menjadi brutal? “” Hehe, Kamu dapat menebaknya! Jika aku menjadi kuat suatu hari nanti, hal pertama yang akan aku lakukan adalah menginjakmu, Kakak yang jahat! Aku akan menginjakmu dengan seluruh kekuatanku! Dan Aku akan melakukannya beberapa kali! Ohohohoho! ”", "Bai Jiacao mencoba yang terbaik untuk mengontrol ekspresi wajahnya.", "Tetapi ketika dia berpikir tentang bagaimana dia bisa membalikkan keadaan, menjadi seseorang yang lebih unggul, dan menginjak-injak kakak laki-lakinya dengan gembira setelah dia akhirnya melepaskan diri dari penindasan, dia … tidak bisa mengendalikan dirinya sendiri!", "Meng Chao menyipitkan matanya.", "Dia tiba-tiba mengulurkan cakar (tangan) jahatnya dan meletakkannya di kepala adik perempuannya untuk mengacak-acak rambutnya. Banyak. Sebagai. Dia. Ingin.", "“Kakak, apakah aku menyinggungmu lagi ?! Kenapa kamu menggangguku lagi ?! ”", "Bai Jiacao sangat marah dan cemas. Wajahnya membengkak dan memerah.", "“Seorang kakak laki-laki tidak membutuhkan alasan untuk menindas adik perempuannya.”", "Meng Chao sangat senang dengan dirinya sendiri. “Yah, itu salahmu karena menginjakku setelah kamu berubah menjadi Penyihir Hitam.", "“Karena aku masih bisa mengalahkanmu sekarang, aku hanya akan puas bermain-main denganmu dulu.”", "Ngomong-ngomong, sejak dia kembali dari mimpi buruk itu, dia pasti tidak akan membiarkan kemalangan menimpa keluarganya.", "‘Kak, aku tidak akan membiarkanmu berubah menjadi Penyihir Hitam yang ditakuti semua orang. Kamu harus menjadi putri yang paling diberkati, cantik, dan dicintai di seluruh kota — bukan, seluruh Dunia Lain! ”", "Saat Meng Chao memikirkan hal ini, dia semakin mengacak-acak rambut putri kecil itu.", "Segera, mereka mencapai Unit 3, Blok 19, Taman Surgawi yang Terberkati.", "Karena terjadi kekurangan listrik dan monster menyerang mereka, bangunan jarang memasang lift.", "Orang dewasa terbiasa memanjat dinding dan masuk ke rumah mereka melalui jendela.", "Para remaja naik tangga, tetapi tidak menghabiskan banyak energi mereka.", "Meng Chao dan Bai Jiacao menarik dan mendorong ember berisi daging Badak Lapis Baja Besi sampai mereka membawanya ke pintu nomor 704.", "Sebuah pelat bertuliskan [FAMILY WITH FIVE OUTSTANDING VIRTUES] dipaku pada pintu paduan dengan cat terkelupas.", "Di bawah piring ada enam puluh lima tengkorak dengan semprotan tanduk panjang yang cacat dicat di atasnya. Ada tanda silang merah di setiap tengkorak.", "Ini berarti keluarga ini telah membunuh enam puluh lima monster.", "Itu adalah pemandangan yang familiar, tapi asing pada saat bersamaan. Itu menyebabkan mata Meng Chao pedih.", "Dia dibesarkan dalam keluarga normal.", "Tujuh belas tahun yang lalu, selama serangan monster di kota, seorang pensiunan tentara Meng Yishan mendengar tangisan bayi di reruntuhan.", "Dia mengumpulkan semua keberaniannya untuk menyelamatkan yang selamat dan tidak hanya berhasil menyelamatkan bayinya, dia juga berhasil menemukan seorang gadis remaja yang kakinya hancur berantakan di kedalaman reruntuhan.", "Gadis itu terluka parah. Meng Yishan merawatnya dengan cermat, dan keduanya jatuh cinta.", "Bayi itu adalah mak comblang mereka. Itu telah kehilangan orang tuanya selama serangan monster, jadi mereka memilih untuk merawatnya.", "Bayi ituMeng Chao.", "Meskipun mereka tidak memiliki hubungan darah, orang tua angkatnya tetap memperlakukannya seperti darah daging mereka sendiri.", "Bahkan setelah Bai Jiacao, produk kehidupan mereka, lahir, cinta mereka padanya tidak berubah.", "Dalam mimpi buruknya, keluarga mereka yang beranggotakan empat orang menjalani kehidupan yang sederhana dan bahagia selama dua puluh tahun sebelum berakhir dengan tiba-tiba dalam kekacauan.", "Begitu Meng Chao kembali dari mimpi buruk itu, dia membuat keputusan untuk melindungi segalanya sampai keabadian.", "Bu, aku kembali!", "Dia punya kunci di sakunya, tapi dia tidak bisa menahan diri untuk tidak berteriak.", "Apartemen sempit tapi bersih itu sepanas kukusan makanan.", "Ruang tamu mungil mereka terjepit dengan dapur terbuka. Bai Suxin, yang menderita cacat kaki, berkeringat di depan kompor.", "Ketika dia melihat anak-anaknya pulang, dia dipenuhi dengan kegembiraan. Kerutan di wajahnya mereda.", "“Bukankah hidungmu bagus? Kamu kembali tepat pada waktunya. ”", "Bai Suxin mengeluarkan sepiring makanan emas. “Makan lumpia selagi masih panas. Isiannya terbuat dari daging Ikan Bermata Sembilan. Itu adalah roti baru yang baru saja bermutasi. Karena belum pernah ada yang melihatnya, tidak banyak orang yang berani memakannya. Itu dijual murah, jadi Aku membeli banyak. Jika rasanya enak, Aku akan membuatnya lebih banyak di masa depan. ”", "“Ibu!”", "Meng Chao menarik napas dalam-dalam dan mengambil lumpia buatan ibunya dengan jari gemetar. Dia menggigitnya dan memberi perhatian ekstra pada rasanya.", "‘Sangat harum. Dagingnya manis. ”", "Itu adalah rasa manis yang belum pernah dia rasakan selama bertahun-tahun.", "“Bocah konyol, kamu hanya makan lumpia, jadi kenapa kamu menangis?”", "Bai Suxin memandang Meng Chao, lalu ke Bai Jiacao.", "Bai Jiacao menarik wajah lucu dan mengetuk pelipisnya sendiri. Dia menunjuk ibunya. “Kakak kehilangan beberapa sekrup di kepalanya hari ini!”", "Sebuah pikiran muncul di kepala Meng Chao. Pecahan ingatan di benaknya berkilauan, dan dia sangat ingin mencoba sesuatu. “Bu, Cao Muda, pergi dan istirahatlah di apartemen. Aku akan membuat makan malam malam ini. ”", "“Kamu tahu cara memasak?” Bai Suxin terkejut dan terharu, tapi dia melambaikan tangannya dan berkata, “Istirahat saja. Kamu lelah dari sekolah. Aku akan selesai setelah aku menumis hati babi. Perhatikan pintu. Ayahmu baru saja menelepon dan mengatakan dia membeli sumsum tulang badak. ”", "“Tidak apa-apa. Aku lelah belajar, jadi Aku hanya akan memasak beberapa hidangan untuk mengubah sedikit pola pikir Aku. ”", "Meng Chao tidak mendengarkan protes. Dia melepas celemek Bai Suxin dan mengikatnya di sekeliling tubuhnya sebelum mengambil pisau dan mengacungkannya. Dia tampak sangat akrab dengannya.", "“Chao’er, kamu sudah dewasa,” kata Bai Suxin sambil tersenyum.", "“Kakak, apa kau yakin akan baik-baik saja? Hati babi dari Demonic Halberd Pigs sangat sulit untuk ditangani. Jika kamu sedikit ceroboh, itu akan berakhir dengan bau busuk, dan itu akan menjadi bau. ” Bai Jiacao menolak untuk mempercayainya.", "Kakaknya yang bodoh hanya bisa memasak mie instan atau merebus pangsit. Membuat telur goreng adalah batas mutlaknya.", "Prosedur untuk membuat hati babi dari Babi Tombak iblis enak sangat rumit. Bahkan ibu rumah tangga pun kesulitan membuatnya terasa enak.", "“Aku akan melakukannya. Pindah, dasar kakak bodoh. ”", "Gadis itu biasa berjalan.", "Biasanya, saat ibunya menderita sakit di kaki, dia akan memasak.", "Tapi sebelum dia bisa mengambil pisau dari tangan Meng Chao, pisau itu berubah menjadi seberkas cahaya perak.", "www.worldnovel.online"]}
]