[
{"testing": ["Buku 1 – Bangkit", "Sekte Pedang. Void Mountain. Puncak Buruh.", "Sebagai sekte besar yang terkenal di wilayah selatan, Sekte Pedang membelakangi Pegunungan Grand Myriad dan menghadap ke selatan menuju Kekaisaran Grand Qin, dan menduduki Gunung Void yang membentang terus menerus selama lebih dari 500 km. Ada tujuh puncak utama dan 36 puncak kecil di Gunung Void, dan Puncak Buruh adalah salah satu dari puncak kecil ini. Seperti namanya, Puncak Buruh adalah tempat Murid Buruh sekte itu tinggal.", "Meskipun Puncak Buruh adalah tempat Murid Buruh tinggal, skalanya sudah bisa dibandingkan dengan kota kecil di Kekaisaran Qin Besar yang mampu menampung beberapa puluh ribu orang.", "Cahaya fajar pertama baru saja tiba. Seperti biasa, Yang Ye terbangun saat ini, lalu dia mencuci mukanya sebentar sebelum meninggalkan kamarnya dengan sapu di belakang pintunya.", "Saat dia menatap secercah fajar di cakrawala, Yang Ye menarik napas dalam-dalam dari udara pagi yang murni dan segar. Setelah beberapa saat, wajah kecil Yang Ye yang tampaknya tidak dewasa ditutupi dengan ekspresi tegas, dan dia berkata dengan suara rendah, “Bekerja keras! Bertahan! Jangan menyerah! ”", "Begitu dia selesai berbicara, dia berjalan cepat menuju Cool Breeze Gorge.", "“Lihat! Bukankah itu mantan Murid Pengadilan Luar? ”", "Jadi, itu dia. Bahkan Kamu tahu itu di masa lalu. Sekarang, dia hanya seorang Murid Buruh, dan dia menyapu lantai seperti yang kita lakukan. ”", "“Sungguh menyia-nyiakan anak kecil yang tampan! Dia terlihat berusia sekitar 16 atau 17 tahun sekarang. Pada usia ini, masa depannya awalnya tidak terbatas. Sayangnya, dia datang ke sini untuk melakukan pekerjaan sambilan sekarang. Sayang sekali!”", "“Aku mendengar bahwa Penatua Pengadilan Luar merekrutnya sebagai Murid Pengadilan Luar di Kota Southpeace, namun siapa yang tahu bahwa dia sebenarnya tidak dapat menyerap Energi Mendalam selama satu tahun penuh, dan pada saat marah, Penatua Pengadilan Luar itu menurunkannya menjadi Murid Buruh. Seharusnya, dia adalah Murid Pengadilan Luar pertama dalam sejarah Sekte Pedang yang direduksi menjadi Murid Buruh, dan dia bahkan memperoleh gelar sampah nomor satu di Sekte Pedang! ”", "“Sampah nomor satu dari Sekte Pedang! Ck ck, reputasinya ini benar-benar gemilang! ”", "Langkah kaki Yang Ye berhenti setelah mendengar suara diskusi di sekitarnya, dan tangan kanannya memegang erat sapu di dalamnya. Setelah beberapa saat, dia menarik napas dalam-dalam dan tidak memperhatikan orang-orang itu saat dia berjalan dengan cepat menuju Cool Breeze Gorge.", "Cool Breeze Gorge terletak di belakang Labor Peak, dan dikelilingi oleh tiga bukit kecil sementara ngarai cekung terletak di tengahnya. Rerumputan mewah yang tampak seperti karpet hijau tumbuh di dalam ngarai, dan pepohonan menjulang tinggi yang tak terhitung jumlahnya menutupi daun menutupi langit. Di sinilah Para Murid Buruh biasanya mengumpulkan tumbuhan dan kayu, dan itu juga tempat Yang Ye biasanya berlatih.", "Di atas batu yang sangat besar, Yang Ye melemparkan sapu dengan santai ke samping sebelum duduk bersila di atas batu yang sangat besar itu, lalu dia menarik sepucuk surat dan patung tanah liat kecil dari dadanya. Dia menerima surat ini dari keluarganya tadi malam, dan karena dia sudah bekerja hampir 16 jam kemarin, dia tidak punya waktu untuk membacanya sama sekali.", "Saat dia menatap sosok tanah liat kecil di tangannya, wajah Yang Ye sedikit tidak dewasa mengungkapkan seutas senyum lembut. Sosok tanah liat itu sangat kecil, dan tidak bisa dikatakan indah, namun ciri-cirinya jelas. Itu adalah sesuatu yang dibuat oleh adik perempuannya sesuai dengan penampilannya. Meskipun tidak terlihat seperti dia dan kasar, itu adalah harta paling berharga baginya.", "Setelah menggosoknya sebentar, Yang Ye meletakkan kembali sosok tanah liat itu di bawah pakaian di dadanya. Dia melihat surat di tangannya dan dengan ringan meniup debu di atasnya, dan kemudian dengan hati-hati menarik surat di dalam amplop sebelum membacanya.", "Kakak, kami telah menerima koin emas yang Kamu kirimkan bulan lalu. Karena Kamu diambil untuk menjadi Murid Pengadilan Luar Sekte Pedang, semua tetangga kami yang dulu meremehkan kami sudah mulai sering berkunjung ke rumah kami. Hmph! Yao Kecil tahu bahwa mereka hanya baik padaku dan Ibu karena mereka tahu bahwa Kakak mampu. Mereka adalah sekelompok orang yang hanya peduli dengan status. ”", "Yang Ye menarik napas dalam-dalam sementara sudut mulutnya sedikit melengkung sebelum diliputi oleh gumpalan ejekan diri. Murid Pengadilan Luar….", "Setelah waktu yang lama, Yang Ye ditekanketidakberdayaan dan ketidakmauan di dalam hatinya, dan kemudian pandangannya tertuju pada surat itu.", "“Selain itu, orang-orang dari Klan Liu benar-benar menyebalkan, mereka benar-benar membuat lamaran untuk menikah dengan Ibu, dan mereka ingin Yao Kecil menjadi selir bagi gendut dari klan mereka yang beratnya 150kg. Gendut itu bahkan tidak bisa berjalan, dan Little Yao bahkan tidak memiliki nafsu makan saat melihatnya, namun mereka ingin Little Yao menjadi selirnya. Untunglah, Ibu tidak setuju! Meskipun aku akan menikahi seseorang, Yao Kecil ingin menikah… menikahi Kakak…. Oh, sungguh memalukan! Kakak, kamu tidak boleh menertawakanku, dan itu termasuk tertawa dalam hatimu! ”", "Klan Liu! Gumpalan cahaya dingin melintas di mata Yang Ye. Klan Liu memiliki kekuatan yang cukup besar di Kota Southpeace. Di masa lalu, Patriark Klan Liu bermaksud menjadikan ibunya sebagai selir, namun ibunya lebih memilih mati daripada setuju. Selain itu, Klan Liu tidak berani menyebabkan nyawa hilang. Bagaimanapun, hukum di Grand Qin Empire sangat ketat, dan bahkan Liu Clan akan menghadapi masalah jika mereka menyebabkan seseorang kehilangan nyawanya.", "Namun, Klan Liu tidak menyerah, dan terus-menerus menimbulkan masalah bagi keluarga Yang Ye di Kota Southpeace. Mereka ingin memaksa ibunya untuk bersedia menikah dengan Klan Liu. Namun, meski hidup mereka sulit, ibunya tetap tidak berkompromi dengan Liu Clan. Situasi semacam ini terus berlanjut sampai dia diambil sebagai Murid Pengadilan Luar oleh Penatua Pengadilan Luar dari Sekte Pedang. Setelah dia menjadi Murid Pengadilan Luar, Klan Liu sedikit ketakutan karena ini dan tidak berani pergi terlalu jauh.", "Namun, dia tidak pernah menyangka bahwa Liu Clan benar-benar mengarahkan pandangan mereka pada adik perempuannya sekarang!", "“Kekuatan! Kekuatan!! Aku harus menjadi Murid Pengadilan Luar. ” Yang Ye mengepalkan tinjunya dengan erat. Dia tahu bahwa jika berita tentang dirinya yang diturunkan menjadi Murid Buruh mencapai Kota Southpeace, maka Klan Liu pasti akan bertindak dengan berani, dan situasi yang dialami ibu dan adik perempuannya pasti akan menjadi sangat berbahaya.", "Ketika dia berpikir sampai ke sini, Yang Ye menyimpan surat itu sebelum dia berjalan dari batu besar, dan dia menarik cabang pohon di dasar batu besar itu. Di bawah dahan ada empat buah besi hitam yang tampak seperti gelang.", "Yang Ye mengenakan potongan besi gelap ini di lengan dan pergelangan kakinya. Setelah dia memakai potongan besi, Yang Ye langsung merasakan berat. Untungnya, setelah mengalami temperamen tahun ini sendiri, dia sudah terbiasa dengan berat potongan besi ini.", "Setelah itu, dia berjalan ke sebuah pohon besar. Dia menginjak kuat-kuat dengan kedua kakinya, menyebabkan sosoknya melonjak sebelum tangannya mencengkeram dahan dengan kuat, dan kemudian dia mengandalkan kekuatan lengannya untuk menarik dirinya ke atas dan ke bawah. Saat dia bergerak naik turun, sosoknya mengambil postur yang aneh. Postur semacam ini menyebabkan otot-otot di seluruh tubuhnya dilatih sekaligus.", "Ini adalah Teknik Pemurnian Tubuh yang dia peroleh setelah menjadi Murid Pengadilan Luar hari itu, dan itu bukanlah sesuatu yang baik. Setiap Murid Luar Pengadilan memiliki satu. Efek dari teknik kultivasi ini adalah memperkuat tubuh, dan ketika tendon dan tulang di dalam tubuh dilatih ke tingkat tertentu, jejak Energi Mendalam akan diserap. Dengan Energi Mendalam ini, seseorang akan menjadi Pendalam sejati.", "Pada saat itu, dia telah menggunakan Teknik Penyempurnaan Tubuh ini dan berkultivasi selama setengah tahun, namun dia tidak dapat membentuk satu pun jejak Energi Yang Mendalam, dan justru karena inilah dia direduksi menjadi Murid Buruh itu. memiliki status terendah di Sekte Pedang.", "Dalam sejarah Sekte Pedang, Murid Pengadilan Luar direduksi menjadi Murid Buruh belum pernah terjadi sebelumnya. Jadi, dia bahkan mendapatkan julukan yang sangat gemilang – sampah nomor satu dalam sejarah! Bukan hanya itu, dia bahkan akan menjadi contoh negatif yang digunakan Tetua Pengadilan Luar Sekte Pedang untuk mengajar para Murid Pengadilan Luar.", "Begitu ada Murid Pengadilan Luar yang malas atau tidak menanggapi sesuatu dengan serius, Sesepuh Pengadilan Luar akan berkata. “Apakah Kamu ingin menjadi Yang Ye kedua?”", "Dalam keadaan normal, orang seperti itu akan meninggalkan Sekte Pedang dan kembali ke dunia fana. Namun, Yang Ye tidak. Tidak hanya dia tidak kembali ke dunia fana, tapi dia bahkan akan matimenjadi seorang Murid Kerja!", "Semua ini karena dia tidak ingin mengecewakan ibu dan adik perempuannya! Dia adalah harapan ibu dan adik perempuannya. Tidak ada yang berani menggertak ibu dan adik perempuannya karena dia akan menjadi Murid Pengadilan Luar Sekte Pedang, dan itu karena dia akan menjadi Murid Pengadilan Luar sehingga ibu dan adik perempuannya akhirnya bisa hidup sedikit lebih bahagia. kehidupan!", "Jika dia kembali, maka semua ini akan berubah!", "Huff ~ Huff ~", "Setelah beberapa saat, suara yang sangat padat dari seseorang yang terengah-engah tiba-tiba bergema di tengah suasana hening Cool Breeze Gorge. Keringat menetes ke matanya, dan iritasi dari hal ini menyebabkan Yang Ye menutup matanya dengan erat, dan dia membiarkan keringat di dahinya turun ke wajahnya.", "Pada saat ini, Yang Ye merasakan mati rasa dan kelelahan di sekujur tubuhnya. Terutama lengannya, mereka bahkan terasa seperti timah dan sangat berat. Orang normal akan memilih untuk beristirahat saat ini, namun dia tidak melakukannya. Dia menggertakkan giginya dan meraih dahan itu dengan erat sebelum naik turun tanpa ujung.", "Setelah waktu yang lama, wajah Yang Ye memerah sementara keringat membasahi dahinya. Pakaian berwarna hijau dari Murid Buruh yang dia kenakan sudah basah oleh keringat, dan perasaan mencapai batasnya menyebabkan dia merasa pusing. Pada akhirnya, cengkeramannya mengendur, dan seluruh tubuhnya jatuh ke tanah.", "Huff ~ Huff ~", "Saat dia berbaring di tanah, Yang Ye terengah-engah. Pada saat ini, dia bahkan tidak memiliki kekuatan untuk menggerakkan satu jari pun.", "Gumpalan cahaya muncul dari cakrawala, dan pemandangan di kejauhan berangsur-angsur menjadi lebih jelas. Angin sejuk bertiup, dan Yang Ye menarik napas dalam-dalam dengan rakus. Tiba-tiba, sosok Yang Ye duduk dengan tiba-tiba sementara matanya terbuka lebar, dan wajahnya tertutup rasa tidak percaya!", "Dia benar-benar merasakan Energi yang Mendalam!", "Ya, dia merasakan Energi yang Mendalam! Jejak Energi Mendalam itu mengalir sesekali di sepanjang meridian di tubuhnya dan mengalir secara bertahap ke Dantiannya. Meskipun jejak energi ini masih tidak mengalir terus menerus dan lemah, dia benar-benar merasakannya.", "Hmm? Apa yang sedang terjadi? Yang Ye merasa jejak Energi yang Mendalam tiba-tiba menghilang setelah memasuki Dantiannya. Ya, itu langsung lenyap seolah tidak pernah ada!", "Alis Yang Ye bersatu erat saat dia mencari jejak Energi Mendalam di tubuhnya. Setelah beberapa saat, mata Yang Ye terbuka lebar sementara wajahnya dipenuhi syok.", "Aku, Aku, sebenarnya, sebenarnya memiliki dua Dantian…. Yang Ye menelan ludah dengan ekspresi tidak percaya. Dia akan menemukan jejak Energi yang Mendalam, atau tepatnya berbicara, itu bukanlah jejak tapi untaian. Ada pusaran kecil di kedalaman terdalam dari Dantiannya, dan pusaran kecil itu dipenuhi dengan Energi yang Mendalam!", "Sekarang, Yang Ye mengerti mengapa dia tidak bisa menyerap Energi Mendalam di masa lalu. Bukannya dia tidak bisa menyerapnya, tapi itu segera diserap oleh pusaran kecil begitu dia menyerapnya ke dalam tubuhnya. Di sisi lain, alasan dia tidak menyadari pusaran kecil itu adalah karena pusaran kecil itu tersembunyi sangat dalam di dalam Dantiannya. Jika dia tidak mengikuti jejak Energi Mendalam itu dari sebelumnya dan mencari, dia mungkin tidak akan selamanya dapat melihat pusaran kecil itu!", "Satu-satunya alasan dia bisa merasakan Energi Mendalam sekarang adalah pusaran kecil itu penuh. Ya, pusaran kecil itu dipenuhi dengan Energi Mendalam, jadi jejak Energi Mendalam ini telah didorong ke Dantian normalnya. Namun, untuk beberapa alasan yang tidak diketahui, pusaran kecil itu dengan paksa menyerap jejak Energi Mendalam itu tepat setelah itu, dan itu bahkan tidak meninggalkan jejak di Dantian normalnya.", "Menurut pengetahuannya, orang biasa memiliki satu Dantian, dan dia tidak tahu apakah orang lain memiliki dua Dantian seperti dia. Namun, dia tahu satu hal, dia bukan sampah, dan dia bisa berkultivasi!", "Ketika dia berpikir sampai di sini, gumpalan senyum tipis muncul di sudut mulut Yang Ye. Setelah beberapa saat, busur ini berangsur-angsur tumbuh, dan kemudian tawa ringan keluar dari tenggorokannya. Setelah beberapa saat, tawa ringan ini akhirnya berubah menjadi tawa yang benar-benar meraung dan liar.", "“Aku, Yang Ye, bisa menjadi seorang Yang Mendalam. Aku, Yang Ye, bisa menjadi seorang Yang Mendalam. Ha ha!!” Pada saat ini, Yang Ye tertawa sampai menangis, dan dia menangis seperti anak kecil. Selama siang dan malam yang tak terhitung jumlahnya, meskipun dia tidak memberike atas, gunung yang tak terlihat selalu menekan bahunya. Dia tidak takut diejek oleh orang lain dan disebut sampah, dia juga tidak takut dipandang rendah oleh orang lain.", "Namun, dia takut harapan ibu dan adik perempuannya akan hancur!", "Dia takut ibu dan adik perempuannya akan dipermalukan oleh tetangga mereka seperti yang mereka lakukan di masa lalu!", "Dia takut ibu dan adik perempuannya harus melalui hari-hari kelaparan seperti yang mereka alami di masa lalu!", "Dia benar-benar takut, sangat takut….", "Namun sekarang, dia memiliki kemampuan untuk menghentikan semua ini terjadi. Selama dia mengembangkan Teknik Penyempitan Tubuh ke tingkat tertinggi dan mencapai peringkat keenam dari Alam Fana, maka dia akan bisa menjadi Murid Pengadilan Luar. Selama dia menjadi Murid Pengadilan Luar, dia akan memiliki sumber daya budidaya, teknik kultivasi, dan keterampilan pedang. Pada saat itu, dia akan memiliki kesempatan untuk menjadi Murid Pengadilan Dalam.", "Selama dia bisa menjadi Murid Pengadilan Dalam, bahkan Gubernur Kota Southpeace harus memperlakukannya dengan hormat!", "Peringatan sinar matahari melewati hutan dan menyinari wajah Yang Ye yang masih berkeringat, dan itu memancarkan cahaya merah di wajah Yang Ye.", "“Mengapa Aku tidak pernah memperhatikan di masa lalu bahwa pemandangan di sekitarnya begitu indah?” Yang Ye tersenyum dan menahan kegembiraan di dalam hatinya sebelum menyeka keringat di wajahnya, dan kemudian dia melepaskan potongan besi di tubuhnya dan meletakkannya kembali di dasar batu besar. Setelah itu, dia berjalan untuk mengambil sapu sebelum dengan cepat berlari menuju pintu masuk ngarai.", "Dia masih ingat bahwa tugasnya hari ini adalah menyapu tempat pelatihan Sekte Pedang!", "www.worldnovel.online"]},
{"testing": ["Di sisi kolam di Cool Breeze Gorge, Yang Ye duduk bersila di tanah dengan mata tertutup sedikit, dan dia membenamkan pikirannya ke dalam tubuhnya.", "Setelah kegembiraan yang dia rasakan sebelumnya, Yang Ye merasa itu sedikit aneh. Karena tidak peduli bagaimana dia memikirkannya, sepertinya tidak benar memiliki dua Dantian. Jadi, dia memutuskan untuk mencari tahu pusaran kecil di kedalaman Dantiannya.", "Kali ini, dia melihat pusaran kecil Dantian dengan jelas. Itu hanya seukuran telapak tangan, dan itu tanpa henti memancarkan kekuatan hisap. Justru kekuatan isap inilah yang langsung menyerap Energi Mendalam yang dia serap ke dalam tubuhnya setelah pelatihannya.", "Pusaran kecil ini telah sepenuhnya menyerap semua Energi Mendalam dalam Dantiannya, menyebabkan dia sama sekali tidak dapat menjadi seorang Yang Mendalam. Tidak, harus dikatakan bahwa dia sudah menjadi seorang Yang Mendalam sejak lama. Karena menjadi Profounder bergantung pada bakat alami seseorang. Jika seseorang mampu menyerap Energi Mendalam melalui temper tubuh, maka seseorang adalah seorang Yang Mendalam.", "Namun, Energi Mendalamnya telah diserap oleh pusaran kecil segera setelah memasuki tubuhnya, menyebabkan dia memiliki pandangan yang salah bahwa dia bukan seorang Yang Mendalam. Berdasarkan standar menjadi seorang Yang Mendalam, dia sudah menjadi seorang Yang Mendalam sejak lama.", "Yang Ye mencoba mengendalikan pusaran kecil ini. Menurutnya, karena pusaran kecil ini ada di dalam tubuhnya, maka pusaran itu seharusnya menjadi miliknya dan dikendalikan olehnya. Namun, dengan kekecewaannya, setiap kali dia bermaksud untuk mengeluarkan Energi yang Mendalam dari dalam pusaran kecil, pusaran kecil itu akan tampak seolah-olah diprovokasi oleh sesuatu dan mempercepat putarannya, menyebabkan dia benar-benar tidak dapat menyeretnya keluar. jejak Energi Mendalam.", "Energi Mendalam itu adalah milikku! Setelah berusaha keras untuk waktu yang lama, Yang Ye sedikit kesal saat melihat pusaran kecil itu masih tidak mau melepaskan Energi Mendalam di dalamnya, dan dia mengutuk dalam hatinya. Jika dia tidak dapat mengendalikan pusaran kecil ini, bukankah itu berarti dia akan bekerja untuk pusaran kecil itu seumur hidupnya?", "Yang terpenting, jika dia tidak memiliki Energi Mendalam, lalu bagaimana dia akan meningkatkan intensitas pelatihannya? Bagaimanapun, intensitas latihannya saat ini telah mencapai batasnya. Di bawah situasi di mana dia tidak memiliki sumber daya kultivasi dan tidak memiliki dukungan dan pemulihan yang disediakan oleh Energi Mendalam, meningkatkan intensitas pelatihannya dapat menyebabkan kerusakan yang tidak dapat diperbaiki pada tubuhnya.", "Beri aku sedikit, sedikit. Kamu harus menyadari bahwa Kamu tidak akan dapat menyerap Energi Mendalam tanpa Aku. Beri Aku sedikit, dan Aku akan mampu menyerap lebih banyak Energi Mendalam. Bukankah semua Energi Mendalam yang aku serap milikmu pada akhirnya? Bagaimana menurut Kamu? Ini menguntungkan bagi kita berdua untuk bekerja sama, dan itu akan merugikan kita berdua jika kita tidak melakukannya!", "Karena melakukan sesuatu dengan paksa tidak berhasil, Yang Ye memutuskan untuk mencoba bernegosiasi. Meskipun itu sedikit menyedihkan karena Energi Mendalam adalah buah dari pelatihannya yang melelahkan, itu tidak dapat membantu, Energi Yang Mendalam adalah kunci apakah dia akan dapat menjadi Pendalam sejati, dan itu terkait dengan apakah dia akan bisa menjadi Murid Pengadilan Luar. Jadi, dia tidak punya pilihan selain menelan harga dirinya.", "Setelah beberapa saat, pusaran kecil itu tidak menunjukkan reaksi. Namun tepat ketika Yang Ye bersiap untuk mengutuk dengan marah, untaian Energi Mendalam keemasan tiba-tiba mengalir keluar dari dalam pusaran kecil. Saat melihat ini, Yang Ye hampir melompat kegirangan. Setelah beberapa saat, senar lain keluar. Secara bertahap, string demi string Energi Mendalam emas muda mengalir keluar tanpa akhir, dan pusaran kecil hanya berhenti setelah sekitar 20 string Energi Mendalam emas ringan telah mengalir keluar.", "Cahaya Mendalam Energi emas mengalir ke Dantian normalnya, dan Yang Ye baru saja akan berteriak ketika Energi Mendalam emas muda tiba-tiba mengalir ke arah meridian di seluruh tubuhnya. Setelah itu, untaian Energi Mendalam emas muda ini perlahan memasuki ototnya. Pada saat ini, Yang Ye merasa seolah-olah dia bisa mendengar sorak-sorai sel yang tak terhitung jumlahnya di dalam ototnya, dan kemudian rasa sakit dan kelelahan yang dia miliki menghilang secara diam-diam sebelum digantikan dengan energi yang semakin melimpah.", "Tepat ketika Yang Ye bingung, dia tiba-tiba merasa ada sesuatu yang menggeliat di tubuhnya. Dia buru-buru melepas pakaiannya dan menundukkan kepalanya untuk melihat, dan kemudian mata Yang Ye langsung terbuka lebar. Dia melihat bahwa kulit di tubuhnyajatuh dengan kecepatan yang terlihat!", "Kulitnya diganti!", "Ini adalah pertanda mencapai tingkat keempat dari Teknik Pemurnian Tubuh! Mencapai tingkat keempat dari Teknik Penyempitan Tubuh berarti bahwa dia adalah Mendalam peringkat keempat sekarang!", "“Ha ha!!” Ketika dia berpikir sampai di sini, Yang Ye melompat dari tanah dan mulai tertawa terbahak-bahak. Setelah tertawa sebentar, dia sepertinya merasa ada yang tidak beres, dan dia buru-buru menghentikan tawanya dan menundukkan kepalanya untuk melihat tubuhnya.", "Saat dia menatap tubuhnya yang tanpa henti melepaskan kulitnya, Yang Ye buru-buru melepas semua pakaian yang dia kenakan, dan kemudian dia melompat ke kolam. Setelah semua kulitnya terkelupas, dia membalik-balik di kolam sebelum melompat keluar. Dia dengan lembut mengusap kulit di depan dadanya, dan kemanapun telapak tangannya lewat, rasanya seperti menyentuh batu halus, dan itu mengirimkan perasaan tegas yang luar biasa ke bagian tengah telapak tangannya.", "Pop! Pop! Pop!", "Yang Ye menekan kegembiraan di dalam hatinya dan mengambil cabang pohon dari tanah, dan kemudian dia segera mengeksekusi Teknik Pedang Dasar. Saat dia mengeksekusinya, suara angin bertiup sementara itu benar-benar menyebabkan sebagian tanah di tanah naik ke udara. Dorongannya adalah sesuatu yang tidak bisa dibandingkan dengan masa lalu sama sekali.", "Setelah dia selesai, Yang Ye buru-buru membenamkan pikirannya ke dalam tubuhnya sekali lagi. Setelah beberapa saat, ekspresi gembira melonjak ke wajahnya. Ya, dia tidak salah, dia benar-benar akan mencapai peringkat keempat dari Alam Fana!", "Dari seseorang yang bahkan bukan seorang Yang Mendalam, dia akan langsung mencapai peringkat keempat dari Alam Fana. Yang Ye merasa linglung seolah sedang bermimpi, tetapi dalam waktu singkat, dia mencapai pemahaman. Sejak saat dia tiba di Sekte Pedang, dia mulai berkultivasi dengan pahit dalam Teknik Pemurnian Tubuh. Pada saat itu, meskipun dia tidak bisa dikatakan sebagai yang paling rajin di antara Murid Pengadilan Luar, dia benar-benar bisa berada di peringkat tiga besar.", "Sejak saat itu hingga sekarang, dia telah berkultivasi dalam Teknik Pemurnian Tubuh selama dua tahun sekarang. Jadi, tubuhnya sudah mencapai kondisi yang sangat kuat. Sekarang Energi Mendalam telah memasuki tubuhnya, sepertinya dia tiba-tiba mendapatkan pin ke rekening banknya. Dengan pin tersebut, dia secara alami dapat menarik uangnya.", "Sederhananya, akumulasi yang melimpah akhirnya melonjak!", "Alis Yang Ye tiba-tiba menyatu karena dia tiba-tiba memikirkan sebuah masalah, dan masalahnya adalah Energi Mendalamnya berwarna emas muda! Energi Mendalam emas muda? Apakah itu unik bagi Aku, atau apakah Energi Mendalam di dalam tubuh emas ringan orang lain juga? Yang Ye sedikit bingung.", "Lupakan! Ketika Aku memasuki Pengadilan Luar di masa depan, Aku pasti akan dapat mengetahui apakah Aku sama dengan orang lain setelah Aku berhubungan dengan lebih banyak Pendalam! Yang Ye bukanlah seseorang yang suka memecahkan masalah, dan dia hanya memikirkannya sejenak sebelum mengesampingkannya.", "Yang Ye duduk bersila di tanah sebelum pikirannya turun sekali lagi ke dalam tubuhnya. Pada saat ini, Energi Mendalam emas dari sebelumnya sudah lenyap dari dalam Dantian normalnya, dan itu benar-benar kosong.", "“Saudaraku, Aku kira Kamu mengerti Aku. Bagaimana kalau kita melakukan ini? Mari kita bagi sama Energi Mendalam yang Aku serap di masa depan. Aku akan memberi Kamu semua Energi Mendalam yang Aku serap, dan sebagai gantinya, Kamu harus memberi Aku jenis Energi Mendalam emas ringan itu. Aku tidak memanfaatkan Kamu karena Kamu harus sadar bahwa Aku hanya akan dapat menyerap lebih banyak Energi Mendalam dengan menjadi lebih kuat. Sebaliknya, jika Aku tidak menjadi lebih kuat, maka jumlah Energi Mendalam yang Aku serap pasti akan sangat langka. Jadi, Aku harus diprioritaskan sekarang, dan begitu Aku menjadi kuat, Kamu akan bisa mendapatkan lebih banyak Energi Mendalam. Bagaimana menurut Kamu?”", "Yang Ye memiliki perasaan absurd bahwa pusaran kecil itu bisa memahaminya. Tidak ada alasan untuk ini, dan itu hanya perasaannya. Jadi, dia memutuskan untuk membahas masalah ini dengan pusaran kecil. Sebaliknya, jika pusaran kecil memonopoli semua Profoudan Energi di masa depan, maka dia pasti akan dipenuhi dengan kesedihan.", "Setelah beberapa saat dan tepat ketika Yang Ye merasa sedikit tidak sabar, pusaran kecil tiba-tiba mulai berputar, dan berputar sesaat sebelum berhenti.", "Yang Ye mulai tersenyum ketika dia merasakan tindakan pusaran kecil, intuisinya mengatakan kepadanya bahwa pusaran kecil itu telah setuju. Jelas, pusaran kecil tidak puas dengan kecepatan dia menyerap Energi Mendalam saat ini, jadi itu memutuskan untuk membuatnya menjadi kuat terlebih dahulu. Ini adalah investasi!", "Setelah dia mengenakan pakaiannya, Yang Ye berjalan ke tempat potongan besi disembunyikan, dan dia memakainya. Pada saat ini, Yang Ye tidak bisa merasakan sedikit pun beban yang datang dari mereka.", "Dia tidak memiliki teknik kultivasi sekarang, jadi dia hanya bisa menggunakan Teknik Penyempurnaan Tubuh untuk menyerap Energi Mendalam. Semakin kejam dia berlatih, semakin banyak Energi Mendalam yang bisa dia serap, dan itu berarti jumlah Energi Mendalam emas ringan yang dia peroleh akan lebih banyak lagi. Dengan Energi Mendalam emas yang lebih ringan lagi, dia akan dapat memanfaatkannya untuk memperkuat tubuhnya dan meningkatkan kultivasinya.", "“Ah!!! Tolong aku!! Berhenti mengejar Bao’er !! Kakek! Selamatkan aku!!” Tepat ketika Yang Ye bermaksud untuk berlatih sampai batas kemampuannya, tangisan tajam tiba-tiba terdengar dari hutan yang jauh. Suaranya agak kekanak-kanakan, dan itu jelas seorang gadis kecil.", "Yang Ye berhenti bergerak saat mendengar ini, dan dia melihat ke arah hutan di kejauhan. Tiba-tiba, seorang gadis kecil yang mengenakan gaun putih dengan motif bunga berlari keluar hutan dengan panik. Gadis kecil itu baru berusia sekitar 13 atau 14 tahun, dan dia memiliki kuncir kuda yang sangat panjang di belakang kepalanya. Wajahnya sangat pucat saat dia menggigit bibir mungilnya dengan erat, dan dia berlari mati-matian sambil menggunakan kedua tangan dan kakinya untuk berlari.", "Gadis kecil itu lari keluar hutan. Ketika dia melihat Yang Ye, raut wajahnya yang pucat langsung menjadi lebih pucat, dan dia berteriak saat dia berlari. “Pekerja kecil di sana! Cepat kabur! Ular kecil itu sudah gila…. ”", "Gemuruh!", "Tepat ketika Yang Ye linglung, tanah tiba-tiba mulai bergetar, dan kemudian makhluk besar mengamuk melalui hutan di belakang gadis kecil itu dan menyerang.", "Raja Python Kolosal!", "Saat dia melihat makhluk yang sangat besar ini, wajah Yang Ye langsung menjadi pucat seperti gadis kecil itu. Itu ular kecil? Itu adalah Raja Python Kolosal!", "Colossal Python King adalah Darkbeast peringkat kelima. Tubuhnya seperti ukuran tiga orang dewasa dan panjang sekitar 10m, dan matanya seperti ukuran kepalan tangan. Yang terpenting, sisik dan pertahanan yang diberikannya adalah sesuatu yang mungkin tidak mungkin untuk disayat bahkan dengan skill pedang!", "www.worldnovel.online"]},
{"testing": ["Hiss ~ hiss ~", "Ketika menyadari Yang Ye mengambil inisiatif untuk menyerangnya lagi, Raja Python Kolosal tampaknya menjadi marah juga, dan sosoknya bergetar sebelum ekor besarnya menyapu sekali lagi ke arah Yang Ye.", "Mata Yang Ye terfokus ketika dia melihat ekornya menyapu, tapi dia tidak siap untuk menghindar kali ini. Cahaya Mendalam Energi keemasan di dalam tubuhnya melonjak ke arah tinju kanannya, dan kemudian dia mengeluarkan teriakan keras saat tinjunya menghantam dengan kuat ke arah ekor raja python.", "Dengan dorongan dari jimat misterius dan Energi Mendalam keemasan yang terang, urat-urat di lengan Yang Ye menonjol seperti banyak cacing, dan kilatan cahaya keemasan muncul di tinjunya. Di mana pun tinjunya lewat, banyak suara tajam dari udara yang terkoyak bergema, dan itu sangat mengejutkan.", "Bang!", "Tinju dan ekor bertabrakan, menyebabkan ledakan teredam bergema. Yang Ye mundur beberapa langkah, sedangkan, ekor raja python terlempar di bawah kekuatan pukulan Yang Ye. Bukan hanya itu, tempat di mana tinju Yang Ye turun ke ekor telah tenggelam sepenuhnya, dan itu jelas menunjukkan kekuatan yang terkandung dalam serangan Yang Ye!", "Yang Ye langsung senang ketika dia melihat pukulannya ini telah meledakkan ekor raja python ke belakang, dan matanya berkedip dengan cahaya kegembiraan. Energi Mendalam di dalam tubuhnya melonjak saat dia menyerang ke depan sekali lagi, dan kemudian tinjunya turun ke arah raja python seperti badai hujan.", "Saat dia menyaksikan Yang Ye menyerang Colossal Python King sampai berulang kali mundur, gumpalan kejutan melintas di mata Bao’er yang berdiri di samping, dan dia menepuk dadanya saat dia berkata dengan suara ringan, ” Kekuatan Jimat kelas menengah hanya mampu menggandakan kekuatannya, tetapi ketika dikombinasikan dengan Energi Mendalam emasnya, itu setidaknya telah meningkatkan kekuatannya hampir lima kali lipat. Kakek benar, di antara Energi Mendalam dari lima elemen, kemampuan ofensif dari Energi Mendalam emas adalah yang paling tangguh. ”", "Yang Ye semakin bersemangat semakin dia bertarung. Setiap kali ekor raja python bertabrakan dengannya, kekuatan besar yang dibawa olehnya akan menyebabkan gelombang getaran menyebar ke seluruh tubuhnya. Untungnya, dia merasakan bahwa seuntai energi aneh terus-menerus memperbaiki luka di dalam tubuhnya. Kalau tidak, dia pasti sudah lama jatuh ke tanah.", "Bang!", "Pria dan ular piton itu berada di jalan buntu untuk waktu yang lama. Tiba-tiba, Yang Ye secara akurat menangkap celah dalam pertahanannya, dan dia melintas untuk melayangkan pukulan ganas ke kepala raja python. Colossal Python King meraung, dan tubuhnya bergetar hebat. Ketika dia melihat ini, Yang Ye mempercepat serangannya ke arah kepala raja python, dan itu tidak lama sebelum Colossal Python King berhenti bergerak.", "Huff!", "Ketika dia melihat Colossal Python King jatuh ke tanah, Yang Ye juga jatuh ke tanah, dan dia duduk di sana sambil terengah-engah. Sebelumnya, dia telah dipukul beberapa kali oleh ekor raja python, dan dia tidak merasakan apa-apa pada saat itu, namun sekarang, rasa sakit dan kelelahan seperti itu melonjak dan menyerangnya seperti air pasang, menyebabkan dia menjadi tidak mampu membangkitkan sedikitpun kekuatan.", "Sementara itu, Bao’er berlari ke sisi Colossal Python King sebelum tiba-tiba menendang tubuhnya yang tergeletak di tanah, dan dia mengutuk saat dia menendang. Kejar Bao’er! Kejar Bao’er! Sekarang kamu sudah mati, ya? Tunggu saja! Bao’er akan menyempurnakanmu! ” Saat dia berbicara, dia mengeluarkan botol giok putih dari kantong kecilnya dan mengarahkannya ke Colossal Python King. Segera setelah sumbatnya dilepas, seutas kekuatan isap melonjak keluar secara eksplosif dari dalamnya, dan kemudian tubuh besar Raja Python Kolosal berubah menjadi titik hitam yang melonjak ke dalam botol batu giok putih.", "Yang Ye tercengang saat menyaksikan adegan ini. Dia menggosok matanya dan memfokuskan pandangannya, dan dia melihat jenis python benar-benar lenyap. Selain itu, jika bukan karena genangan darah yang masih tersisa, dia mungkin berpikir bahwa dia bertarung di udara lebih awal.", "Setelah dia menyingkirkan botol giok putih itu, Bao’er berjalan ke sisi Yang Ye, lalu menarik jimat berwarna hijau dari kantongnya dan menamparnya ke Yang Ye.", "Begitu itu ditampar ke tubuhnya, jimat itu langsung berubah menjadi cahaya hijau yang melonjak ke tubuh Yang Ye. Setelah itu, untaian energi aneh sekali lagi beredar swiftly dalam tubuhnya seperti yang telah dilakukan sebelumnya, dan tidak lama kemudian kelelahan Yang Ye dari sebelumnya menghilang sekali lagi.", "“Kamu…. Apakah Kamu seorang Talisman Master? ” Yang Ye menatap Bao’er yang sedang mengukurnya dengan hati-hati, dan dia bertanya dengan suara ringan.", "Gumpalan ekspresi bangga memenuhi sudut mulut Bao ketika dia mendengar ini. “Tentu saja, Aku seorang jenius. Satu-satunya jenius super di Sekte Pedang yang merupakan Master Jimat Kelas Lima pada usia 14 tahun. Bagaimana menurutmu, bukankah aku luar biasa? ”", "Yang Ye menarik napas dalam saat mendengar pengakuan Baoer, dan dia sama sekali tidak menyembunyikan keterkejutan di wajahnya.", "Meskipun kekuatannya lemah, dia masih memiliki sedikit pengetahuan, jadi dia secara alami tahu apa itu Talisman Master.", "Talisman Masters memiliki status yang sangat berbeda di wilayah selatan karena hal-hal yang diciptakan oleh Talisman Masters mampu membuat para Profounder yang tak terhitung jumlahnya menjadi marah karenanya. Misalnya, jimat dari sebelumnya mampu secara instan meningkatkan kekuatan tempur seseorang, dan itu bahkan tanpa efek samping sama sekali. Jimat seperti itu bisa melindungi hidup seseorang dalam krisis!", "Itu bukan hanya jimat. Talisman Masters juga mampu menuliskan tanda jimat aneh itu ke senjata atau baju besi. Jika sebuah senjata ditorehkan oleh Talisman Master, maka kekuatan senjata ini akan meningkat pesat, dan nilainya akan langsung naik lebih dari 10 kali lipat!", "Selain itu, jimat dan harta karun hanyalah puncak gunung es. Menurut legenda, Talisman Masters bahkan mampu mengukir teknik. Itu berarti mereka mampu menuliskan semua jenis teknik yang mendalam pada senjata dan baju besi. Selama seorang Profounder menggunakan Energi Mendalam untuk mengaktifkan teknik ini, maka teknik yang tertulis akan otomatis aktif. Tentu saja, Yang Ye belum pernah melihat harta karun seperti itu.", "Tidak hanya dia tidak pernah melihat harta karun seperti itu, tetapi Yang Ye juga hanya melihat satu Talisman Master dalam hidupnya, dan gadis kecil ini berdiri di hadapannya. Alasan Talisman Masters memiliki status istimewa terkait dengan alasan yang sangat penting, Talisman Masters sangat langka. Dia tidak yakin dengan tempat lain, tetapi bagaimanapun juga, tidak ada satupun Talisman Master di antara populasi Kota Southpeace yang hampir satu juta orang.", "Namun sekarang, dia benar-benar menemukannya, dan dia bahkan menggunakan banyak jimat yang berharga itu. Ketika dia berpikir sampai di sini, Yang Ye merasa sedikit sedih di hatinya karena jika dia bisa menjual jimat itu, maka salah satu dari mereka akan cukup baginya untuk hidup seumur hidupnya!", "“Kenapa kamu tidak lari sekarang?” Bao’er menatap Yang Ye dan bertanya dengan sangat serius.", "“Maksud kamu apa?” Yang Ye tercengang.", "Aku baru saja membicarakannya. Kamu jelas sangat lemah, jadi mengapa kamu tidak lari dan pergi untuk melawan ular kecil itu? ” Bao’er bertanya sekali lagi, dan wajah kecilnya tampak sangat serius.", "“Jika aku lari, maka kamu akan berada di perutnya!” Yang Ye bercanda. Pada saat itu, dia berpikir untuk melarikan diri, tetapi tindakan gadis kecil ini sebelumnya telah membuatnya tergerak. Jadi, jika dia lari saat itu, bahkan dia sendiri akan benar-benar merendahkan dirinya sendiri.", "Bao’er menatap Yang Ye beberapa saat sebelum dia berkata sambil tersenyum, “Dulu, banyak orang mencoba menjilatku. Tetapi Aku tahu bahwa mereka semua memiliki tujuan mereka sendiri, atau mereka bermaksud menjilat kakek. Tapi Kamu berbeda, Kamu tidak tahu identitas Bao, namun Kamu masih mempertaruhkan nyawa untuk menyelamatkan Aku. Mari berteman! Aku Bao’er, bagaimana denganmu? ”", "Yang Ye! Yang Ye tersenyum juga. Gadis kecil di depannya seumuran dengan adik perempuannya, dan mereka juga sama manisnya. Dia dengan tulus memiliki kesan yang baik padanya.", "Yang Ye sepertinya memikirkan sesuatu, dan dia bertanya. “Benar, bukankah semua Talisman Masters sangat tangguh? Kenapa kamu….”", "Wajah kecil Baoer memerah ketika dia mendengar ini, dan dia tersipu sesaat sebelum dia berkata, “Aku…. Meskipun aku berada di peringkat kedelapan dari Alam Mortal dan memiliki Energi Mendalam dari lima elemen juga, BaEnergi Mendalam o’er berasal dari elemen kayu, dan memiliki kekuatan tempur terlemah. Bahkan…. Selain itu, Bao’er tidak pernah melawan siapa pun di masa lalu. Begitu…. Jadi, Bao’er sama sekali tidak tahu cara bertarung…. ” Begitu dia selesai berbicara, wajah kecilnya berubah menjadi lebih merah.", "Yang Ye benar-benar tercengang saat mendengar Bao’er. Peringkat kedelapan dari Alam Fana. Dia baru berusia 14 tahun! Ketika dia berpikir sampai di sini, kulit kepala Yang Ye terasa sedikit mati rasa. Bakat alami ini benar-benar sangat mengerikan!", "Namun, ketika dia mendengar Bao’er sebenarnya tidak tahu bagaimana cara bertarung, ekspresi Yang Ye sedikit aneh. Dia memiliki surga yang menentang bakat alam, namun sebenarnya dia tidak tahu bagaimana cara bertarung….", "Ketika dia melihat ekspresi aneh Yang Ye, Bao’er menatap tajam padanya, dan kemudian dia mengubah topik dan berkata, “Benar, lima elemen Energi Mendalammu adalah elemen emas. Berbicara secara logis, Kamu harus berkultivasi dengan sangat cepat. Mengapa Kamu hanya di peringkat keempat dari Alam Fana? ” Dia bermaksud membuat frustrasi Yang Ye.", "“Lima elemen Energi Mendalam? Energi Mendalam Emas? ” Yang Ye masih sedikit bingung karena dia belum pernah mendengar istilah ini di masa lalu.", "Bao’er tidak menjelaskan, dan dia malah bertanya. “Kamu tahu bahwa Talisman Masters memiliki status yang berbeda, kan?”", "Yang Ye mengangguk dan berkata, “Sangat terpandang. Dulu, Aku hanya mendengar tentang mereka namun belum pernah melihatnya. Aku tidak berpikir ada yang pernah lahir dari Kota Southpeace kita! ”", "“Alasan Talisman Master dibedakan adalah karena para jenius yang memiliki lima elemen Energi Mendalam harus menjadi Talisman Master, sedangkan, seorang jenius dengan lima elemen Energi Mendalam hanya muncul di antara setidaknya beberapa juta orang. Suatu hal dihargai jika langka. Jadi, Talisman Masters sangat terkenal di wilayah selatan, mengerti? ” Bao’er menjelaskan dengan sabar.", "Kamu mengatakan bahwa Energi Mendalam Aku adalah jenis dari lima elemen Energi Mendalam? Mata Yang Ye berbinar. Identitas Master Jimat jauh lebih dibedakan daripada menjadi Murid Pengadilan Luar Sekte Pedang. Jika dia menjadi Master Jimat, maka bahkan Gubernur Kota Southpeace harus menghormati dan menghormatinya, apalagi Liu Clan.", "Bao’er mengangguk dan berkata, “Seharusnya begitu. Unsur emas Energi Mendalam di antara lima elemen Energi Mendalam berwarna emas, sedangkan Energi Mendalam Kamu berwarna emas. Jadi, harusnya kamu bisa menjadi Talisman Master! Selain itu, elemen emas Energi Mendalam adalah yang terkuat di antara Energi Mendalam dari lima elemen. Bao tidak pernah menyangka bahwa Bao’er akan menemukannya! ”", "Ketika dia mendengar ini, Yang Ye pertama kali senang, dan kemudian dia mengerutkan kening dan tenang. Unsur emas Energi Mendalam berwarna emas, namun emas muda. Selain itu, itu diubah menjadi warna emas muda oleh pusaran kecil. Apakah Energi Mendalam Aku benar-benar jenis dari lima elemen Energi Mendalam?", "Bao’er, katamu hanya jenius dengan lima elemen Energi Mendalam yang bisa menjadi Master Talisman. Mengapa demikian?” Yang Ye bertanya dengan suara rendah.", "“Karena hanya Energi Mendalam dari lima elemen yang dapat terus ada di udara!” Bao’er menjelaskan. “Setelah Energi Mendalam biasa meninggalkan tubuh, itu akan menyebar sepenuhnya tanpa teknik kultivasi khusus untuk mempertahankannya. Di sisi lain, ini tidak akan terjadi pada lima elemen Energi Mendalam. Mereka bisa ada di udara, dan selama tidak dihancurkan oleh orang lain, mereka bisa terus ada selamanya. Memahami?”", "Yang Ye merenung sejenak setelah mendengar ini, dan kemudian dia menggunakan Energi Mendalam di tubuhnya dan jarinya sebagai sikat untuk menggores batu di tanah dengan ringan. Seketika, garis emas muncul di atas batu. Yang Ye sangat senang saat melihat ini, lalu melanjutkan. Tak lama kemudian, karakter ‘杨’ emas muncul di batu. [1]", "Setelah itu, dia menunggu dalam diam sejenak, dan karakter ‘杨’ itu masih tertinggal di batu itu setelah beberapa saat, menyebabkan ekspresi gembira muncul di wajahnya. Dia tidak yakin apakah dia memiliki salah satu dari lima elemen Energi Mendalam, namun dia yakin bahwa Energi Mendalamnya sesuai dengankondisi untuk menjadi Master Talisman.", "Ketika dia melihat ekspresi bersemangat Yang Ye, Bao’er ragu-ragu sejenak, namun ketika dia mengingat adegan itu dari sebelumnya ketika Yang Ye menyerang Raja Python Kolosal, dia berhenti ragu-ragu, dan dia mengulurkan tangannya ke dalam kantongnya untuk menarik gulirkan sebelum memberikannya ke Yang Ye. Dia berkata, “Buruh Kecil, gulungan ini adalah Teknik Penandaan Jimat Lima Elemen. Ini tidak seperti Teknik Penandaan Jimat Lima Elemen lainnya karena pengalaman kakek Aku tercatat di dalamnya. Aku pada dasarnya sudah tahu semuanya. Sekarang, Aku memberikannya kepada Kamu, dan Kamu tidak dapat memberikannya kepada orang lain, mengerti? ” Saat dia selesai berbicara, wajah Bao tampak sedikit serius.", "Yang Ye tersentuh ketika mendengar ini, dan dia ragu-ragu apakah dia harus mengambil gulungan itu. Dia memandang Bao’er dan berkata dengan serius, “Terima kasih. Jangan khawatir, Aku tidak akan memberikannya kepada siapa pun. ” Ini adalah pertemuan yang tidak disengaja, pertemuan yang tidak disengaja untuk menjadi Master Jimat, dan dia tidak ingin menyerah.", "Bao’er mengangguk, lalu dia berkata dengan suara ringan, “Kakek telah pergi ke Kerajaan Qin, jadi aku tidak bisa membawamu kembali ke Puncak Jimat. Setelah kakek kembali, Aku akan memintanya untuk melihat bakat alami Kamu untuk menjadi Ahli Jimat, dan jika itu bagus, maka Bao’er akan membuatnya menjadikan Kamu sebagai murid. Tidak apa-apa, meskipun bakat alami Kamu tidak bagus. Pada saat itu, Kamu dapat mengikuti dari sisi Bao’er. Bao’er juga sangat tangguh! ”", "Yang Ye sedikit tersentuh di hatinya saat mendengarnya. Bao tidak hanya memberinya Teknik Penandaan Jimat Lima Elemen yang berharga itu, tapi dia bahkan siap untuk memperkenalkannya kepada kakeknya. Gadis kecil yang berdiri di hadapannya ini benar-benar menganggapnya sebagai temannya!", "“Buruh Kecil, kamu harus ingat bahwa kamu tidak boleh mengabaikan peningkatan kultivasi kamu hanya karena kamu bisa menjadi Talisman Master. Bagaimanapun, saat Energi Mendalam di dalam tubuh Kamu menjadi lebih kental, efek jimat yang Kamu buat akan meningkat di sampingnya. Selain itu, membuat jimat membutuhkan kelelahan energi yang sangat besar. Dengan jumlah Energi Mendalam yang tersimpan di dalam tubuh Kamu sekarang, Kamu paling banyak hanya dapat membuat beberapa jimat. Memahami?” Bao’er berbicara dengan serius.", "Yang Ye mengangguk dan berkata, “Aku tahu itu. Target Aku adalah menjadi Murid Pengadilan Dalam! ” Meskipun profesi Talisman Master sangat terkenal, dia tidak pernah menyerah untuk menjadi Profounder yang tangguh karena dia hanya akan mampu melindungi ibu dan adik perempuannya dengan lebih baik dengan kekuatan yang luar biasa. Adapun menjadi Master Jimat, itu masih agak terlalu jauh darinya.", "“Seorang Murid Pengadilan Dalam? Itu bagus juga! ” Bao’er tersenyum, lalu dia mengangkat kepalanya untuk menentukan waktu hari ini. Ketika dia menyadarinya sudah terlambat, dia berpikir sejenak sebelum menarik dua botol giok putih dan sikat jimat dari kantong kecilnya dan berkata, “Ini adalah Darah Esensi dari Darkbeast dan beberapa Spirit Herb Sap. Kamu bisa berlatih sesuai dengan Teknik Penandaan Jimat Lima Elemen terlebih dahulu. Aku akan datang bermain denganmu segera, aku pergi dulu! ” Segera setelah dia selesai berbicara, dia melambaikan tangan kecilnya pada Yang Ye sebelum menempatkannya di belakang punggungnya, dan kemudian dia melompat ke arah pintu masuk ngarai.", "Saat dia melihat sosok Bao’er menghilang di pintu masuk ngarai, Yang Ye tersenyum sebelum dia membuka gulungan di tangannya….", "Lima Elemen Teknik Penandaan Jimat, Dao dari Jimat….", "1. Itu nama keluarganya, Yang.", "www.worldnovel.online"]},
{"testing": ["Setelah dia kembali ke Labor Peak dari Cool Breeze Gorge, Yang Ye tiba di kantin. Begitu dia memasukinya, Yang Ye memperhatikan bahwa tatapan setengah orang di sini telah turun ke arahnya. Beberapa dari Murid Buruh ini mengungkapkan senyum ramah sementara yang lain sepertinya menertawakan kemalangannya.", "Yang Ye mengangguk ke Murid Buruh yang mengungkapkan senyum ramah, dan dia baru saja akan mendapatkan makanan ketika teriakan dingin bergema dari belakangnya.", "“Yang Ye, berhenti di situ!”", "Yang Ye mengerutkan kening saat mendengar ini. Suara ini sangat familiar baginya, dan itu adalah suara Manajer Xu. Dia tahu bahwa masalahnya telah tiba.", "Yang Ye berbalik untuk melihat Manajer Xu. Manajer Xu berusia sekitar 40 tahun lebih, memiliki tubuh yang gemuk, dan wajah yang sangat gemuk. Jika seseorang berada agak jauh dari Manajer Xu, maka seseorang bahkan mungkin tidak dapat melihat matanya. Manajer Xu mengenakan pakaian lebar dari Labour Peak, namun pakaian itu masih ketat di dagingnya, dan bahu serta punggungnya kemerahan.", "Di Sekte Pedang, Manajer Xu memiliki nama panggilan lain, dan itu adalah Skinner Xu. Karena sekali ada murid yang menyinggung perasaannya, maka dia setidaknya akan menguliti lapisan kulit murid itu.", "Selain itu, kelompok tiga Du Xiu yang memiliki senyum dingin di sudut mulut mereka berdiri di sisi Manajer Xu.", "Ketika mereka melihat kelompok Manajer Xu yang terdiri dari empat orang, beberapa Murid Buruh di kantin mengungkapkan ketakutan dan kebencian yang mendalam di mata mereka karena keempat orang ini sebelum mereka terus-menerus mengeksploitasi mereka, namun mereka hanya berani untuk merasa marah di dalam hati dan tidak melakukannya. berani berbicara sepatah kata pun!", "“Aku tahu itu. Yang Ye menghancurkan Du Xiu, jadi bagaimana Skinner Xu bisa melepaskannya? Sekarang, Yang Ye sudah mati…. ”", "“Ya, dulu sekali, seseorang menentang Skinner Xu, dan dia dipukul sampai mati di tempat oleh mereka berempat. Sayangnya, mengapa Yang Ye tidak melatih kesabaran saja pada hari itu? Anak muda memang impulsif. Impulsif semacam ini tidak baik…. ”", "“Ssst, diamlah. Jika tidak, jika Skinner Xu mendengarmu, maka kamu pasti akan mendapatkan pukulan yang bagus. ”", "Kelompok Manajer Xu yang terdiri dari empat orang berjalan menuju Yang Ye, dan ketika dia tiba di hadapan Yang Ye, cambuk tiba-tiba muncul di tangan Manajer Xu. Saat dia menatap Yang Ye yang memiliki ekspresi tenang, Manajer Xu mengungkapkan senyum biadab dan berkata, “Yang Ye, seseorang harus bisa menerima kenyataan. Kamu pernah menjadi Murid Pengadilan Luar, namun Kamu bukan lagi salah satunya. Sejak Kamu tiba di wilayah Aku, maka Kamu harus mematuhi peraturan Aku. Karena Kamu memukul keponakan Aku, lalu beri tahu Aku, bagaimana kita harus menyelesaikan masalah ini? ”", "“Paman, kenapa menyia-nyiakan nafasmu padanya? Bunuh dia!” Sementara itu, Du Xiu memandang Yang Ye dari samping dan berbicara dengan nada kejam. Dia bisa dikatakan telah benar-benar kehilangan seluruh muka hari itu, dan dia tidak dapat menelan penghinaan itu.", "Yang Ye menatap dingin ke Du Xiu, dan kemudian dia menatap Manajer Xu sebelum dia berkata, “Katakan padaku, bagaimana ini harus diselesaikan?”", "Manajer Xu tiba-tiba mulai tertawa ketika mendengar ini, dan kemudian dia menarik sebuah amplop dari balik pakaiannya di dadanya, dan bukaan amplopnya sudah robek. Jelas, itu sudah dibaca. Manajer Xu menarik surat di dalamnya, dan kemudian dia berkata sambil tersenyum, “Yang Ye, kudengar kamu punya adik perempuan yang baru berusia sepuluh tahun lebih? Dia sepertinya belum menikah. Jadi, apa pendapatmu tentang aku? Aku suka gadis muda seperti ini. Minta adikmu untuk menjadi selirku, lalu berlutut dan akui kesalahanmu pada Du Xiu…. ”", "Tiba-tiba, suara Manajer Xu berhenti tiba-tiba karena kepalan tangan yang sangat besar telah menghantamnya.", "Ketika dia mendengar Manajer Xu tidak menghormati dan mempermalukan adik perempuannya, ekspresi Yang Ye tiba-tiba menjadi biadab, dan kemudian dia langsung menghancurkan tinjunya. Adik perempuan dan ibunya adalah timbangan terbalik, dan dia tidak akan mentolerir pelanggaran apa pun terhadap mereka. [1]", "Bang!", "Manajer Xu tidak pernah menyangka bahwa Yang Ye tiba-tiba akan melawannya, dan dia langsung lengah. Dengan demikian, wajahnya mengalami pertemuan intim dengan kepalan Yang Ye.", "Teriakan melengking terdengar saat sosoknya jatuh ke tanah, dan kemudian darah segar mengalir dari mulut dan hidungnya.", "Yang Ye tidak berhenti, dan sosoknya segera tiba di hadapan Manajer Xu. Dia menghindari cambuk di tangan Manajer Xu sebelum dia mengayunkan tinjunya dengan kerasdi tubuh Manajer Xu.", "“Dasar sampah! Apakah Kamu bahkan layak untuk adik perempuan Aku? Aku akan membunuhmu !! ” Yang Ye memiliki ekspresi buas saat dia mengambil cambuk Manajer Xu dan mulai mencambuk Manajer Xu dengan cara yang hiruk pikuk.", "“AH!!! Yang Ye, kamu sudah mati! Beraninya kau memukulku! AH!! Berhenti!! AH!!! Tuan Yang !! Jangan pukul aku lagi, jangan pukul aku lagi. Aku salah….”", "Ketika mereka mendengar teriakan nyaring Manajer Xu, semua orang di dalam kantin tercengang. Mereka tidak pernah membayangkan bahwa Yang Ye benar-benar berani memukul Skinner Xu. Bagaimanapun, Skinner Xu adalah seorang manajer yang ditunjuk oleh Sekte Pedang! Tetapi dalam waktu singkat, semua Murid Buruh berhenti memikirkan hal ini karena Yang Ye melakukan sesuatu yang biasanya mereka tidak berani lakukan.", "Banyak Murid Buruh di kantin telah mengepalkan tangan mereka dengan erat, dan mereka sama sekali tidak menyembunyikan kegembiraan di mata mereka.", "“Yang Ye, cepat, cepat lepaskan Paman. Jika tidak, kamu akan mati…. ” Sementara itu, Du Xiu telah pulih dari keterkejutannya, dan dia bermaksud untuk menghentikan Yang Ye, namun dia juga takut dengan kekuatan Yang Ye, jadi dia hanya bisa berteriak dengan marah dari samping.", "Yang Ye tidak memperhatikan Du Xiu, dan dia malah mengerahkan lebih banyak kekuatan sambil mencambuk tubuh Manajer Xu berulang kali. Hanya dalam waktu singkat, Manajer Xu setidaknya telah menderita tidak kurang dari 100 pukulan cambuk, dan tubuh gemuknya berlumuran noda darah. Itu adalah pemandangan yang cukup menakutkan.", "Menurut Yang Ye, jika seseorang menggertaknya, maka mungkin dia akan melatih kesabaran. Namun, jika seseorang berani menyentuh keluarganya, maka dia tidak akan ragu untuk berubah menjadi iblis. Manajer Xu yang terbaring di hadapannya benar-benar berani mencoba mendapatkan adik perempuan Yang Ye, dan ini sama sekali bukan sesuatu yang bisa dia toleransi!", "AH!!! AH!!!", "Teriakan nyaring Manajer Xu bergema di kantin, dan selain kelompok Du Xiu, semua Murid Buruh lainnya menjadi lebih bersemangat saat mereka mendengar tangisan ini. Saat ini, mereka semua merasakan kepuasan yang luar biasa.", "Manajer Xu sering mengeksploitasinya. Dia tidak hanya menahan gaji mereka, tetapi dia bahkan sering mencambuk Murid Buruh yang tidak mematuhinya sedikit pun. Di antara beberapa ribu Murid Buruh di Puncak Buruh, setidaknya lebih dari 90% dari mereka telah dipukuli dengan kejam oleh Skinner Xu!", "Tetaplah tanganmu! Tepat pada saat ini, seorang lelaki tua yang mengenakan jubah putih bersih muncul di dalam kantin, dan suaranya mengandung jejak Energi yang Mendalam yang mengguncang telinga semua orang di sini sampai mendengung.", "Ketika dia mendengar geraman dingin ini, hati Yang Ye bergetar, dan ketika dia berbalik dan melihat lelaki tua itu, segumpal ekspresi rumit melintas di mata Yang Ye. Dia menarik napas dalam-dalam dan melemparkan cambuk ke samping, dan kemudian dia tidak memperhatikan Manajer Xu yang berada di ambang kematian saat dia berjalan untuk berdiri di depan orang tua itu. Dia membungkuk dalam-dalam kepada orang tua itu dan berkata, “Elder Qian!”", "Orang tua di hadapannya ini adalah sesepuh yang membawanya sebagai Murid Pengadilan Luar di Kota Southpeace hari itu, dan orang tua inilah yang telah mengubah nasibnya. Jika bukan karena peringatan yang diberikan lelaki tua ini kepada Klan Liu hari itu di Kota Southpeace, maka kemungkinan besar adik perempuan dan ibunya akan jatuh ke tangan Liu Clan.", "Meskipun dia direduksi menjadi Murid Buruh oleh lelaki tua ini juga, dia tidak memiliki sedikit pun kebencian terhadap lelaki tua itu. Sebaliknya, rasa syukur terhadap lelaki tua ini selalu ada di hatinya. Orang tua sebelum dia ini adalah salah satu alasan dia bekerja sangat keras juga. Karena ketika dia tidak dapat menyerap Energi Mendalam apa pun setelah satu tahun, pria tua di depannya ini diejek oleh Sesepuh Pengadilan Luar juga.", "Dia ingin membuktikan kepada semua orang dalam Sekte Pedang bahwa dia, Yang Ye, bukanlah sampah!", "Ketika dia melihat Yang Ye, gumpalan ekspresi rumit melintas di mata Elder Qian. Dia sangat menyadari bakat alami Yang Ye. Namun, untuk beberapa alasan yang tidak diketahui, Yang Ye sebenarnya tidak dapat menyerap Energi Mendalam apa pun setelah satu tahun, dan dia tidak dapat menjadi seorang Yang Mendalam bahkan setelah setahun. Jadi, Penatua Qian tidak punya pilihan selain mengurangi Yang Ye menjadi Murid Buruh. Sekarang, ketika dia bertemu Yang Ye lagi, dia memiliki perasaan yang sedikit rumit di hatinyart juga.", "Sementara itu, Du Qiu berlutut di depan Elder Qian dengan keras, dan kemudian dia menunjuk ke arah Yang Ye dan berkata, “Elder Qian, Kamu harus menegakkan keadilan bagi kami. Pertama, Yang Ye melukai Aku dengan parah, lalu meminta Aku melakukan pekerjaannya untuknya. Paman Aku datang untuk berbicara dengan dia, namun siapa yang menyangka bahwa Paman Aku akan terluka parah juga. Elder Qian, kamu harus menegakkan keadilan untuk Paman dan aku! ”", "Yang Ye mengerutkan kening ketika dia mendengar Du Xiu membalikkan kebenaran, tapi dia tidak berbicara.", "Di sisi lain, wajah para Murid Buruh di samping itu dipenuhi dengan amarah, dan mereka merasa Du Qiu tidak tahu malu sampai ekstrim karena membalikkan kebenaran.", "Penatua Qian melirik Manajer Xu yang terbaring di tanah saat tampaknya sedang dalam napas terakhirnya. Tiba-tiba, gumpalan kejutan muncul di mata Elder Qian, dan kemudian dia menatap Yang Ye. Untaian Sense Ilahi menyelimuti ke arah Yang Ye, dan kemudian setelah beberapa saat, mata Penatua Qian berbinar saat dia berkata, “Kamu, kamu sudah berada di peringkat keempat dari Alam Fana?”", "Yang Ye mengangguk saat mendengar ini, dan kemudian Energi Mendalam di dalam tubuhnya melonjak. Dengan membalikkan telapak tangannya, warna emas muda berkedip-kedip di telapak tangannya. “Elder Qian, Aku sudah mampu menyerap Energi yang Mendalam!”", "Saat dia mengucapkan kata-kata ini, hati Yang Ye tiba-tiba menjadi rileks. Di masa lalu, demi tidak mengecewakan orang tua yang berdiri di hadapannya ini, dia telah berkultivasi dengan putus asa. Namun, dia tetap akan mengecewakan orang tua itu pada akhirnya. Sekarang, dia bisa menyerap Energi Mendalam, dan orang yang paling ingin dia ceritakan adalah lelaki tua ini.", "Ketika dia melihat warna emas terang terpancar dari telapak tangan Yang Ye, mata Elder Qian terbuka lebar seolah-olah dia telah melihat sesuatu yang luar biasa, dan kemudian sosoknya melintas untuk tiba di hadapan Yang Ye. Dia menatap Yang Ye saat dia berkata, “Kamu, Energi Mendalam Kamu berwarna emas?”", "Begitu dia selesai berbicara, tangan Elder Qian tidak bisa membantu tetapi mengepal erat.", "Ketika dia melihat ekspresi serius Elder Qian, Yang Ye ragu-ragu sejenak sebelum dia mengangguk. Mungkin Energinya yang Mendalam bukan dari elemen emas, tetapi tidak boleh kalah dengan Energi Mendalam dari elemen emas.", "“HA HA!!!” Elder Qian tiba-tiba mulai tertawa terbahak-bahak ketika dia melihat Yang Ye mengangguk, dan dia tertawa sesaat sebelum dia merasa itu tidak pantas. Dia menekan kegembiraan di dalam hatinya dan menepuk bahu Yang Ye dengan tangan kanannya sebelum dia berkata, “Bagus, sangat bagus. Sangat bagus.”", "Hanya seorang jenius dengan Energi Mendalam dari lima elemen akan muncul di antara beberapa juta orang, namun Yang Ye tidak hanya memiliki Energi Mendalam dari lima elemen, itu bahkan yang terkuat di antara Energi Mendalam dari lima elemen, emas. elemen Energi Mendalam. Jadi, bagaimana mungkin dia tidak bersemangat?", "Ketika dia mendengar Elder Qian, Du Xiu di dekatnya tiba-tiba mendapat firasat buruk. Namun, ketika dia melihat Manajer Xu yang terbaring di tanah sambil terlihat seperti sedang menghembuskan napas terakhirnya, Du Xiu menarik napas dalam-dalam, dan kemudian dia mengumpulkan keberanian untuk menghadap Elder Qian dan berlutut sebelum dia berkata, “Elder Qian, tolong tegakkan keadilan untuk kami! ”", "Elder Qian mengerutkan kening saat mendengar ini. Dia menatap dingin ke Du Xiu sebelum dia berbalik untuk melihat orang lain di sekitarnya, dan kemudian dia berkata, “Katakan padaku urutan kejadiannya. Jangan khawatir, tidak ada yang bisa mengancam kalian semua dengan Aku di sini. Namun, jika Kamu menyembunyikan sesuatu, maka jangan salahkan Aku karena tidak menunjukkan belas kasihan. ”", "Hati Du Xiu tersentak ketika dia mendengar ini, dan wajahnya menjadi sangat pucat. Dia tahu bahwa penatua sebelum dia bermaksud untuk berdiri di sisi Yang Ye.", "Bagaimana semua Murid Buruh berani menyembunyikan sesuatu? Mereka segera menjelaskan semua yang terjadi sebelum ini. Selain itu, beberapa Murid Buruh mengingat sikap Penatua Qian terhadap Yang Ye sekarang, dan mereka tahu bahwa ini mungkin kesempatan untuk menjatuhkan Manajer Xu. Jadi, mereka segera berbicara tentang semua yang telah dilakukan Manajer Xu di masa lalu, dan bahkan ada yang sedikit berlebihan.", "Ketika mereka mendengar semua Murid Buruh ini, wajah kelompok tiga Du Xiu berubah menjadi sangat pucat saat tubuh mereka menggigil. Mereka tahu bahwa mereka sudah tamat kali ini.", "Yang Ye melirik dengan acuh tak acuhMereka bertiga sebelum berjalan ke sisi Manajer Xu, dan dia mengambil amplop dan surat milik Manajer Xu sebelum meletakkannya di belakang pakaiannya di dekat dadanya.", "Setelah dia mendengarkan semua orang, ekspresi Penatua Qian berubah menjadi suram, dan dia melihat ke arah Du Xiu yang sudah jatuh ke tanah sebelum dia berkata dengan dingin, “Aku tidak pernah mengharapkan ini, aku benar-benar tidak pernah mengharapkan ini. Semua Tetua Pengadilan Luar dan murid sibuk berkultivasi, jadi tidak ada yang memperhatikan Puncak Buruh. Namun Aku tidak pernah menyangka bahwa Puncak Buruh akan benar-benar jatuh ke pasangan paman dan keponakan ini. Kalian berdua sangat berani! ”", "“Tolong selamatkan hidup kami, Tetua, tolong selamatkan hidup kami, Tetua….” Kelompok tiga Du Xiu segera berlutut di depan Elder Qian dan memohon belas kasihan. “Tolong selamatkan hidup kami, Elder. Kami tidak berani melakukannya lagi, kami tidak akan berani melakukannya lagi…. ”", "Pada saat ini, kelompok tiga Du Xiu dipenuhi dengan penyesalan, dan mereka menyesal telah menyinggung Yang Ye. Jika mereka tahu bahwa Yang Ye sudah Mendalam, maka tidak peduli seberapa berani mereka, mereka tidak akan berani menyinggung Yang Ye.", "Elder Qian mendengus dingin, dan dia berkata dengan suara dingin, “Mulai sekarang dan seterusnya, Manajer Xu bukan lagi manajer dari Puncak Buruh. Kalian berempat akan menuju ke Star Ore Mountain untuk menambang selama 10 tahun, dan semua yang diperoleh dari penambangan ini akan diserahkan ke sekte. Setelah 10 tahun itu, Kamu akan dikeluarkan dari Sekte Pedang dan dilarang memasuki Sekte Pedang lagi. ” Begitu dia selesai berbicara, dia mengangguk ke Yang Ye yang telah diam selama ini, dan kemudian dia mengulurkan tangannya untuk meraih bahu Yang Ye. Setelah itu, sosok Penatua Qian berkedip, dan mereka berdua lenyap dari kantin.", "Ketika mereka mendengar Penatua Qian, semua Murid Buruh di dekatnya langsung mulai bersorak, sedangkan, kelompok tiga Du Xiu langsung pingsan karena mereka berempat harus bekerja seperti budak untuk Sekte Pedang selama 10 tahun.", "1. Dalam budaya Tiongkok, skala terbalik mengacu pada skala tunggal yang tumbuh ke arah sebaliknya di dekat tenggorokan Naga, dan dikatakan membuat marah Naga sebelum segera membunuh salah satu yang menyentuh skala itu.", "www.worldnovel.online"]},
{"testing": ["Meskipun gadis kecil itu masih kecil, dia berlari dengan sangat cepat. Ketika dia melihat Yang Ye, dia benar-benar dengan paksa mengubah arahnya dan berlari ke arah lain. Melakukan ini menutup celah antara dia dan Raja Python Kolosal, dan jika Yang Ye berbalik dan melarikan diri, maka dia mungkin bisa melarikan diri.", "Yang Ye ragu-ragu sejenak. Saat berikutnya, dia menarik napas dalam-dalam dan berhenti ragu-ragu. Dia mengambil batu besar di samping dan berlari menuju Colossal Python King. Ketika dia hanya berjarak lebih dari 10 meter darinya, dia mengangkat batu itu dan menggunakan setiap ons kekuatan di tubuhnya untuk tiba-tiba melemparkannya ke Colossal Python King.", "Bang!", "Batu itu menabrak kepala raja python, dan kemudian hancur berkeping-keping.", "Kelopak mata Yang Ye berkedut saat melihat ini. Bukankah level pertahanan ini terlalu tangguh ?!", "Dipukul oleh batu itu membuat marah raja python, dan dengan tegas meninggalkan pengejarannya terhadap gadis kecil itu sebelum menabrak ke arah Yang Ye dengan putaran tubuhnya.", "Tubuh raja python sangat besar. Ke mana pun ia lewat, ia meninggalkan kekacauan setelahnya. Apa saja dan segala sesuatu yang terkena itu dihancurkan tanpa ampun, dan dorongannya sangat mengejutkan.", "“Cepat pergi!” Yang Ye meraung saat melihat gadis kecil itu menatapnya dengan ekspresi penasaran. Pada saat yang sama, dia mengambil batu di tanah dan menyerbu ke arah raja python.", "Sejujurnya, Yang Ye tidak memiliki sedikit pun kepercayaan diri saat menghadapi monster besar ini. Namun, dia benar-benar tidak bisa melarikan diri. Jika gadis kecil itu telah menarik raja python kepadanya pada awalnya, maka dia pasti akan segera melarikan diri. Tapi gadis kecil itu lebih suka dikejar-kejar daripada melibatkannya.", "Dia gadis kecil yang sangat baik, seperti Little Yao!", "Tentu saja, faktor terpenting adalah dia saat ini memiliki kekuatan untuk mencoba melawannya.", "Ketika dia melihat Yang Ye menyerang Colossal Python King, gadis kecil itu terengah-engah sementara matanya yang hitam pekat dan hidup menatapnya sambil berkedip. Jelas, dia tidak pernah mengira Murid Buruh ini akan melawan raja python untuknya.", "“Ah!” Yang Ye menangis saat dia menggunakan semua kekuatan di tubuhnya untuk menghancurkan batu di tangannya ke kepala raja python.", "Bang!", "Sebuah ledakan teredam bergema saat batu itu hancur berkeping-keping, dan sosok Yang Ye terlempar terbang dan jatuh dengan keras ke tanah. Saat dia menyeka darah segar di sudut mulutnya, Yang Ye mengerti arti melempar telur ke batu!", "Serangan sebelumnya terasa seperti dia akan menghantam batu di besi hitam. Tidak hanya batunya hancur, tetapi bahkan lengannya juga menjadi mati rasa karena benturan.", "Hiss ~ Hiss ~", "Setelah dipukul oleh Yang Ye, raja python menjentikkan lidahnya sebelum sosoknya berputar sekali lagi dan menabrak ke arah Yang Ye.", "Saat dia menatap Colossal Python King yang tampak seperti gunung kecil, kelopak mata Yang Ye bergerak-gerak, dan dia tidak berani membiarkan pikirannya menjadi liar lagi. Dia buru-buru berdiri dan memuntahkan seteguk darah sebelum menyerbu sekali lagi.", "Jelas tidak mungkin baginya untuk melarikan diri karena tidak ada yang menghalangi raja python di belakangnya, dan jika itu berada di tanah datar, maka dia pasti tidak akan bisa berlari lebih cepat!", "Karena dia tidak bisa lari, maka dia hanya bisa melakukan perlawanan putus asa.", "Ketika dia tiba 2 meter sebelum raja python, Yang Ye mengeluarkan teriakan yang jelas sebelum kakinya dengan cepat menginjak tanah. Sosoknya melompat ke langit sebelum tinjunya menghantam mata biru langit seukuran kepalan tangan raja python.", "Sial ~", "Ketika menyadari tinju Yang Ye menabrak, ular piton itu memutar tubuhnya, dan ekornya yang besar membawa suara siulan angin saat ia dengan cepat menyapu ke arah Yang Ye.", "Ekor ular itu sangat cepat, dan itu cepat sampai Yang Ye bahkan tidak punya waktu untuk mendekati raja python sebelum dia dipukul olehnya.", "Bang!", "Yang Ye langsung merasa seolah-olah pinggangnya telah patah, dan dia mengeluarkan erangan teredam sementara seteguk darah segar menyembur keluar. Sosoknya dipukul oleh kekuatan ekor raja python sampai diledakkan, dan dia terbang dalam jarak hampir 10 meter sebelum dia menabrak dengan keras ke sepetak rumput dan menyebabkan bintik-bintik debu yang tak terhitung jumlahnya naik ke langit.", "Aku bukan tandingannya! Sebenarnya, dia tahu bahwa dia tidak cocok untuk itu sejak awal. Kemampuan pertahanan Darkbeasts adalah absolutelAnda mampu menghancurkan semua manusia di alam budidaya yang sama, dan bahkan mungkin bagi mereka untuk mengatasi alam dan melakukan pertempuran. Belum lagi Darkbeast sebelum dia bahkan lebih unggul darinya dalam kultivasi!", "“Apa, kamu baik-baik saja !?” Sementara itu, Bao’er buru-buru berlari ke sisi Yang Ye, dan dia membantu Yang Ye berdiri sambil berbicara dengan suara ringan.", "“Kamu masih belum kabur !?” Yang Ye hampir tidak bisa berdiri, dan wajahnya tidak bisa membantu tetapi menjadi gelap ketika dia melihat gadis kecil itu belum melarikan diri. Dia berusaha mati-matian untuk mendapatkan kesempatan agar dia melarikan diri, namun dia sebenarnya tidak melarikan diri. Yang Ye benar-benar ingin memukul seseorang saat ini!", "Bao’er menggelengkan kepala kecilnya, menyebabkan kuncir kudanya berayun dari satu sisi ke sisi lain, dan dia berkata dengan serius, “Kamu sangat pemberani, jadi bagaimana mungkin Bao bisa meninggalkanmu di sini dan kabur sendirian? Bao’er akan hidup dan mati bersamamu. Ayo, tempelkan Jimat Kekuatan ini pada dirimu sendiri, lalu lanjutkan memukulnya. ”", "Saat dia berbicara, dia menarik selembar kertas jimat dari kantong kecil di depan gaunnya, dan kemudian dia langsung menamparnya ke bahu Yang Ye.", "Ketika kertas jimat itu ditampar ke bahu Yang Ye, itu berubah menjadi seutas cahaya keemasan yang memasuki tubuh Yang Ye. Begitu cahaya keemasan memasuki tubuhnya, Yang Ye langsung merasakan semangatnya naik, dan rasanya seolah-olah energi mengalir ke seluruh tubuhnya.", "Dia tidak punya waktu untuk hati-hati merasakan perubahan di tubuhnya sebelum Yang Ye mengambil tongkat di sisinya dan menyerang raja python.", "Dia benar-benar ingin beristirahat sebentar, tetapi apakah raja python akan memberinya kesempatan seperti itu? Ketika gadis kecil itu menempelkan selembar kertas jimat di bahunya, raja python sudah mulai menyerang ke arah mereka berdua.", "Kali ini, Colossal Python King jelas menjadi serius. Mulut besarnya terbuka dan mengungkapkan lidah merah merah di dalamnya yang seukuran lengan.", "Saat dia menatap mulut berdarah yang lebih dari tiga kali ukuran kepalanya, Yang Ye merasa kulit kepalanya sedikit mati rasa. Dia tidak tahu dari mana dia mendapatkan keberanian untuk melawan Colossal Python King yang memiliki peringkat lebih tinggi darinya, tetapi dia tahu bahwa jika dia berlari di tanah datar seperti itu, maka dia akan benar-benar mati. Karena memang seperti itu, lebih baik melakukan semuanya karena dengan cara ini, dia masih memiliki sedikit peluang untuk bertahan hidup.", "Ha!", "Ketika dia berpikir sampai di sini, Yang Ye terbebas dari sedikit pun keraguan, dan dia berteriak dengan eksplosif saat dia melaju, dan dia menyerang raja python dengan tongkat di tangan.", "Ketika melihat Yang Ye menyerbu ke arahnya, raja python menjentikkan lidah merah merahnya, dan kemudian tubuhnya berputar. Dengan bagian depan tubuhnya sebagai penyangga, ekornya dengan cepat menyapu secara horizontal ke arah Yang Ye lagi. Ke mana pun ekornya melintas, tanah menjadi berantakan, dan potongan-potongan daun menutupi langit!", "Mata Yang Ye menyipit saat melihat ekornya menyapu ke arahnya, dan sosoknya tiba-tiba berlutut ke tanah dan meluncur ke depan. Saat dia merasakan ekor menyapu melewati wajahnya, Yang Ye berteriak marah dan mengungkapkan ekspresi buas. Dia tiba-tiba menepuk tanah dengan tangan kirinya dan menggunakan kekuatan dari itu untuk melompat ke atas, lalu dia memegang tongkat itu dengan kedua tangannya sebelum tiba-tiba menusuknya dengan keras ke mata kanan raja python yang berukuran sebesar kepalan tangan!", "Ini adalah jurus dalam Teknik Pedang Dasar. Meskipun itu hanya tongkat kayu di tangannya, dia tidak punya pilihan lain dan hanya bisa melakukannya.", "Mendesis!", "Raja python tidak menyangka ekornya akan meleset. Jadi, ketika ia melihat tongkat menyerang matanya, ia memindahkan kepalanya ke samping dan menghindari tongkat itu. Namun, tongkat itu masih menembus kepalanya. Tubuh raja python seketika mulai berputar dengan keras, dan pada saat yang sama, ekor raja python menyapu ke atas dan melingkari pinggang Yang Ye.", "Ketika dia menyadari bahwa dia benar-benar akan menembus sisik gelap Raja Python Kolosal, Yang Ye pertama kali terpana, namun dia tidak punya waktu untuk merasa gembira ketika dia merasakan sesak datang dari pinggangnya. Setelah itu, rasa sakit yang hebat menyapu seluruh tubuhnya, dan itu terasa seperti pinggangnya akan patah.", "Yang Ye ngeri saat melihat raja python memutar ekornya di sekelilingnya. Tepat pada saat kritis ini, pusaran kecil yang misteriusmantan di dalam tubuhnya akhirnya berhenti menjadi pelit, dan Energi Mendalam emas melonjak tanpa henti ke Dantian normalnya.", "Ketika dia merasakan Energi Mendalam memasuki tubuhnya, Yang Ye tidak punya waktu untuk terlalu memikirkannya. Dia meninggalkan tongkat itu dan mengedarkan Energi Mendalam di dalam tubuhnya ke tinjunya, menyebabkan cahaya keemasan bersinar di tinjunya. Setelah itu, dia menghancurkan tinjunya dengan keras ke ekor raja python seolah-olah dia sudah gila.", "Yang Ye terkejut, setiap pukulannya benar-benar mengenai sisik gelap raja python hingga tenggelam. Dia tahu bahwa itu pasti efek dari kertas jimat itu dan Energi Mendalam emas ringan di dalam tubuhnya. Karena dia jelas menyadari kekuatannya sendiri, dan itu benar-benar tidak dapat menyakiti Colossal Python King!", "Saat dia melihat Cahaya Mendalam Energi keemasan di kepalan Yang Ye, mata di wajah pucat Baoer menyala, dan dia bergumam. “Energi Mendalam Emas. Pekerja kecil ini sebenarnya memiliki Energi Mendalam Emas dari antara Energi Mendalam dari lima elemen! ”", "Bang! Bang! Bang!", "Raja Python Kolosal jelas kesakitan karena pukulan heboh Yang Ye! Ekornya berangsur-angsur mengendur sementara sisik di tempat kepalan tangan Yang Ye turun telah terlempar untuk mengungkapkan daging merah merah dari raja python.", "Setelah mengalami kebuntuan singkat, Colossal Python King jatuh ke posisi yang tidak menguntungkan. Karena ekornya sudah di ambang dihancurkan menjadi dua bagian oleh Yang Ye. Saat merasakan rasa sakit yang hebat yang datang dari ekornya, Colossal Python King melonggarkan cengkeraman ekornya dan membiarkan Yang Ye jatuh ke tanah, dan kemudian mundur beberapa meter sebelum mata seukuran kepalannya menatap Yang Ye. sambil mengalir dengan cahaya yang ganas. Namun, kali ini membawa jejak ketakutan.", "Sementara itu, Bao’er buru-buru berlari ke sisi Yang Ye sebelum mengulurkan tangannya untuk menopang sosoknya yang jatuh, dan kemudian dia berkata, “Buruh kecil, lanjutkan memukulnya. Ia benar-benar mengejar Bao’er selama dua jam karena ramuan roh Tingkat Mendalam tingkat rendah. Jika Bao’er tidak memiliki Strider Talisman, maka Bao’er pasti ada di dalam perutnya. ”", "Yang Ye tersentak saat mendengar ini. Ramuan roh peringkat yang mendalam! Sekarang, dia tahu mengapa Darkbeast ini mengejarnya.", "Herbal roh sangat berharga, dan mereka dibagi menjadi Jajaran Surga, Bumi, Mendalam, dan Kuning. Herbal roh peringkat kuning dapat dibeli di dunia fana dengan lebih dari 10.000 koin emas. Bagi Yang Ye, 10.000 koin emas sudah menjadi angka astronomi. Lagipula, bayarannya dari sebulan bekerja hanya beberapa puluh koin emas!", "Adapun Peringkat Mendalam yang merupakan peringkat lebih tinggi dari Pangkat Kuning, Yang Ye benar-benar tidak dapat membayangkan berapa banyak koin emas yang bisa dijualnya! Yang terpenting, nilai tumbuhan roh bagi Darkbeasts setara dengan nilai teknik budidaya tingkat tinggi bagi manusia. Itu membawa ketertarikan yang mematikan bagi mereka.", "Bao’er mengerutkan kening ketika dia menyadari betapa lemahnya Yang Ye, dan kemudian dia meletakkan tangannya ke dalam kantong kecil di depan gaunnya. Setelah itu, dia mengeluarkan jimat berwarna hijau dan jimat berwarna putih sebelum menamparnya ke tubuh Yang Ye, lalu dia berkata, “Pekerja kecil, lanjutkan memukulnya. Bao’er akan mendukungmu. ”", "Sudut mulut Yang Ye bergerak-gerak saat mendengar ini, dan dia menatap tajam ke arah Bao’er. Tepat pada saat ini, dia merasakan semangatnya disegarkan sekali lagi saat untaian energi aneh memasuki tubuhnya. Untaian energi aneh itu dengan cepat mengalir ke seluruh putaran melalui meridian di dalam seluruh tubuhnya, dan kemudian dia merasakan kelelahan yang dia alami dari pertempuran itu terhapus sepenuhnya. Apalagi seluruh tubuhnya dipenuhi dengan kekuatan!", "Bukan hanya itu, dia bahkan merasakan energi dari langit dan bumi di sekitarnya tanpa henti melonjak ke dalam tubuhnya. Pada akhirnya, mereka melonjak melalui meridiannya seperti arus deras.", "Tiba-tiba, pusaran kecil mulai berputar dengan kecepatan tinggi, dan kemudian semua Energi Mendalam ini lenyap dalam Dantiannya dengan kecepatan yang lebih cepat dari yang bisa dilihat mata. Setelah dua napas waktu, seutas Energi Mendalam keemasan tiba-tiba mengalir keluar dari dalam pusaran kecil.", "Yang Ye sangat senang di hatinya saat dia merasakan perubahan di tubuhnya, dan kemudian dia melirik kantong gadis kecil itu sambil merasa terkejut di dalam hatinya. Dia tahu bahwa Energi Mendalam yang muncul di dalam dirinyaTubuh sebelumnya pasti hasil dari jimat gadis kecil itu. Namun, dia tidak punya waktu untuk menanyakannya sekarang. Karena ada Darkbeast peringkat kelima di sisinya.", "Saat dia merasakan Energi Mendalam yang melonjak di dalam tubuhnya, Yang Ye menatap Colossal Python King sambil memutar lehernya, dan kemudian dia mengeluarkan ledakan tawa buas. Setelah itu, kaki kanannya menginjak tanah, membiarkan sosoknya menyerang secara eksplosif, dan tinju kanannya bersiul di udara saat itu menghantam kepala Colossal Python King.", "www.worldnovel.online"]},
{"testing": ["Setengah bulan kemudian.", "Pop! Pop! Pop!", "Cool Breeze Gorge. Seorang pemuda dengan pakaian hijau berdiri di atas batu besar sambil memegang cabang pohon yang panjangnya sekitar satu meter dan tebal seperti jari telunjuk sambil terus menusuknya ke depan tanpa henti, menjentikkannya secara diagonal, menebas secara vertikal, dan mengiris secara horizontal. Setiap kali pemuda itu mengayunkan dahan, itu akan menyebabkan semburan cahaya dari udara tercabik-cabik. Selain itu, saat pemuda itu meningkatkan kecepatan tindakan ini, suara cahaya dari udara yang terkoyak mulai bergema seperti petasan di atas batu besar.", "Pada titik waktu tertentu, mata pemuda itu terfokus sebelum dia melemparkan ranting di tangannya ke arah pohon besar di kejauhan. Cabang itu sangat cepat, dan kemanapun ia melewatinya, banyak suara cahaya dari udara yang terkoyak bergema tanpa akhir. Merek itu praktis telah menempuh jarak lebih dari 10 meter dalam waktu dua napas untuk tiba di depan pohon besar itu.", "Bang!", "Cabang itu menembus bagian bawah batang pohon yang membutuhkan tiga orang bergandengan tangan untuk memeluknya. Setelah itu, ia menembus melalui pohon kedua, dan ketika secara berturut-turut menembus melalui lima pohon, cabang tersebut akhirnya berhenti pada pohon keenam.", "Saat dia melihat lubang kecil di pohon-pohon itu, pemuda itu berkata dengan suara rendah, “Dengan Batu Energi dan Pil Perisai Meridian yang diberikan Penatua Qian kepada Aku dan ditambah dengan temper tanpa henti dari Energi Mendalam keemasan cahaya Aku, kekuatan tubuh tak terhitung kali lebih kuat dari sebelumnya! Sayang sekali Aku telah menghabiskan seluruh 10 Energy Stone dan Meridian Shield Pills. ”", "Pria muda itu secara alami adalah Yang Ye. Dalam waktu setengah bulan ini, di antara 24 jam dalam sehari, dia praktis menghabiskan 20 jam untuk berkultivasi. Di bawah kerja keras seperti itu, dia tidak hanya meningkatkan kultivasinya ke peringkat keenam dari Alam Mortal, bahkan Teknik Pedang Dasar dari Sekte Pedang telah dikembangkan dengan sempurna.", "Teknik Pedang Dasar Sekte Pedang bukanlah sesuatu yang langka, dan setiap Murid Pengadilan Luar akan mendapatkannya. Selain Yang Ye, praktis tidak ada Murid Pengadilan Luar dalam Sekte Pedang yang akan mengembangkan teknik umum seperti itu. Lagipula, tidak peduli seberapa hebat Teknik Pedang Dasar seseorang, bagaimana itu bisa dibandingkan dengan teknik pedang yang diberi peringkat?", "Di masa lalu, Yang Ye memiliki pemikiran seperti itu juga. Namun, setelah dia diturunkan menjadi Murid Buruh, dia tidak punya pilihan dan hanya bisa memilih untuk berkultivasi dalam Teknik Pedang Dasar. Setelah berkultivasi di dalamnya selama dua tahun dan seiring dengan penguatan tanpa henti dari kultivasi dan kekuatan fisiknya, dia menjadi semakin terampil dalam Teknik Pedang Dasar, dan Yang Ye merasa bahwa teknik pedang ini tampaknya tidak berguna seperti semua orang. pikir.", "Teknik pedang ini adalah teknik yang berisi gerakan-gerakan sederhana seperti menusuk, menebas, menyapu, memotong, dan menebas ke atas. Namun, di bawah latihan tanpa henti selama dua tahun ini, gerakan sederhana ini menjadi tidak sesederhana itu. Sama seperti adegan sebelumnya, setiap ayunan pedangnya menyebabkan suara ringan dari udara terkoyak. Efek semacam ini adalah sesuatu yang bahkan beberapa teknik pedang Peringkat Kuning dalam Sekte Pedang tidak dapat mencapai.", "Jadi, Yang Ye memutuskan untuk terus berlatih dengan tekun karena dia ingin melihat di mana batas dari Teknik Pedang Dasar!", "Yang Ye mengangkat kepalanya untuk menatap langit untuk menentukan waktu. Ketika dia menyadari itu tengah hari, Yang Ye menepuk kedua tangannya dan berkata dengan suara rendah, “Aku harus berhasil membuat Jimat Kekuatan hari ini!”", "Dalam Teknik Penandaan Jimat Lima Elemen yang diberikan Bao’er, metode pembuatan Jimat Kekuatan tidaklah terlalu rumit. Bagaimanapun, itu hanya jimat dasar. Namun, bagi seorang pemula seperti Yang Ye yang baru saja melakukan kontak dengan jimat dan tidak memiliki bimbingan siapa pun, itu sudah sangat rumit. Dalam waktu setengah bulan ini, dia tidak berhasil satu kali pun, dan alasan utamanya adalah karena dia terlalu tidak sabar pada awalnya.", "Dengan pengalaman yang didapat dari kegagalannya selama ini, Yang Ye menjadi lebih pintar. Dalam seminggu terakhir, dia tidak mencoba menggambar Jimat Kekuatan, dan dia malah mempelajari Jimat Kekuatan selama seminggu. Dia berkomitmen kuat untuk mengingat semua jalur dan terutama bagian penting dari Kekuatan Jimat.", "Yang Ye mengingat semua detail Kekuatan Jimat. Setelah beberapa saat, Yang Ye duduk bersilaDi atas batu besar dan menarik kertas jimat dan sikat jimat yang diberikan Bao’er padanya. Setelah itu, dia menarik darah Darkbeast dan Spirit Herb Sap Bao’er memberinya. Setelah dia menyiapkan segalanya, Yang Ye pindah dari posisi duduk ke posisi merangkak, lalu dia menahan napas dalam konsentrasi.", "Setelah beberapa saat, Energi Mendalam emas ringan di dalam tubuhnya perlahan mengalir ke sikat jimat, dan kemudian dia mulai menggambar sesuai dengan metode membuat Jimat Kekuatan dalam pikirannya.", "Saat dia memegang sikat jimat, Yang Ye dengan hati-hati memindahkannya ke atas kertas jimat, dan jejak Energi Mendalam keemasan dari dalam tubuhnya mengalir ke kertas jimat melalui sikat jimat. Setelah banyak baris Energi Mendalam emas muda memasuki kertas jimat, mereka langsung mulai merangkak seperti banyak cacing kecil. Ketika dia melihat ini, Yang Ye buru-buru menggunakan sikat jimat untuk membimbing mereka membentuk segala macam bentuk aneh.", "Selama seluruh proses ini, Yang Ye bahkan tidak berani bernapas dengan berat, dan dia berkonsentrasi penuh untuk perlahan membimbing sikat jimat di atas kertas jimat. Setelah 15 menit ini, bentuk api emas muda secara bertahap muncul di kertas jimat, dan setelah 15 menit, Yang Ye mengangkat kuas sementara api keemasan muncul di kertas jimat.", "Yang Ye menarik napas dalam saat melihat nyala api telah terbentuk, dan ekspresinya menjadi rileks. Tentu saja, ini bukanlah akhir karena dia hanya menyelesaikan langkah pertama, dan ada langkah lain, langkah yang paling penting. Memberi semangat ke dalam jimat!", "Proses memasukkan roh ke dalam jimat adalah untuk mengilhami Getah Ramuan Roh dan darah Darkbeast ke dalam kertas jimat dan memanfaatkan keduanya dikombinasikan dengan energi langit dan bumi untuk memungkinkan jimat memiliki roh.", "Langkah ini adalah yang paling sulit, dan dia gagal sebulan yang lalu. Karena dia harus menarik nyala api sekali lagi saat menggunakan darah Darkbeast, Spirit Herb Sab, dan Energi Mendalam keemasan cahayanya sendiri pada saat yang sama!", "Jika dia gagal selama seluruh proses ini, maka seluruh jimat akan gagal!", "Yang Ye menarik napas dalam-dalam dan mencoba menenangkan dirinya. Setelah beberapa saat, dia mengambil botol giok putih dan menuangkan setetes cairan darinya ke jimat, lalu dia dengan cepat mengambil botol giok putih yang menuangkan setetes darah Darkbeast. Setelah dua tetes cairan jatuh ke jimat, Yang Ye buru-buru mengedarkan Energi Mendalam di dalam tubuhnya dan dengan paksa mencampur dua tetes cairan.", "Dua tetes cairan bercampur tanpa kesulitan di bawah pengaruh Energi Mendalam keemasan Yang Ye, dan kemudian Yang Ye buru-buru memegang sikat jimat dan mengarahkan cairan sesuai dengan jalur nyala api.", "Proses ini dikatakan paling sulit karena Yang Ye harus memanfaatkan Energinya yang Mendalam untuk menyelimuti dua tetes cairan selama seluruh proses ini, dan ini membawa persyaratan yang sangat ketat terhadap kendali seseorang atas Energi Jiwa dan Energi Mendalam. Selama seluruh proses ini, sedikit kecerobohan atau ketidakmampuan untuk sepenuhnya mengilhami jimat dengan semangat sekaligus akan menyebabkan pembuatan jimat gagal!", "Karena begitu darah Darkbeast dan Spirit Herb Sap tidak diselimuti oleh Energi Mendalam, mereka akan langsung berpisah. Begitu mereka berdua berpisah, nyala api di seluruh jimat pasti akan menjadi kacau. Pada saat itu, semua yang telah dicapai Yang Ye sebelumnya akan sia-sia.", "Banyak tetesan keringat dingin tak henti-hentinya muncul di dahinya, namun Yang Ye bahkan tidak berani berkedip karena dia sangat takut gambarnya akan miring saat dia berkedip.", "Sama seperti ini, setelah menggambar dengan hati-hati selama sekitar 30 menit, senyuman secara bertahap muncul di wajah Yang Ye, dan kegembiraan di matanya tidak mungkin disembunyikan. Setelah 15 menit, Yang Ye tiba-tiba mengangkat kuasnya. Begitu sikat meninggalkan kertas jimat, nyala api di kertas jimat langsung memancarkan cahaya menyala keemasan seperti nyala api asli, dan seluruh nyala api itu hidup dan tampak nyata karena berada di kertas jimat!", "“Aku akhirnya berhasil, Aku akhirnya berhasil. Aku, Yang Ye, juga Master Jimat Tingkat Satu, Hahaha !!! ” Saat dia menatap nyala api di kertas jimat, Yang Ye tidak bisa menahan tawa.", "Berdasarkan Teknik Penandaan Jimat Lima Elemen yang diberikan Bao, Yang Ye memiliki beberapa informasi dasar tentang Talisman Masters. Talisman Masters sama seperti Propendiri, dan mereka dibagi oleh ranah juga. Kelas pertama hingga kelas lima adalah nilai yang terkait dengan jimat ukiran, dan itu adalah kerajinan dasar jimat. Alam setelah Guru Jimat kelas lima adalah Guru Jimat Roh, Guru Jimat Bumi, Tuan Jimat Surga, Tuan Jimat Abadi, dan Tuan Jimat Ilahi.", "Lima tingkat pertama terkait dengan jimat ukiran, dan satu memperoleh nilai untuk setiap jimat yang berhasil dibuat. Jika seseorang mampu membuat lima jimat dasar dan mencapai penguasaan kelima elemen, maka seseorang telah mencapai kelas lima. Yang Ye telah berhasil membuat Talisman Kekuatan sekarang, jadi dia bisa dianggap sebagai Master Talisman Tingkat Satu!", "Yang Ye menekan kegembiraan di dalam hatinya dan mengambil Jimat Kekuatan di atas batu. Dia mengamatinya untuk beberapa waktu sebelum gumpalan kejutan muncul di matanya, dan dia berkata dengan suara rendah, “Jimat dibagi menjadi kelas cacat, kelas rendah, kelas menengah, kelas tinggi, dan kelas atas. . Jimat Kekuatan milikku ini menyebabkan nyala api tampak seperti hidup, dan itu harus dianggap sebagai jimat bermutu tinggi. Namun, bukankah gulungan itu mengatakan bahwa kemungkinan membuat jimat bermutu tinggi sangat rendah? Mungkinkah itu karena Energi Mendalam keemasan cahayaku? ”", "Yang Ye mengetahui dari pengantar dalam Teknik Penandaan Jimat Lima Elemen bahwa jimat dibagi berdasarkan nilai juga, dan jimat dengan nilai berbeda memiliki efek yang berbeda juga. Misalnya, Talisman Kekuatan tingkat rendah paling mampu meningkatkan kekuatan pengguna sebesar 50%, Jimat Kekuatan tingkat menengah meningkatkannya sekitar 100%, sedangkan, jimat tingkat tinggi mampu meningkatkannya sebesar 300% . Adapun Jimat Kekuatan kelas atas, itu mampu meningkatkan kekuatan pengguna sebanyak enam atau tujuh kali lipat.", "Meskipun efek jimat tingkat tinggi dan tingkat atas mengejutkan, kesulitan untuk membuatnya juga sangat hebat. Kemungkinan untuk berhasil membuat jimat bermutu tinggi sangat rendah, jadi dia tidak pernah menyangka bahwa jimatnya ini benar-benar berada di peringkat atas. Mungkinkah Aku benar-benar jenius yang luar biasa? Yang Ye bingung.", "Sepertinya Aku harus bertanya kepada Bao’er tentang hal itu di masa mendatang! Yang Ye berhenti memikirkan masalah ini. Dia menatap Talisman Kekuatan di tangannya sementara sudut mulutnya sedikit terangkat untuk membentuk gumpalan senyum aneh. Jika Aku melawan seseorang di masa depan, maka dalam keadaan tidak ada banyak celah dalam kekuatan kita, Aku pasti akan bisa membuat lawan Aku mati dengan kematian yang menyedihkan jika Aku tiba-tiba menampar jimat pada diri Aku sendiri.", "Ketika dia berpikir sampai di sini, senyum di sudut mulut Yang Ye semakin lebar, dan dia tersenyum dengan sedikit kepuasan. Setelah beberapa saat, dia dengan hati-hati menyimpan Talisman Kekuatan sebelum berjalan menuju pintu keluar Cool Breeze Gorge.", "Setelah dia meninggalkan Cool Breeze Gorge, Yang Ye tiba di tempat latihan. Begitu dia tiba di sini, dia dihentikan oleh seorang murid dengan pakaian hijau. Pemuda ini berusia sekitar 17 atau 18 tahun, dan ada tulisan ‘Luar’ kecil di bahu kiri pakaian hijaunya. Ini adalah simbol dari Murid Pengadilan Luar!", "Saat dia menatap pemuda berpakaian hijau ini yang mengungkapkan niat membunuh terhadapnya, Yang Ye tahu bahwa orang di hadapannya ini mungkin adalah saudara sepupu Du Xiu, Duan Jun, yang telah mencapai peringkat kedelapan dari Alam Fana.", "Ketika mereka melihat Yang Ye dihentikan oleh Duan Jun, beberapa Murid Buruh di dekatnya langsung menggelengkan kepala dan menghela nafas. Karena Yang Ye, semua Murid Buruh di Puncak Buruh tidak lagi diganggu oleh Du Xiu dan yang lainnya, jadi mereka memiliki kesan yang baik tentang Yang Ye.", "Sekarang, saudara sepupu Du Xiu telah kembali dari dunia fana, jadi konsekuensi yang dihadapi Yang Ye sangat jelas.", "Duan Jun menatap Yang Ye juga sementara matanya berkedip dengan niat membunuh yang mengerikan dan dingin. Ketika dia kembali ke sini dari dunia fana hari ini, dia memperhatikan bahwa Du Xiu dan Manajer Xu sebenarnya telah dikirim ke Star Ore Mountain, dan pelakunya sebenarnya adalah Murid Buruh yang berdiri di depannya. Bagaimanapun, semua Murid Buruh dari Sekte Pedang dan bahkan beberapa Murid Pengadilan Luar jelas menyadari bahwa Du Xiu adalah saudara sepupunya, dan Manajer Xu adalah bawahannya. Seseorang harus mempertimbangkan status master sebelum memukuli seekor anjing, dan orang di depannya ini telah menampar wajahnya tanpa menyamarkannya sama sekali!", "Selain itu, yang paling penting, Du Xiu dan Manajer Xu harus memberikan lebih dari 10.000 koin emas kepadanya setiap tahun. Hanya dengan kekayaan ini dia dapat membeli lebih banyak sumber daya budidaya, namun sekarang, sumber kekayaan ini telah hilang karena orang ini berdiri di hadapannya! Lebih dari 10.000 koin emas, itu adalah sumber kekayaan utamanya, dan bahkan jantungnya berdarah karena ini.", "Ketika dia berpikir sampai di sini, mata Duan Jun menyipit sebelum dia berkata, “Sampah, apakah saudara sepupu Aku, Duan Jun, seseorang yang dapat Kamu bully? Mati!” Begitu dia selesai berbicara, sosoknya berkedip sementara telapak tangannya menampar wajah Yang Ye.", "Ketika dia melihat Duan Jun menyerang secara langsung dan bahkan secara langsung melakukan serangan mematikan, wajah Yang Ye tenggelam, dan dia berteriak dengan suara rendah sementara tinjunya menghantam telapak tangan Duan Jun.", "Bang!", "Telapak tangan dan tinju bertabrakan. Yang Ye mundur tiga langkah sementara Duan Jun juga mundur tiga langkah.", "Dalam tabrakan pertama mereka, keduanya sama-sama serasi.", "Gumpalan kejutan melintas di mata Duan Jun saat dia menyadari dirinya dipaksa kembali oleh Yang Ye, dan dia mengukur Yang Ye sebelum dia berkata, “Kamu sudah menjadi Yang Mendalam? Tapi jadi bagaimana jika Kamu? Aku hanya menggunakan 10% dari kekuatanku sekarang, jadi sekarang waktunya untuk mati! ” Saat dia berbicara, Energi Mendalam di tubuhnya melonjak saat dia bersiap untuk menyerang sekali lagi dan memusnahkan Yang Ye.", "“Tunggu!” Yang Ye mengambil langkah maju dan menatap Duan Jun sementara matanya sama-sama berkedip dengan niat membunuh. Karena Duan Jun sadar bahwa Du Xiu dan yang lainnya telah dihukum oleh Penatua Qian, namun dia tidak berani mencari masalah dengan Penatua Qian, jadi dia datang mencari Yang Ye sebagai gantinya. Selain itu, dia melakukan serangan mematikan segera setelah dia menyerang, dan ini menyebabkan Yang Ye menjadi marah.", "“Apa? Kamu berniat memohon belas kasihan? ” Duan Jun berkata sambil mengejek, “Jika kamu tahu ini akan terjadi, lalu mengapa bertindak seperti itu? Meskipun saudara sepupu Aku hanya seorang Murid Buruh, dia bukanlah orang seperti Kamu yang bisa menindas. Sekarang, kowtow 1.000 kali kepadaku dan berteriak dengan keras bahwa kamu salah, dan kemudian pergi dari Sword Sect. Kalau begitu, mungkin aku bisa mempertimbangkan untuk menyelamatkan hidupmu! ”", "“Aku menantangmu untuk bertarung di Life and Death Arena!” Yang Ye menatap mata Duan Jun saat dia berbicara dengan nada tegas.", "Keheningan, keheningan yang mematikan. Semua Murid Buruh di sekitarnya dan Duan Jun sendiri tercengang.", "Seorang Murid Buruh menantang Murid Pengadilan Luar? Dan itu bahkan di Life and Death Arena?", "www.worldnovel.online"]},
{"testing": ["Seperti yang tersirat dari namanya, Life and Death Arena adalah tempat dimana hidup dan mati ditentukan.", "Tidak mungkin untuk menghindari permusuhan antara murid sekte mana pun. Jadi, karena sesuatu telah terjadi, maka harus ditangani dengan cara yang benar. Alasan Pedang Sekte telah mendirikan Arena Hidup dan Mati ini adalah untuk mengatasi permusuhan antara murid. Setelah permusuhan yang tidak dapat didamaikan muncul di antara murid-murid, maka mereka dapat menantang pihak lain. Tentu saja, penantang tidak boleh lebih dari dua tingkat kultivasi yang lebih tinggi dari orang yang ditantang.", "Yang Ye awalnya tidak berniat untuk mengeluarkan tantangan seperti itu ke Life and Death Arena, tetapi ketika dia melihat Duan Jun melakukan serangan mematikan terhadapnya, dia tahu bahwa Duan Jun tidak berniat untuk melepaskannya sama sekali. Di sisi lain, begitu dia melawan Duan Jun di tempat, maka tidak peduli dia menang atau kalah, dia tetap akan menderita kerugian.", "Jika dia kalah, maka jelaslah, Duan Jun bisa menyiksa dan membunuhnya; jika dia menang, maka dia tidak hanya tidak akan mendapatkan keuntungan apapun, dia bahkan tidak akan dapat membunuh Duan Jun. Bahkan sampai dia akan mendapat masalah hanya dengan melukai Duan Jun. Bagaimanapun, dia hanya seorang Murid Buruh sekarang. Hanya di Life and Death Arena dia akan berada dalam situasi yang adil melawan Duan Jun, dan dia akan bisa membunuh Duan Jun!", "“Ha ha!!” Setelah dia kembali ke akal sehatnya, Duan Jun tertawa terbahak-bahak saat dia menunjuk ke Yang Ye, dan dia mengungkapkan penghinaan yang tidak terselubung dan berkata, “Aku akan mati karena tertawa! Sampah nomor satu dalam sejarah benar-benar menantangku di Arena Hidup dan Mati? Atas dasar apa Kamu mengajukan tantangan ini? Karena kamu adalah sampah nomor satu dalam sejarah? ”", "Yang Ye benar-benar tidak peduli terhadap penghinaan Duan Jun, dan dia berkata, “Menurut aturan Sekte Pedang, ketika seseorang dengan kultivasi yang lebih rendah menantang seseorang dengan kultivasi yang lebih tinggi, maka orang itu tidak dapat menolak. Tentu saja, Kamu bisa menolak Aku jika Kamu bersikeras. Namun, dengan cara itu, Sekte Pedang mungkin akan mulai menyebarkan berita tentang bagaimana Kamu, Duan Jun, bahkan tidak berani menerima tantangan dari Murid Buruh! ”", "“Aku tahu kamu memprovokasi aku!” Duan Jun tertawa dingin dan berkata, “Namun, Aku menerima tantangan Kamu. Jangan khawatir, Aku tidak akan membunuhmu. Aku akan menghancurkan semua tulang di tubuhmu, satu per satu, di Life and Death Arena dan di depan semua orang dalam Sword Sect. Aku akan mengizinkan semua orang memahami bahwa sepotong sampah hanya akan menjadi sampah. Bahkan jika Kamu menjadi seorang Yang Mendalam, Kamu tetap akan menjadi sampah! ”", "“Kau sudah selesai? Jika Kamu sudah selesai, maka Aku akan melihat Kamu di Arena Hidup dan Mati! ” Yang Ye melirik Duan Jun dengan acuh tak acuh, lalu dia berbalik dan berjalan menuju Life and Death Arena.", "Saat dia melihat penampilan kasual Yang Ye, niat membunuh di mata Duan Jun semakin padat. Sepotong sampah seperti Kamu mencoba bertindak seperti seorang ahli? Yang Ye tidak hanya menghancurkan sumber kekayaannya; Yang Ye bahkan menantangnya di depan umum sekarang. Dia merasa bahwa ditantang oleh Murid Buruh adalah penghinaan baginya. Aku akan membuatmu menderita!", "……", "“Yang Ye menantang Murid Pengadilan Luar untuk bertempur di Arena Hidup dan Mati. Ayo, cepat pergi untuk menontonnya! ”", "“Apa? Apakah kamu yakin Yang Ye menantang Murid Pengadilan Luar? Apakah ada yang salah dengan kepalanya? ”", "“Kaulah yang memiliki sesuatu yang salah di kepalamu, seluruh keluargamu memiliki sesuatu yang salah di kepala mereka. Beberapa saat yang lalu, saudara sepupu dari bajingan Du Xiu itu pergi mencari masalah dengan Yang Ye, namun dia tidak pernah membayangkan bahwa Yang Ye telah menjadi seorang Yang Ye. Selain itu, dia menantang saudara sepupu Du Xiu di tempat. Sekarang, mereka sudah menuju ke Life and Death Arena. Kamu harus pergi dengan cepat! ”", "“Yang Ye sudah seorang yang Mendalam? Bagus. Mari bersorak untuk Yang Ye…. ”", "Puncak Lapangan Luar.", "“Apa? Seorang Murid Buruh menantang salah satu dari kami Murid Pengadilan Luar? Bahkan sampah nomor satu itu dalam sejarah? Apakah kamu yakin Bukankah sampah nomor satu dalam sejarah itu bahkan bukan yang Mendalam? ”", "“Aku tidak tahu. Bagaimanapun, mereka sudah menuju Arena Kehidupan dan Kematian. Ayo cepat pergi. Jika kita terlambat, maka Labour Disciple itu sudah terbunuh, dan kita tidak akan bisa menonton pertunjukannya.. Aku akan pergi memberi tahu yang lain. ”", "“Seorang Murid Buruh menantang salah satu dari kami Murid Pengadilan Luar? Itu bahkan di Life and Death Arena? Dia benar-benar memiliki pendapat yang berlebihan tentang kemampuannya. Ayo, mari kita lihat bagaimana salah satu Murid Luar Pengadilan memberinya pelajaran. ”", "Tidak lama kemudian, berita tentang Yang Ye menantang Murid Pengadilan Luar dengan cepat menyapu Puncak Buruh dan Puncak Pengadilan Luar seperti wabah, dan beberapa ribu Murid Buruh dan beberapa ratus Murid Pengadilan Luar bergegas ke Arena Kehidupan dan Kematian .", "……", "Di Life and Death Arena, seorang pria tua yang mengenakan jubah hijau dan putih memandang Yang Ye dan pria berpakaian hijau. Namun, pandangan orang tua itu sebagian besar tertuju pada Yang Ye. Orang tua itu bernama Cao Huo, dan dia adalah Penatua Pengadilan Luar dari Sekte Pedang yang mengatur Tim Penegakan di pelataran luar. Di masa lalu, dia telah menyaksikan banyak pertempuran di Arena Hidup dan Mati, namun ini masih pertama kalinya dia menyaksikan seorang Murid Buruh menantang Murid Pengadilan Luar.", "Cao Huo melambaikan tangan kanannya, menyebabkan dua Batu Energi kristal melayang ke arah Yang Ye dan Duan Jun, dan dia berkata, “Tidak ada aturan di Arena Hidup dan Mati, dan kalian berdua dapat menggunakan metode apapun! Demi keadilan, Kamu berdua harus sepenuhnya mengisi kembali Energi Mendalam di dalam tubuh Kamu sekarang, dan kemudian mulai. ” Begitu dia selesai berbicara, sosok lelaki tua itu melintas ke samping.", "“Kamu mati!” Duan Jun menatap Yang Ye dan berbicara dengan acuh tak acuh.", "Yang Ye tidak menjawab. Dia berjalan ke rak senjata terdekat sebagai gantinya, dan dia memilih pedang dari antara mereka. Pedang itu memiliki panjang 1,5 m, lebar dua jari, dan ditempa dari besi biasa yang disempurnakan 100 kali. Itu bukanlah sesuatu yang baik, dan itu tidak memiliki peringkat.", "“Green Hornet Sword, Tingkat Kuning tingkat rendah, mampu mengiris besi seperti lumpur.” Sementara itu, pedang muncul di tangan Duan Jun. Dia memandang Yang Ye dan berkata, “Tapi jangan khawatir, aku tidak akan membunuhmu. Aku akan memarahi tendon di lengan dan kaki Kamu, menghancurkan tulang di seluruh tubuh Kamu, dan kemudian mengirim seseorang untuk mengirim Kamu kembali ke rumah sehingga Kamu dan keluarga dapat menanggung rasa sakit Kamu bersama! Bagaimana menurut Kamu? Aku baik hati, bukan? ”", "Yang Ye dengan santai mengayunkan pedang di tangannya, dan kemudian dia berkata dengan acuh tak acuh, “Jangan khawatir, aku juga akan baik hati padamu!” Begitu dia selesai berbicara, Yang Ye duduk bersila dan menyerap energi di dalam Batu Energi.", "Mata Duan Jun berkedip dengan niat membunuh yang mengerikan dan dingin, lalu dia duduk bersila dan menyerap energi di dalam Batu Energi juga.", "Pada saat ini, lebih dari 100 Murid Pengadilan Luar sedang melihat Yang Ye dan pria berpakaian hijau dari tempat di luar Arena Kehidupan dan Kematian. Salah satu dari mereka dengan wajah lonjong berkata kepada Murid Pengadilan Luar di sisinya. “Jiang Qiushui, Duan Jun berada di peringkat kedelapan dari Alam Fana. Aku tidak tahu apa kultivasi dari Murid Buruh itu, tapi Aku yakin Duan Jun pasti akan mengambil alih kepalanya dalam 10 langkah. ”", "“Aku yakin itu akan menjadi lima langkah!” Pria bernama Jiang Qiushui memandang pria dengan wajah lonjong dan berkata, “20 Batu Energi, apakah Kamu berani mengambil taruhan ini untuk Aku?”", "“Kamu berpikir begitu rendah tentang Murid Buruh itu?” Pria dengan wajah lonjong berbicara sambil tersenyum.", "“Dia memasuki sekte selama dua tahun, namun dia hanya menjadi seorang Yang Mendalam sekarang. Apakah sampah seperti itu layak membuatku berpikir tinggi tentang dia? ” Jiang Qiushui berkata dengan jijik. “Bagaimana dengan itu? Aku berani bertaruh 20 Energy Stone bahwa Duan Jun akan mengambil alih kepalanya dalam lima gerakan. Berani mengambil taruhan Aku? ”", "“Kenapa tidak!?” Pria dengan wajah lonjong itu tertawa terbahak-bahak. “Sejak Labour Disciple berani menantang Duan Jun, maka dia pasti memiliki beberapa kemampuan. Aku tidak percaya bahwa dia bahkan tidak akan bisa menahan 10 gerakan. Apakah ada orang lain yang ingin bertaruh? ”", "“Aku bertaruh pada lima langkah!”", "“Aku bertaruh pada 10 langkah!”", "“Aku bertaruh 50 Batu Energi, Murid Buruh itu akan menang!” Tepat pada saat ini, suara yang jelas dan bergema yang sepertinya tidak dewasa bergema.", "Semua Murid Pengadilan Luar tercengang. Ketika mereka berbalik untuk melihat, mereka melihat seorang gadis kecil berusia sekitar 14 atau 15 tahun menyeringai saat dia melihat mereka. Gadis kecil itu mengenakan gaun kuning muda dengan pola bunga, dan itu menutupi sosok langsingnya yang mulai terlihatmengambil bentuk. Dia memiliki alis berbentuk daun willow, bibir ceri kecil, dan sepasang mata yang hidup yang sering berputar-putar dan menampakkan seuntai kelicikan.", "Gadis kecil itu tidak lain adalah Bao’er dari Talisman Peak. Dia secara khusus datang untuk mencari Yang Ye hari ini, namun dia tidak pernah menyangka bahwa Yang Ye benar-benar akan bertengkar dengan seseorang. Tidak pernah dia membayangkan bahwa orang-orang ini sebelum dia benar-benar akan memandang rendah Yang Ye. Dia tahu betapa hebatnya Yang Ye, dan Yang Ye memiliki Energi Mendalam dari lima elemen!", "Ketika semua Murid Pengadilan Luar memperhatikan bahwa itu adalah seorang gadis kecil, mereka sedikit terkejut. Meskipun gadis kecil itu masih muda, mereka masih bisa membayangkan keanggunan tak tertandingi yang akan dia miliki begitu dia dewasa. Selain itu, beberapa dari mata mereka bahkan menampakkan seberkas cahaya penuh nafsu.", "Ketika dia melihat beberapa dari mereka memiliki tatapan menjijikkan, Bao’er mendengus dingin, dan kemudian dia menarik setumpuk jimat sebelum berjalan ke Jiang Qiushui dan yang lainnya. Dia berkata, “Aku ingin bertaruh dengan Kamu! Aku yakin pekerja kecil itu akan menang. ”", "Jiang Qiushui tercengang. Namun, ketika dia melihat tumpukan jimat di tangan Bao, Jiang Qiushui langsung terpana di tempat. Dia kembali ke akal sehatnya setelah waktu yang lama, dan ekspresi awalnya yang dingin dan bangga menjadi bersemangat saat dia bertanya dengan suara ringan. “Kamu, kamu dari Talisman Peak?”", "Sementara itu, semua Murid Luar Pengadilan lainnya telah memperhatikan tumpukan jimat di tangan Bao’er. Itu adalah jimat yang hanya para ahli yang berada di peringkat 10 teratas dari Peringkat Pengadilan Luar yang memiliki kualifikasi untuk diterima dari Puncak Talisman! Semua tatapan mereka terbakar oleh keinginan.", "Bao’er mendengus dan berkata, “Ya, Aku yakin Labour Disciple akan menang. Apakah kalian semua bertaruh untuk tidak? ” Dia benar-benar tidak menyukai orang-orang ini karena mereka tidak hanya memandang rendah Buruh Kecil, mereka bahkan menatapnya dengan tatapan menjijikkan seperti itu, jadi dia bermaksud untuk memenangkan semua sumber daya kultivasi mereka!", "Dia bermaksud agar Murid Buruh menang?", "Semua Murid Pengadilan Luar saling melirik ketika mereka mendengar ini. Apakah ada yang salah dengan kepala gadis kecil ini? Dia benar-benar ingin bertaruh bahwa Murid Buruh akan menang! Bagaimanapun, Duan Jun sudah berada di peringkat kedelapan dari Alam Fana, sedangkan Murid Buruh paling banyak berada di peringkat keempat atau kelima dari Alam Fana. Jadi, apakah dia bisa mengalahkan Duan Jun?", "Ketika mereka berpikir sampai di sini, mereka semua saling melirik sebelum mereka benar-benar menunjukkan keserakahan yang tidak terselubung dari mata mereka.", "Mata Jiang Qiushui berkedip-kedip, lalu dia berkata, “Kami … kami bisa bertaruh denganmu. Namun, Kamu harus menjadi broker karena kita semua bertaruh bahwa Labour Disciples kalah. Bagaimana menurut Kamu?”", "Bao berpikir sejenak, lalu berkata, “Baiklah, kalian semua pasang taruhan. Aku dapat menerima taruhan dalam berbagai ukuran! ”", "Jiang Qiushui menekan kegembiraan di dalam hatinya dan melanjutkan. “Lihat, kita ada beberapa ratus. Itu jumlah yang cukup besar. Jika Kamu kalah, maka…. ”", "Bao secara alami tahu apa yang dimaksud Jiang Qiushui. Dia segera mengangkat alisnya sebelum menarik tumpukan jimat dari dalam kantong kecil di depannya dan berkata, “Oh, ada sekitar 20 jimat di sini, dan semuanya di kelas menengah. Masing-masing dari mereka bisa dijual dengan harga sekitar 500 Energy Stone. Jika Aku kalah, maka Aku akan menggunakannya untuk membayar hutang Aku, apakah tidak apa-apa? ”", "Jimat kelas menengah? Saat mereka menatap jimat di tangan Bao, semua mata mereka bersinar sangat terang karena keserakahan. Setiap Talisman kelas menengah bukanlah sesuatu yang hanya bisa dibeli oleh 500 Energy Stone. Jika mereka mendapatkannya dan menjualnya, bahkan mendapatkan 1.000 Batu Energi tidak akan menjadi masalah.", "Kali ini, Jiang Qiushui tidak perlu mengatakan apa-apa, dan semua Murid Pengadilan Luar buru-buru mengangguk dan setuju. Jarang terjadi ketika seseorang yang murah hati datang untuk memberi mereka kekayaan gratis, jadi jika mereka tidak mengambilnya, mereka akan menderita murka surga!", "“Aku bertaruh 500 Energy Stone!” Sementara itu, Jiang Qiushui berbicara dengan tiba-tiba. “Aku tidak membawa begitu banyak Energy Stone sekarang, jadi Kamu dapat mengingat jumlahnya untuk saat ini. Jika Aku kalah, maka Aku pasti akan memberikannya kepada Kamu. Kami semua Murid Pengadilan Luar, jadi kami tidak menipu Kamu! ”", "Ketika mereka mendengar Jiang Qiushui, semua Murid Buruh tercengang. 500 Energy Stone bukanlah jumlah yang kecil. Bagaimanapun, mereka hanya bisa mendapatkan 20 Batu Energi setiap bulan. Jadi, apakah Jiang Qiushui benar-benar memiliki begitu banyak?", "Seperti yang dipikirkan oleh Murid Pengadilan Luar, Jiang Qiushui benar-benar tidak memiliki 500 Batu Energi. Namun, dia tidak takut. Karena mungkinkah Murid Buruh itu menang? Jawabannya sama sekali tidak mungkin!", "Bao’er berpikir sejenak dan berkata, “Baiklah, kalian semua juga memasang taruhan! Aku akan mengingat semuanya untuk kalian semua. ” Dia tidak takut orang-orang ini akan menarik kembali kata-kata mereka karena tidak ada seorang pun di Sekte Pedang yang berani memanfaatkannya!", "Aku akan menambahkan 2.000 Energy Stone lagi! Ketika dia mendengar bahwa mereka dapat berutang, untuk saat ini, Jiang Qiushui segera menambahkan 2.000 Batu Energi lagi. Dia pasti tidak akan memaafkan dirinya sendiri bahkan dia tidak memanfaatkan orang yang ‘murah hati’ seperti itu.", "Ketika mereka mendengar Bao’er setuju untuk mengizinkan Jiang Qiushui berhutang padanya untuk saat ini, keributan muncul di antara murid-murid lainnya, dan kemudian mereka segera mengajukan penawaran.", "“Aku akan bertaruh 1.000 Batu Energi juga!”", "Aku berani bertaruh 800!", "Aku berani bertaruh 2.000!", "Ketika dia melihat mereka semua memasang taruhan mereka, Bao’er tersenyum sampai matanya menyipit, dan kemudian dia buru-buru menarik kuas untuk mencatat semua taruhan mereka. Menurutnya, yang terbaik adalah Yang Ye bisa menang, dan tidak masalah bahkan jika dia kalah. Bagaimanapun, tidak hanya ada sejumlah besar jimat seperti itu di Puncak Talisman, bahkan dia sendiri juga bisa membuatnya.", "www.worldnovel.online"]},
{"testing": ["Ada tempat pelatihan di Puncak Buruh, dan itu sangat besar dan menyusut lebih dari satu kilometer ke segala arah. Itu benar-benar diaspal dengan batu putih keabu-abuan, dan itu sederhana namun megah. Ada pedang batu besar yang berdiri menjulang di tengah lapangan.", "Tempat pelatihan yang sangat besar di hadapannya adalah tempat di mana Murid Pengadilan Luar biasanya datang untuk berlatih, dan itu adalah tempat Yang Ye harus bersihkan hari ini. Secara alami tidak mungkin baginya untuk membersihkan tempat sebesar itu sendirian, dan itu adalah beban kerja untuk empat orang dalam sehari.", "Jika itu kemarin, mungkin Yang Ye akan mengomel tentang itu. Karena tempat seluas itu membutuhkan setidaknya empat orang bekerja keras sepanjang hari untuk membersihkannya sepenuhnya. Dengan cara ini, dia tidak akan punya waktu sama sekali untuk berkultivasi hari ini. Namun, hatinya dipenuhi dengan harapan sekarang, jadi semuanya menyenangkan baginya!", "“Oh, bukankah itu sampah nomor satu kita dalam sejarah? Oh, benar, itu adalah Murid Pengadilan Luar Agung kita, Yang Ye. Murid Luar Pengadilan kita benar-benar bangun pagi hari ini ya? Apakah Kamu sudah membersihkan tempat pelatihan? Ha ha….” Tepat pada saat ini, suara tawa yang membawa ejekan terdengar dari samping.", "Ketika dia mendengar suara mengejek ini, Yang Ye berbalik untuk melihat tiga orang yang berdiri di sebelah kanan. Ketiga orang ini adalah rekan sekerjanya hari ini. Yang Ye memiliki ekspresi tanpa emosi saat dia menatap tatapan menggoda mereka, dan emosinya tidak dapat dibedakan.", "Dia tahu orang yang memimpin, dia dipanggil Du Xiu, dan dia juga seorang Murid Buruh. Namun, reputasinya sangat buruk. Meskipun dia adalah Murid Buruh, dia telah membuat orang lain melakukan pekerjaannya untuknya sejak awal. Alasan Du Xiu begitu sombong adalah karena dia memiliki seorang paman dan saudara sepupu. Pamannya adalah Manajer Xu dari Divisi Tenaga Kerja, dan lebih dari 2.000 Murid Buruh di Sekte Pedang dikelola oleh Manajer Xu! Di sisi lain, saudara sepupunya adalah Murid Pengadilan Luar!", "Dengan dua orang ini sebagai pendukungnya, Du Xiu bisa dikatakan tidak terkendali di dalam Puncak Buruh, dan dia memandang rendah semua orang.", "Adapun dua lainnya di sisi Du Xiu, yang di kiri adalah Gao Qiu, dan yang di kanan adalah Li Ge. Keduanya adalah Murid Buruh juga, tetapi keduanya memiliki nama panggilan lain – Bootlickers.", "Yang Ye menahan pikirannya dan berkata, “Karena semua orang ada di sini, mari kita bagi pekerjaannya! Ada empat dari kita, jadi kita masing-masing akan bertanggung jawab untuk satu sisi. Ini adil seperti ini! ”", "“Ha ha!!!” Li Ge yang berdiri di sebelah kanan Du Xiu tertawa terbahak-bahak, dan dia menunjuk ke arah Yang Ye saat dia berkata, “Kakak Du, apakah kamu mendengarnya? Dia benar-benar membagikan pekerjaan ke Kakak Du! Aku hampir mati karena tawa! Kupikir anak itu berakal sehat, tapi aku tidak pernah menyangka dia akan menjadi idiot! ”", "“Itu salah!” Gao Qiu menatap Li Ge dengan berpura-pura serius sambil berkata, “Dia adalah Murid Pengadilan Luar yang superior. Padahal dulu, dia masih anggota Pengadilan Luar. Bagaimana kita bisa membuat seseorang yang pernah menjadi Murid Pengadilan Luar melakukan pekerjaan rendah seperti itu? Kakak Du, bagaimana menurutmu? ”", "“Ha ha!!!” Li Ge tertawa terbahak-bahak, dan dia menatap Gao Qiu sambil berkata, “Gao Qiu, kamu baik-baik saja! Kamu mencemoohnya secara tidak langsung, Aku, Li Ge, malu dengan inferioritas Aku. Tidak heran Kakak Du sangat memikirkanmu! ”", "“Tidak sama sekali, tidak sama sekali!” Gao Qiu berkata dengan rendah hati, “Aku hanya pandai berbicara. Kamu, di sisi lain, bisa bertarung. Setiap kali kita bertemu seseorang yang tidak masuk akal, selalu Kamu yang berurusan dengan mereka. Kamu tangan kanan Kakak Du! ”", "Untuk sesaat, mereka berdua mulai saling memuji.", "Yang Ye menatap dingin pada mereka, dan dia membiarkan mereka saling memuji.", "Du Xiu berjalan ke arah Yang Ye sebelum mengulurkan tangannya untuk menepuk bahu Yang Ye, lalu dia menyeringai sambil berkata, “Nak, kita bertiga sedang tidak enak badan hari ini, jadi kamu akan membersihkan tempat latihan. sendiri hari ini. Baik?”", "“Tidak!” Yang Ye menyingkirkan tangan Du Xiu dari bahunya, dan kemudian dia berjalan ke Li Ge dan Gao Qiu sebelum dia berkata, “Aku tahu bahwa Kamu semua merasa iri karena Aku pernah menjadi Murid Pengadilan Luar di masa lalu, dan Kamu ‘ semua cemburu. Lagipula, kalian semua bahkan lebih rendah dari anjing sebelum Murid Pengadilan Luar di masa lalu. Sekarang thdi Aku telah menjadi Murid Buruh dari Murid Pengadilan Luar, Kamu semua berniat menggunakan Aku untuk merebut kembali martabat Kamu semua yang hilang di masa lalu. Aku mengerti!” Begitu dia selesai berbicara, Yang Ye berbalik, mengambil sapunya, dan kemudian berjalan menuju tempat pelatihan.", "Ejekan langsung Yang Ye menyebabkan wajah Li Ge dan Gao Qiu berkedip di antara ekspresi pucat dan pucat karena marah, dan mereka tampak seperti diracuni. Di samping, mata Du Xiu sedikit menyipit sementara ekspresinya berubah suram karena di antara hampir 3.000 Murid Buruh di Divisi Tenaga Kerja, tidak pernah ada orang yang tidak memberinya wajah seperti ini.", "Sebagai pembuat sepatu boot, kemampuan untuk mengamati ekspresi seseorang adalah sebuah persyaratan. Ketika dia melihat ekspresi Du Xiu, Li Fe memahami niat Du Xiu, dan dia menuntut untuk berdiri di depan Yang Ye dan menunjuk ke Yang Ye saat dia berkata, “Yang Ye, apakah kamu pikir kamu masih seorang Murid Pengadilan Luar? Kamu hanyalah sampah yang tidak bisa mencapai peringkat pertama Alam Fana dalam setahun penuh, dan Kamu adalah sampah nomor satu dalam sejarah! Jika Kakak Du memintamu membersihkan untuknya, itu karena dia sangat memikirkanmu, jangan memaksakan keberuntunganmu! ”", "Aku adalah sampah! Yang Ye berhenti dan berkata, “Tapi aku lebih baik daripada budak yang hanya tahu bagaimana menjadi anjing di sisi seseorang. Saat tuanmu senang, kamu menyanjungnya; ketika dia tidak senang, kamu keluar untuk menggonggong pada orang lain! ”", "“Pukul dia! Pukul dia sampai mati! Aku akan bertanggung jawab untuk itu! ” Du Xiu berbicara dengan ekspresi suram. Tidak pernah ada orang di Divisi Tenaga Kerja yang berani menghina martabatnya, tidak ada di masa lalu, tidak akan ada sekarang, dan tidak akan ada di masa depan juga. Dia sama sekali tidak akan membiarkan siapa pun menjadi pengecualian!", "Ketika dia mendengar Du Xiu, Li Ge yang berdiri di depan Yang Ye langsung tertawa terbahak-bahak, dan kemudian dia menghancurkan tinjunya ke arah wajah Yang Ye. Dia ingin menyerang Yang Ye sejak lama, tapi Du Xiu tidak memberikan kata-kata, dia tidak berani melakukannya. Karena jika dia membunuh seseorang, maka dia tidak akan bisa menanggung akibatnya. Tapi sekarang, Du Xiu telah memberikannya, jadi dia tidak perlu khawatir lagi.", "Wajah Yang Ye tenggelam saat melihat serangan Li Ge, dan sosoknya dengan cepat mundur dua langkah untuk menghindari tinju Li Ge. Pada saat yang sama, dia mengangkat sapu di tangannya dan tiba-tiba mengayunkannya ke arah Li Ge.", "“Memukul!” Tinju Li Ge meleset, dan kepalanya kebetulan dipukul oleh sapu Yang Ye. Teriakan melengking bergema sementara rasa sakit yang membakar menyebar ke seluruh wajahnya, dan dia mundur beberapa langkah berturut-turut sebelum berjongkok di tanah kesakitan sambil tanpa henti mengusap matanya dengan tangannya. Sapu itu tertutup debu, sehingga serangan Yang Ye menyebabkan bintik-bintik debu yang tak terhitung jumlahnya jatuh ke matanya. Mata tidak bisa mentolerir kotoran, dan air mata Li Ge hampir mengalir.", "Bajingan! Ketika dia melihat Yang Ye benar-benar berani untuk melakukan serangan balik, ekspresi Du Xiu berubah menjadi biadab, dan dia mengutuk dengan marah sebelum maju dengan cepat dan menghancurkan tinjunya ke arah belakang kepala Yang Ye. Sampah nomor satu dalam sejarah yang berdiri di depannya ini benar-benar berani menghina martabatnya, dan ini adalah sesuatu yang tidak bisa ditoleransi oleh Du Xiu. Selain pamannya, dia adalah bos dalam Labour Peak, dan semua orang di Labour Peak harus mendengarkannya!", "Yang Ye marah saat dia merasakan Du Xiu menyerangnya dari belakang. Dia bukanlah seseorang yang suka menimbulkan masalah, namun bukan berarti dia takut akan hal itu. Ketiga orang ini sebelum dia pertama kali mempermalukannya secara lisan, lalu memintanya menyelesaikan beban kerja untuk empat orang sendirian. Sekarang, mereka bahkan akan menyerangnya secara langsung, dan dia benar-benar marah!", "Yang Ye berbalik dan tiba-tiba meninju tinju kanan Du Xiu.", "Bang!", "Kedua tinju itu bertabrakan, dan kemudian suara retakan terdengar. Mata Du Xiu langsung terbuka lebar sementara ekspresi kesakitan memenuhi wajahnya. Tulang di tangannya telah patah.", "Du Xiu baru saja hendak menarik tangannya, namun Yang Ye membalik tangannya dan meraih saat ini. Dia meraih tinju lemah Du Xiu sebelum menariknya dengan paksa, dan kemudian kaki kanannya tiba-tibamenjilat perut Du Xiu.", "Bang!", "Du Xiu langsung terlempar terbang, dan dia jatuh dengan keras ke tanah setelah terbang mundur satu meter.", "Meskipun Yang Ye adalah Murid Buruh seperti mereka bertiga, tidak seperti mereka, dia tidak menikmati dirinya sendiri dan membuang waktu setelah menyelesaikan pekerjaan untuk hari itu. Setiap hari, selain pekerjaannya yang biasa, seluruh waktunya digunakan untuk melembutkan tubuhnya. Tidak peduli hujan atau cerah, dia tidak pernah berhenti sejak dia tiba di Sekte Pedang!", "Jadi, bahkan jika dia belum menjadi seorang Yang Mendalam, kekuatan tubuhnya bukanlah sesuatu yang bisa mereka bandingkan.", "Setelah dia berurusan dengan mereka, Yang Ye berbalik untuk melihat Gao Qiu yang berdiri di samping. Ketika dia melihat Yang Ye menatapnya, Gao Qiu secara naluriah mundur dua langkah, dan kemudian dia mengepalkan tinjunya dengan erat sambil melakukan yang terbaik untuk tetap tenang. Dia berkata, “Du, Du Xiu adalah keponakan Manajer Xu, dan saudara sepupunya adalah Murid Pengadilan Luar. Manajer Xu dan saudara sepupunya tidak akan membiarkanmu pergi karena menyakitinya! ”", "Yang Ye tidak memperhatikan Gao Qiu yang mencoba untuk meminjam pengaruh saudara sepupu Manajer Xu dan Du Xiu. Dia berjalan ke Du Xiu yang terbaring di tanah dan berjongkok sebelum dia menepuk wajah Du Qiu yang dipenuhi ketakutan, dan dia berkata, “Sekarang, kalian bertiga akan membersihkan seluruh tempat latihan. Apa kamu punya masalah dengan itu? ”", "Du Xiu menelan ludah dan ragu-ragu, namun ketika dia melihat Yang Ye mengepalkan tinjunya, dia buru-buru berkata, “Tidak masalah, tidak ada masalah sama sekali. Kami akan segera mulai membersihkannya! ”", "Orang bijak tidak akan melawan ketika ada rintangan yang menghadangnya. Asas ini adalah sesuatu yang diajarkan pamannya kepadanya, dan itu berguna baginya sekarang.", "Yang Ye melirik Du Xiu dengan acuh tak acuh sebelum dia berdiri, dan kemudian dia menopang sapu di bahunya saat dia berjalan dengan cepat menuju Cool Breeze Gorge. Dia tahu bahwa ini bukanlah akhir dari masalah ini, dan orang ini pasti akan datang mencari masalah dengannya. Du Xiu tidak berani melakukan itu sendiri, tetapi dia pasti akan meminta pamannya atau saudara sepupunya yang merupakan Murid Pengadilan Luar untuk datang mencari masalah dengannya.", "Saat ini, hanya kekuatan tubuhnya yang sedikit kuat, tapi dia masih bukan seorang Yang Mendalam. Pada saat ini, dia sama sekali tidak cocok untuk Murid Pengadilan Luar. Demi memiliki kemampuan untuk melindungi dirinya sendiri, dia harus berlatih dengan getir dan menjadi seorang Yang Mendalam secepat mungkin. Jika tidak, begitu Murid Pengadilan Luar datang mencarinya, dia bahkan tidak akan memiliki kemampuan untuk melawan!", "Jadi, dia harus meningkatkan pelatihannya dan berusaha untuk menjadi seorang yang Mendalam secepat mungkin.", "Kakak Du, apa yang harus kita lakukan? Li Ge membantu Du Xiu berdiri dan berbicara dengan suara rendah. Sekarang, dia mengerti bahwa dia sama sekali bukan tandingan orang bernama Yang Ye itu, dan jika dia mencari masalah dengan Yang Ye, maka dia akan mencari pemukulan.", "Gao Qiu yang berdiri di samping tetap diam karena kekejaman dan ketegasan Yang Ye menyebabkan dia merasa sedikit takut.", "“Menunggu saudara sepupu Aku kembali dari mengunjungi kerabatnya di dunia fana. Saat itu, aku akan membuatnya menderita! ” Saat dia menatap sosok Yang Ye di kejauhan, cahaya kebencian berkedip di mata Du Xiu. Sudah lima tahun, dia telah menjadi Murid Buruh selama lima tahun, dan tidak ada satu orang pun yang berani memperlakukannya seperti ini dan benar-benar berani menyerangnya. Ketika dia memikirkan ini, kebencian di matanya semakin dalam.", "…..", "“Apakah kalian semua melihat itu? Sampah nomor satu dalam sejarah, tunggu, tidak, Yang Ye. Dia menghancurkan ketiga bajingan itu! ”", "“Apa? Betulkah? Bajingan itu, Du Xiu, dipukuli? ”", "“Kamu tidak akan berbohong, kan? Paman Du Xiu adalah Manajer Xu, dan saudara sepupunya adalah Murid Pengadilan Luar. Apakah Murid Buruh bernama Yang Ye berani mengalahkannya? ”", "“Kenapa aku berbohong padamu? Aku melihatnya dengan kedua mata Aku sendiri. Du Xiu dan kedua penjilat itu bertindak seperti biasanya. Mereka tidak berniat untuk bekerja, dan mereka meminta Yang Ye untuk membersihkan tempat latihan sendiri. Yang Ye tidak setuju, dan kemudian Du Xiu dan yang lainnya menyerangnya. Namun siapa yang menyangka bahwa mereka malah dihajar oleh Yang Ye! Apalagi merekaBahkan melakukan bagian dari pekerjaan Yang Ye! ”", "“Ha ha! Bagus! Bajingan Du Xiu itu selalu mengandalkan paman dan saudara sepupunya untuk menggertak kita semua Murid Buruh di Puncak Buruh. Sekarang, dia akhirnya menggigit lebih dari yang bisa dia kunyah. Ayo, ayo beritahu yang lain tentang ini dan biarkan mereka juga merasa bahagia…. ”", "Dalam waktu singkat, masalah Yang Ye dengan marah memukuli Du Xiu menyebar ke seluruh Puncak Buruh.", "Yang Ye, sebaliknya, telah tiba di Cool Breeze Gorge.", "www.worldnovel.online"]},
{"testing": ["Tempat pelatihan.", "Yang Ye dan Penatua Qian berjalan berdampingan. Meskipun ini sudah malam, tetapi di bawah iluminasi Batu Cahaya Bulan di sekitarnya, tempat latihan menjadi cerah seperti siang hari.", "Tiba-tiba, Penatua Qian berhenti dan melihat ke arah Yang Ye sebelum dia berkata, “Yang Ye, apakah Kamu pernah merasa kesal terhadap Aku ketika Aku menurunkan Kamu menjadi Murid Buruh hari itu?”", "Yang Ye menggelengkan kepalanya dan berkata, “Elder Qian, jika bukan karena kamu, maka adik perempuan dan ibu Aku mungkin sudah jatuh ke tangan Liu Clan. Aku memang memiliki kebencian di hati Aku, tetapi itu hanya untuk diri Aku sendiri. Pada saat itu, Aku tidak memenuhi harapan Penatua Qian dan menyebabkan Penatua Qian diejek oleh orang lain seperti Aku. Akulah yang mengecewakan Penatua Qian! ”", "Yang Ye tidak akan pernah melupakan adegan Tetua Pengadilan Luar yang mengejeknya dan Penatua Qian. Ketika dia tidak dapat menjadi seorang Yang Mendalam bahkan setelah satu tahun, Sesepuh Pengadilan Luar dan Murid Pengadilan Luar telah memberinya julukan ‘gemilang’. Selain itu, mereka bahkan mengejek Penatua Qian dengan memanggilnya tua, tidak dapat melihat dengan baik, dan mengatakan dia akan membawa kembali sepotong sampah untuk Sekte Pedang.", "Dapat dikatakan bahwa dia adalah bahan tertawaan di antara Murid Pengadilan Luar, dan karena dia, Penatua Qian menjadi bahan tertawaan di antara Sesepuh Pengadilan Luar.", "Ketika dia mendengar Yang Ye, Penatua Qian menepuk bahu Yang Ye dan berkata, “Baiklah, semua itu telah berlalu, dan Kamu tidak perlu mempermasalahkannya. Aku tidak pernah membayangkan bahwa Kamu benar-benar akan memiliki Energi Mendalam dari lima elemen, dan itu bahkan akan menjadi Energi Mendalam elemen emas. Ayo, ayo menuju ke Outer Court Peak sekarang. Aku bermaksud untuk memulihkan status Kamu sebagai Murid Pengadilan Luar. Biar kulihat siapa yang berani menyebutmu sampah sekarang! ”", "“Elder Qian, Aku ingin berpartisipasi dalam Ujian Luar Pengadilan yang diadakan sebulan dari sekarang. Aku akan menggunakan kekuatanku untuk memberi tahu mereka bahwa aku bukan sampah, dan persepsi Penatua Qian adalah yang terbaik di Sekte Pedang! ” Yang Ye memandang Elder Qian saat dia berbicara dengan sangat serius. Jika dia benar-benar memiliki Energi Mendalam dari lima elemen, maka dia mungkin benar-benar mengikuti Elder Qian ke Puncak Pengadilan Luar. Tapi masalahnya, apakah dia memiliki elemen emas Energi Mendalam? Dia tidak ingin orang lain mengetahui rahasia pusaran kecil itu!", "Elder Qian tercengang saat mendengar ini, dan kemudian dia mulai tertawa sebelum berkata, “Bagus, bagus, kamu punya ambisi.”", "Sekte Pedang memiliki dua metode untuk merekrut Murid Pengadilan Luar. Metode pertama adalah bahwa Sesepuh Pengadilan Luar dapat merekrut tiga murid sesuka hati karena semua Sesepuh Pengadilan Luar memiliki kuota tiga Murid Pengadilan Luar. Metode kedua adalah Ujian Luar Pengadilan. Ini adalah metode normal Sekte Pedang digunakan untuk merekrut murid, dan siapa pun yang telah mencapai peringkat keenam dari Alam Fana sebelum usia 17 memiliki kualifikasi untuk berpartisipasi dalam ujian ini.", "Kekuatan dan status Murid Pengadilan Luar yang dipilih dari Ujian Pengadilan Luar lebih tinggi daripada Murid Pengadilan Luar yang direkrut oleh Tetua Pengadilan Luar karena ujiannya sangat ketat. Tidak hanya seseorang harus memiliki kekuatan yang luar biasa, seseorang juga harus memiliki kemampuan pemahaman yang hebat dan bakat alami.", "Bisa dikatakan bahwa yang pertama mengambil pintu belakang sementara yang kemudian menjadi Murid Pengadilan Luar dengan mengandalkan kekuatannya sendiri. Jadi, status yang pertama jauh lebih rendah dari yang terakhir di Sekte Pedang.", "Elder Qian berpikir sejenak dan kemudian mengeluarkan kantong kecil dari sakunya. Dia memberikannya kepada Yang Ye dan berkata, “Senang sekali kamu memiliki ambisi. Ada 10 Batu Energi dan Pil Perisai Meridian di sini. Batu Energi akan memungkinkan Kamu menyerap Energi Mendalam dengan cepat, sedangkan Pil Perisai Meridian dapat melindungi meridian Kamu dari cedera. ”", "Saat dia menatap kantong kecil itu, Yang Ye ragu-ragu sebelum dia menerimanya dan berkata dengan serius, “Elder Qian, jangan khawatir. Aku pasti tidak akan mengecewakanmu kali ini. ” Dia tidak menolak niat baik Elder Qian karena dia memang membutuhkan sumber daya budidaya sekarang. Jika tidak, dengan kecepatan kultivasinya saat ini, pasti akan terjadimustahil baginya untuk mencapai peringkat keenam dari Alam Fana sebelum dia berusia 17 tahun.", "Elder Qian tersenyum saat dia mengangguk, dan kemudian dia berkata, “Aku percaya bahwa kecepatan kultivasi seseorang yang memiliki Energi Mendalam dari lima elemen sangat cepat. Aku tidak tahu apa masalah tubuh Kamu di masa lalu, tapi sepertinya tidak ada masalah lagi sekarang. Berkultivasi dengan benar dan berjuang untuk mendapatkan posisi 10 teratas di Ujian Luar Pengadilan dan biarkan orang-orang tua itu melihat siapa sebenarnya sampah itu! ” Saat dia selesai berbicara, suara Elder Qian membawa jejak amarah. Meskipun dia memiliki temperamen yang baik, ketika dia memikirkan penampilan Sesepuh Pengadilan Luar pada saat itu, dia masih sedikit marah.", "“10 posisi pertama?” Yang Ye berbicara dengan suara rendah.", "“Apa? Kamu tidak yakin dengan kemampuan Kamu untuk mendapatkannya? ” Elder Qian berbicara sambil tersenyum.", "Yang Ye menggelengkan kepalanya. Bagaimana mungkin dia tidak percaya diri? Targetnya bukanlah menjadi Murid Pengadilan Luar, dan target sebenarnya adalah menjadi Murid Pengadilan Dalam. Di masa lalu, dia tidak berani memiliki harapan yang berlebihan untuk menjadi Murid Pengadilan Dalam, tetapi sekarang dia memiliki pusaran kecil misterius di Dantiannya dan ditambah dengan kerja kerasnya sendiri, dia percaya bahwa dia pasti akan bisa menjadi seorang Murid Pengadilan Dalam. Tentu saja, Aku harus terlebih dahulu menjadi Murid Pengadilan Luar sebelum dia memiliki kualifikasi untuk berpartisipasi dalam Ujian Pengadilan Dalam!", "Yang Ye merenung sejenak, lalu berkata, “Elder Qian, ada yang ingin kutanyakan padamu!”", "“Apa itu?” Elder Qian berbicara dengan rasa ingin tahu.", "Yang Ye memberi tahu Penatua Qian tentang Klan Liu dari Kota Southpeace yang menargetkan adik perempuannya. Awalnya, dia bermaksud mengandalkan kemampuannya sendiri untuk berurusan dengan Klan Liu, namun sekarang, kekuatannya masih tidak mencukupi, dan dia masih membutuhkan waktu. Jadi, dia hanya bisa mempercayakan Penatua Qian untuk mengurusnya.", "Penatua Qian terdiam sesaat ketika dia mendengar Yang Ye, dan kemudian dia berkata, “Jika Aku tidak salah, Liu Qingyu yang baru-baru ini bergabung dengan Pengadilan Luar adalah murid dari Klan Liu, dan itulah alasan mengapa Liu Clan berani mengabaikan peringatan Aku sejak hari itu dan mulai menargetkan keluarga Kamu lagi! ”", "Liu Qingyu?", "Ketika dia mendengar Yang Ye mengulangi nama ini, ekspresi Penatua Qian menjadi sedikit serius, dan dia berkata, “Dia adalah murid dari Klan Liu yang baru-baru ini menjadi Murid Pengadilan Luar setelah mencapai posisi ketiga dalam Ujian Pengadilan Luar. Setelah berkultivasi selama satu bulan, dia menduduki peringkat ke-29 di Peringkat Pengadilan Luar. Seharusnya, beberapa Tetua Pengadilan Dalam sudah mulai memperhatikannya. ”", "“Peringkat 29 di Luar Pengadilan?” Ekspresi Yang Ye menjadi serius juga.", "Peringkat Pengadilan Luar adalah peringkat kekuatan yang dimiliki oleh Murid Pengadilan Luar di Sekte Pedang. Ada beberapa ribu Murid Pengadilan Luar, dan ada banyak ahli di antara mereka. Seharusnya, kekuatan para ahli di posisi 10 teratas dari Peringkat Pengadilan Luar sudah setara dengan Sesepuh Pengadilan Luar. Jadi, karena Liu Qingyu mampu berada di peringkat 29 dalam waktu singkat sebulan, itu cukup untuk menunjukkan bakat dan kekuatan alaminya!", "Jangan khawatir, Aku akan melakukan perjalanan ke Southpeace City! Penatua Qian berkata, “Liu Qingyu itu masih bukan Murid Pengadilan Dalam sekarang, dan Klan Liu masih akan memberiku wajah. Namun, jika Liu Qingyu itu lulus Ujian Pengadilan Dalam yang diadakan dalam tiga bulan dari sekarang untuk menjadi Murid Pengadilan Dalam, maka pada saat itu, Klan Liu mungkin tidak takut sama sekali. ”", "Yang Ye membungkuk kepada Elder Qian ketika dia mendengar ini, dan dia berkata, “Terima kasih, Elder Qian.” Yang Ye tahu bahwa begitu Liu Qingyu menjadi Murid Pengadilan Dalam, maka status Penatua Pengadilan Luar sama sekali tidak cukup untuk menahannya sama sekali. Pada saat itu, dengan sumber daya budidaya dari Murid Pengadilan Dalam, kekuatan Liu Qingyu pasti akan meningkat lebih cepat, sedangkan, Klan Liu pasti akan bertindak dengan cara yang bahkan lebih tak terkendali di dalam Kota Southpeace!", "Jika dia ingin membuat Klan Liu merasa takut, maka dia harus memiliki kekuatan dan identitas yang lebih tangguh daripada Liu Qingyu. Dengan kata lain, dia hanya punya waktu tiga bulan sekarang. Jika dia tidak dapat mengungguli Liu Qingyu dalam waktu tiga bulan, maka situaKarena ibu dan adik perempuannya berada di sini akan berbahaya.", "‘Nak, karena Liu Qingyu mampu naik ke posisi 29 dari Peringkat Pengadilan Luar, itu menunjukkan bahwa dia telah menjadi ahli Alam Surga Pertama. Kamu harus bekerja keras, jika tidak, belum lagi melindungi keluarga Kamu, bahkan melindungi hidup Kamu sendiri akan menjadi masalah. ” Elder Qian berbicara dengan suara rendah.", "Seorang ahli Alam Surga Pertama!", "Murid Yang Ye mengerut saat dia mengepalkan tinjunya dengan erat. Sudah menjadi rahasia umum bahwa alam di bawah Alam Surga Pertama adalah Alam Fana. Alam Fana dibagi menjadi peringkat pertama sampai kesembilan, dan Alam Surga Pertama setelah peringkat kesembilan dari Alam Fana. Ada kesenjangan yang sangat besar antara ahli di Alam Fana dan Alam Surga Pertama karena bahkan jika segala sesuatu yang lain diabaikan, Penghalang Energi Mendalam Surga Pertama yang dimiliki oleh para ahli di Alam Surga Pertama bukanlah sesuatu yang ahli di Alam Fana bisa penerobosan!", "“Alam Surga Pertama, ya? Sepertinya Aku harus bekerja lebih keras! ” Yang Ye mengepalkan tinjunya dengan erat saat dia mengungkapkan ekspresi tegas.", "Penatua Qian mengangguk sambil tersenyum ketika dia melihat Yang Ye tidak takut dengan Alam Surga Pertama. Selain kesetiaan Yang Ye kepada orang yang dicintainya, alasan dia memberikan salah satu dari tiga tempat yang dia miliki kepada Yang Ye adalah karena sifat tegas Yang Ye. Di jalan menuju Martial Dao, selain bakat alami yang hebat, dibutuhkan sifat dan watak seperti Yang Ye.", "Setelah dia mengucapkan selamat tinggal kepada Elder Qian, itu sudah jauh di malam hari. Yang Ye tidak terus berkultivasi di Cool Breeze Gorge, dan dia kembali ke kamarnya sendiri sebelum mengeluarkan Teknik Penandaan Jimat Lima Elemen dan mempelajarinya. Jika dia mampu menciptakan jimat, maka itu pasti akan sangat membantu kekuatannya. Bagaimanapun, efek dari jimat itu luar biasa.", "Saat dia melihat melalui pengenalan jimat itu dalam Teknik Penandaan Jimat Lima Elemen, Yang Ye merasa semakin terkejut semakin dia membaca karena efek dari beberapa jimat benar-benar terlalu tangguh.", "Misalnya, jimat yang disebut Spirit Gathering Talisman sebenarnya mampu memungkinkan orang lain untuk dengan cepat menyerap Energi Mendalam. Meskipun hanya berlangsung selama empat jam, itu sudah sangat luar biasa. Ada juga jenis Kekuatan Jimat yang mampu memungkinkan kekuatan seseorang berkembang biak beberapa kali selama dua jam. Selain itu, masih banyak lagi lainnya….", "Setelah melihatnya sebentar, Yang Ye akhirnya tidak bisa menahan diri, dan dia memutuskan untuk membuat jimat. Dia tidak memilih jimat yang sulit itu, dan dia memilih Jimat Kekuatan sebagai gantinya.", "Cara berpikirnya bagus, tetapi hanya ketika dia mulai, Yang Ye menyadari bahwa membuat jimat jauh lebih sulit daripada yang dia bayangkan. Namun, Yang Ye tidak putus asa, dan dia mencoba lagi dan lagi.", "Dalam beberapa hari berikutnya, karena Penatua Qian, Manajer baru dari Puncak Buruh bertindak sangat bijak dan tidak mendistribusikan pekerjaan apa pun kepada Yang Ye. Jadi, Yang Ye memiliki lebih banyak waktu, dan setiap hari, dia berkultivasi dengan getir di Cool Breeze Gore atau mempelajari teknik menandai jimat.", "Pada hari ini, ketika Yang Ye sedang mempelajari Teknik Penandaan Jimat Lima Elemen di kamarnya, seorang Murid Buruh tiba di kamar Yang Ye. Murid Buruh ini memiliki ekspresi serius dan berkata, “Kakak Yang, ada sesuatu yang harus Aku beri tahu!”", "“Apa itu?” Yang Ye bingung karena dia sama sekali tidak mengenal orang ini. Meskipun Du Xiu dan yang lainnya dieliminasi karena dia dan Murid Buruh ini biasanya sangat sopan padanya, dia tidak memiliki hubungan apapun dengan Murid Buruh ini.", "Ketika dia mendengar Yang Ye, Murid Buruh itu ragu-ragu sejenak sebelum dia berkata, “Kakak Yang, saudara sepupu Du Xiu sepertinya akan kembali.”", "Karena Yang Ye, semua orang di Puncak Buruh tidak lagi menderita penindasan Du Xiu. Jadi, semua Murid Buruh ini memiliki kesan yang baik tentang Yang Ye, dan mereka tidak ingin Yang Ye mengalami kecelakaan apa pun.", "Saudara sepupu Du Xiu? Yang Ye mengerutkan kening. Dia tahu bahwa saudara sepupu Du Xiu adalah Murid Pengadilan Luar. BersamaMungkinkah dia berniat datang mencari masalah denganku?", "Murid Buruh mengangguk dan berkata, “Kakak Yang, yang lain meminta Aku untuk memberi tahu Kamu bahwa saudara sepupu Du Xiu seharusnya sudah ahli di peringkat kedelapan dari Alam Fana. Setelah dia kembali, jika dia mengetahui bahwa Du Xiu dan yang lainnya dikirim ke Gunung Bijih Bintang karenamu, maka dia pasti akan datang mencari masalah denganmu. Kamu harus mempersiapkan diri secara mental! ”", "Peringkat kedelapan dari Alam Mortal? Mata Yang Ye sedikit menyipit, dan dia merenung sejenak. Setelah itu, dia menarik 50 koin emas dan menyerahkannya kepada Murid Buruh di hadapannya dan berkata, “Terima kasih atas semua niat baik Kamu. Aku akan berhati-hati. Ini adalah 50 koin emas. Jangan menolaknya dan menerimanya. Jika ada informasi penting lainnya lain kali, maka Kamu dapat memberi tahu Aku tentang hal itu! ”", "Ada beberapa ribu murid di Puncak Buruh, dan mereka tersebar di sekitar gunung. Jadi, mereka bisa mendengar banyak hal setiap hari. Dapat dikatakan bahwa Murid Buruh ini memiliki sejumlah besar informasi, dan jika mereka menjadi mata dan telinganya, maka itu akan sangat membantunya.", "Setelah dia menerima 50 koin emas, Murid Buruh berkata dengan gembira, “Jangan khawatir Kakak Yang, jika ada berita apapun yang berhubungan denganmu di masa depan atau informasi penting lainnya, kami pasti akan memberitahumu pada saat yang memungkinkan. ! ” Begitu dia selesai berbicara, dia meninggalkan ruangan.", "Mata Yang Ye menyipit setelah dia melihat Murid Buruh meninggalkan ruangan, dan dia berkata dengan suara rendah, “Peringkat kedelapan dari Alam Fana. Aku hanya berada di peringkat keempat dari Alam Fana sekarang. Sepertinya Aku harus terus bekerja keras! ”", "www.worldnovel.online"]},
{"testing": ["Di Arena Kehidupan dan Kematian, pada saat tertentu dalam waktu, keduanya membuka mata mereka pada saat yang sama sebelum tatapan mereka bertabrakan. Mata Duan Jun bersinar dengan niat membunuh yang mengerikan, sedangkan, mata Yang Ye tenang dan tenang.", "Keduanya berdiri. Duan Jun melambaikan Green Hornet Sword di tangannya sambil menunjukkan senyum mengejek dan berkata, “Jangan katakan bahwa aku tidak memberimu kesempatan. Aku akan mengizinkanmu melakukan tiga gerakan melawanku dulu! ” Meskipun Yang Ye sudah seorang Yang Mendalam, dia tidak takut. Tidak hanya dia setidaknya dua tingkat kultivasi lebih tinggi dari Yang Ye, senjata dan teknik pedangnya adalah hal-hal yang tidak dimiliki Yang Ye. Jadi, dia dipersiapkan untuk memainkan peran sebagai kucing yang sedang bermain dengan seekor tikus.", "Idiot! Yang Ye mengutuk dalam hatinya sambil berjalan menuju Duan Jun dengan pedang di tangan. Ketika dia tiba dua meter sebelum Duan Jun, mata acuh tak acuh Yang Ye tiba-tiba berkedip dengan gumpalan ekspresi buas. Di saat berikutnya, kaki kanan Yang Ye tiba-tiba menginjak tanah dan mengandalkan kekuatan tabrakan ini untuk menembak seperti bola meriam dan menikam pedangnya ke Duan Jun.", "Di tempat kaki Yang Ye turun, papan lantai yang keras di sana sudah benar-benar tenggelam sekarang. Yang Ye telah memanfaatkan kekuatan penuhnya dalam serangan ini!", "Pada saat sosok Yang Ye baru saja keluar, Penatua Pengadilan Luar di bagian bawah arena yang awalnya di ambang tertidur tiba-tiba membuka matanya, dan matanya mengungkapkan gumpalan kejutan.", "Pada saat sosok Yang Ye tiba-tiba menyerang, ekspresi Duan Jun sangat berubah, dan matanya dipenuhi teror. Pada jarak yang begitu dekat dan ditambah dengan serangan mendadak Yang Ye, dia benar-benar tidak tepat waktu untuk menghindari atau memblokir serangan itu, dan dia hanya bisa menyaksikan pedang Yang Ye menusuk dadanya.", "Ding!", "Pedang Yang Ye menusuk dada Duan Jun, namun suara tabrakan yang jelas dan bergema bergema, dan kemudian sosok Duan Jun mundur lebih dari 10 langkah.", "Yang Ye mengerutkan kening saat dia menyadari pedang itu sebenarnya tidak menembus ke dada Duan Jun, dan dia tidak mengejar Duan Jun dan melihat ke dada pria berpakaian hijau itu. Dia melihat lapisan cahaya perak berkedip tanpa henti di bawah pakaian pria berpakaian hijau itu!", "Dia memakai baju besi! Ketika dia berpikir sampai di sini, mata Yang Ye menyipit sementara Energi Mendalam di tubuhnya melonjak.", "Duan Jun menarik napas dalam-dalam sambil merasakan ketakutan yang masih ada di hatinya. Dia melirik ke dadanya, dan dia melihat bahwa armor Yellow Rank bermutu tinggi yang dia kenakan sudah tenggelam!", "Sungguh kekuatan yang luar biasa! Itu setidaknya berkekuatan 500kg! Duan Jun memiliki ekspresi serius, dan dia tahu bahwa dia meremehkan Yang Ye.", "Dalam sekejap mata, Yang Ye telah meledakkan Duan Jun kembali dengan satu serangan, dan itu menyebabkan semua Murid Buruh di bawah meledak dengan kegemparan. Apalagi, beberapa mata mereka bahkan berkedip dengan pancaran kegembiraan. Tidak peduli apa, Yang Ye adalah Murid Buruh, dan Murid Buruh telah mengecam seorang Murid Pengadilan Luar kembali. Jadi, mereka sangat senang!", "“Bahkan seekor singa menggunakan kekuatan penuhnya saat berburu kelinci, namun Duan Jun ini sebenarnya meremehkan lawannya seperti itu. Dia benar-benar idiot! Untungnya, dia memakai armor! ” Ekspresi Jiang Qiushui suram saat dia berbicara setelah melihat Duan Jun hampir terbunuh seketika dengan satu serangan.", "Murid Luar Pengadilan lainnya di sisinya mengangguk setuju, dan mereka menghela nafas lega pada saat yang sama. Mereka telah menempatkan Batu Energi selama beberapa bulan di Duan Jun, dan bahkan beberapa orang yang tamak telah menempatkan Batu Energi senilai satu atau dua tahun di Duan Jun. Jika Duan Jun kalah, maka mereka akan benar-benar tidak dapat menanggung konsekuensinya!", "Di sisi lain, Bao’er mengepalkan tangan kecilnya dengan erat sementara matanya berkedip-kedip karena kegembiraan.", "“Aku akui bahwa Aku sedikit meremehkan Kamu. Namun, Aku akan beri tahu Kamu sekarang, Kamu masih tidak memiliki kesempatan karena Aku gakan menjadi serius! ” Duan Jun menatap Yang Ye sementara Energi Mendalam di dalam tubuhnya beredar perlahan, dan saat Energi Mendalamnya mengalir tanpa henti ke pedangnya, pedangnya benar-benar mulai sedikit gemetar pada saat ini.", "Teknik pedang? Yang Ye berbicara dengan suara rendah saat dia menyadari fluktuasi cahaya yang dipancarkan dari pedang Duan Jun. Setelah itu, Energi Mendalam emas muda di dalam tubuhnya dituangkan ke pedang di tangannya. Begitu itu memasuki pedang, cahaya keemasan cahaya langsung berkedip-kedip muncul di pedang di tangannya. Namun, cahaya ini sangat lemah, dan sama sekali tidak mungkin untuk diperhatikan kecuali seseorang memeriksanya dengan hati-hati.", "“Sepertinya Duan Jun akan menjadi serius!” Ekspresi muram Jiang Qiushui sedikit mereda. Kali ini, dia akan menentukan hasilnya dengan satu serangan!", "“Duan Jun bermaksud untuk memanfaatkan Teknik Pedang Perpecahan Energi!” Gumpalan senyuman muncul di wajah Outer Court Disciple. “Teknik Pedang Perpecahan Energi adalah teknik pedang Peringkat Kuning bermutu tinggi. Karena Duan Jun berani memanfaatkannya, maka itu menunjukkan bahwa dia mampu mengeksekusi sehelai pedang qi. Murid Buruh itu sudah mati! ”", "“Teknik Pedang Perpecahan Energi? Aku tidak pernah menyangka bahwa Duan Jun benar-benar mempelajarinya. Hehe, Murid Buruh itu sudah mati! ”", "“Ha ha! 300 Batu Energi, itu cukup bagi Aku untuk berkultivasi sampai Alam Surga Pertama. Ha ha!!”", "“Sayangnya, jika Aku tahu Duan Jun telah berhasil mengembangkan teknik pedang, maka Aku seharusnya meningkatkan taruhan Aku. Itu hanya 100 Batu Energi. Sayang sekali!”", "“Ya, sayang sekali! Sungguh, Duan Jun itu benar-benar menyembunyikan kekuatannya! ”", "Pada saat ini, Murid Pelataran Luar tampak seolah-olah mereka sudah melihat tumpukan Batu Energi ditempatkan di depan mereka.", "Ketika dia menyadari kegembiraan dari Murid Pengadilan Luar ini, Bao’er mendengus dingin dengan ketidakpuasan, dan kemudian dia melirik Yang Ye sementara gumpalan kekhawatiran melintas di matanya.", "Tiba-tiba, ekspresi buas muncul tiba-tiba di mata Duan Jun, dan dia memegang pedang di tangannya sebelum tiba-tiba menebas ke arah Yang Ye.", "“Teknik Pedang Perpecahan Energi!” Begitu suaranya bergema, untaian pedang qi seputih salju sekitar satu meter melesat secara eksplosif ke arah Yang Ye dari ujung Pedang Green Hornet. Kecepatan pedang qi sangat cepat, dan bersiul saat tiba di hadapan Yang Ye dalam dua napas waktu praktis.", "Ketika pedang qi tiba satu meter dari Yang Ye, dia pindah. Kaki kanannya menginjak tanah dan mengandalkan kekuatan tolak yang kuat dari ini untuk menembak dengan cepat, dan pada saat yang sama, pedang di tangannya menusuk ke arah untaian putih salju dari pedang qi.", "Mendesis!", "Mungkin karena kekuatan di belakangnya sangat besar, di mana-mana pedang Yang Ye lewat, banyak fluktuasi yang terlihat oleh mata telah muncul di udara, dan itu memancarkan suara tajam dari udara yang terkoyak.", "“Menunggu musuh menyerang sebelum bereaksi!” Ketika dia melihat Yang Ye berhadapan langsung dengan itu, Penatua Pengadilan Luar di bawah arena berkata dengan suara ringan, “Menarik. Ini adalah pertama kalinya Aku melihat seseorang mengembangkan Teknik Pedang Dasar dengan sempurna. Tidak buruk!”", "Bang!", "Pedang dan pedang putih salju bertabrakan satu sama lain, dan ledakan bergema. Setelah itu, pedang Yang Ye langsung mengiris qi pedang putih salju seperti minyak panas yang meleleh melalui salju, dan kemudian kecepatannya tidak berkurang saat dia langsung tiba di hadapan Duan Jun dengan pedang di tangan. Setelah itu, di bawah tatapan kaget Duan Jun, pedang itu diayunkan dengan cepat ke arah kaki kanan dan kirinya!", "Wajah Duan Jun dipenuhi rasa tidak percaya. Tidak pernah dia membayangkan bahwa pedang qi yang dia eksekusi benar-benar akan dengan mudah dipotong menjadi dua oleh Yang Ye. Itu adalah teknik pedang! Namun, sebelum dia bisa pulih dari keterkejutannya, Yang Ye telah muncul sekali lagi di hadapannya, dan dia ketakutan di dalam hatinya. Dia secara naluriah menggunakan pedang untuk memblokir serangan Yang Ye, dan kemudian mundur ke belakang.", "Ding! Ding!", "Pedang mereka bertabrakan tanpa henti dan mengeluarkan suara logam yang bertabrakan, dan itu seperti komposisi musik yang indah.", "Ketika mereka melihat Duan Jun ditekan dan tanpa henti mundur, semua Murid Buruh di sekitarnya benar-benar tercengang. Itu bukan hanya Murid Buruh, bahkan Murid Pengadilan Luar di dekatnya tercengangned.", "Seorang Murid Buruh menekan Murid Pengadilan Luar dalam pertempuran? Apakah itu sampah nomor satu dalam sejarah?", "Semua Murid Luar Pengadilan di samping memiliki ekspresi terkejut. Tidak pernah mereka membayangkan bahwa pedang qi benar-benar akan dipotong oleh Yang Ye. Kekuatan dan kecepatan seperti apa yang dibutuhkan untuk mencapai itu? Awalnya, mereka tidak akan peduli meskipun Duan Jun kalah, tetapi sekarang, jika Duan Jun kalah, mereka tidak akan dapat membayar kembali gadis kecil itu meskipun mereka menjual diri!", "Saat dia melihat Yang Ye menebas qi pedang dengan satu serangan, senyum muncul di wajah Bao, dan matanya yang cerah berkedip-kedip dengan cahaya kegembiraan.", "Di arena, Yang Ye sebenarnya mampu menghabisi Duan Jun sejak lama, dan alasan dia belum menyelesaikan Duan Jun adalah karena dia sedang melatih pedangnya. Dia sangat akrab dengan Teknik Pedang Dasar, dan dia mampu menjalankannya bahkan dengan mata tertutup. Namun, dia kekurangan pertarungan sebenarnya, dan karena dia memiliki kesempatan sekarang, dia secara alami tidak akan melepaskannya.", "Yang Ye merasa semakin rileks, dan serangannya menjadi semakin halus saat dia bertarung, sedangkan, pertempuran semakin melelahkan dan berat bagi Duan Jun. Yang Ye sebenarnya hanya menggunakan beberapa gerakan selama pertempuran. Meski hanya beberapa jurus, jurus-jurus itu sangat memusingkan Duan Jun jika digunakan dengan lincah. Selain itu, kecepatan dan kekuatan Yang Ye mengejutkannya, dan dia tidak pernah membayangkan bahwa Teknik Pedang Dasar benar-benar memiliki kekuatan seperti itu!", "Sudah waktunya untuk mengakhirinya! Saat ia merasakan dirinya semakin terampil dalam Teknik Pedang Dasar, sudut mulut Yang Ye melengkung menjadi busur. Setelah itu, pedang di tangannya dipercepat, dan dia meluncurkan serangan ganas terhadap Duan Jun.", "Ketika dia melihat Yang Ye tiba-tiba menyerang dengan ganas, Duan Jun panik di dalam hatinya, dan gerakan pedangnya menjadi kacau. Mata Yang Ye berbinar, dan pedangnya menusuk langsung ke dada Duan Jun. Hal ini menyebabkan Duan Jun kaget dan langsung memblokirnya. Tepat pada saat ini, pedang Yang Ye tiba-tiba berubah dari tusukan ke tebasan, dan menusuk ke tangan kanan Duan Jun pada sudut yang sangat rumit.", "AH!!", "Seutas darah segar menyembur keluar dari luka di tangan kanannya. Rasa sakit yang hebat pada saat itu menyebabkan Duan Jun menjerit melengking, dan kemudian Green Hornet Sword di tangannya jatuh dari genggamannya dan jatuh ke arena. Di saat yang sama, pedang yang diselimuti cahaya dingin menyentuh lehernya.", "Duan Jun kalah!", "Ketika mereka melihat pedang Yang Ye menyentuh leher Duan Jun, suara keributan di sekitar telah lenyap saat ini, dan tidak ada satu suara pun yang datang dari bawah arena. Semua orang benar-benar tercengang, dan bahkan peniti yang jatuh pun bisa terdengar.", "“Ha ha ha!!!” Bao’er tertawa terbahak-bahak saat dia menatap semua Murid Pengadilan Luar di sekitarnya. Dia tampak seperti sedang mengatakan. “Lihat, aku memiliki pandangan ke depan yang lebih baik!”", "Pada saat ini, semua Murid Pengadilan Luar itu masih memiliki ekspresi tertegun. Tidak pernah mereka membayangkan bahwa Duan Jun masih akan kalah setelah menggunakan teknik pedang, dan mereka tidak dapat menerima hasil seperti itu bahkan sampai sekarang.", "Di arena, Yang Ye menatap pria berpakaian hijau yang matanya dipenuhi teror, dan dia berkata, “Aku bisa mengampuni hidupmu!”", "Duan Jun mengungkapkan ekspresi senang saat mendengar ini, lalu dia berkata, “Benarkah?”", "Seolah-olah dia sedang memikirkan sesuatu, lanjutnya. “Silakan, katakan padaku kondisimu!”", "“Sumber daya budidaya dan koin emas Kamu!” kata Yang Ye.", "“Baik! Baik!” Duan Jun buru-buru mengangguk, lalu dia menarik kantong dan kartu berwarna perak sebelum memberikannya kepada Yang Ye. Dia berkata, “Ada 20 Batu Energi di sini, Aku baru menerimanya hari ini. Di sisi lain, kartu ini memiliki sekitar 10.000 koin emas di dalamnya, sebuahd itu dapat digunakan di seluruh Kekaisaran Qin Besar! ”", "Kelopak mata Yang Ye tersentak ketika dia mendengar ada 10.000 koin emas di dalamnya, lalu dia menyingkirkan kantong dan kartunya.", "Ketika dia melihat Yang Ye menyimpannya, gumpalan kebencian melintas di kedalaman mata Duan Jun, dan dia berkata di dalam hatinya, Tunggu saja, aku akan membalas permusuhan hari ini 100 kali di masa depan.", "Setelah dia memastikan memang ada 20 Batu Energi di dalam kantong, Yang Ye tersenyum sambil mengangguk ke Duan Jun. Ketika dia melihat Yang Ye tersenyum, Duan Jun menghela nafas lega. Namun, tepat pada saat ini, mata Yang Ye menyipit saat dia mengayunkan pedang di tangannya ke arah lengan dan kaki Duan Jun!", "“AH!!!” Teriakan melengking dan sengsara langsung bergema di arena. Tangan dan kaki Duan Jun dipotong, menyebabkan darah segar menyembur keluar seperti air mancur dari lengan dan kaki Duan Jun, dan rasa sakit yang luar biasa akibatnya menyebabkan seluruh wajah Duan Jun berputar dan bengkok.", "“Mengapa? Mengapa? Mengapa!!!?” Duan Jun berbaring di tanah sambil berteriak histeris pada Yang Ye.", "Yang Ye tertawa dengan cemoohan dan berkata, “Sudah kubilang aku tidak akan membunuhmu, tapi aku tidak mengatakan aku tidak akan melumpuhkanmu. Aku tidak akan bisa tidur dengan damai sambil menjaga agar bencana tetap hidup di sisi Aku! ” Begitu dia selesai berbicara, Yang Ye duduk bersila dan menarik Batu Energi untuk memulihkan Energi Mendalam di dalam tubuhnya.", "Duan Jun marah sampai-sampai mengeluarkan seteguk darah segar, dan kemudian dia mulai memaki-maki dengan marah dan histeris di tanah.", "Elder Pengadilan Luar di bawah arena melirik dengan acuh tak acuh pada Duan Jun yang terbaring di tanah, dan kemudian dia menggelengkan kepalanya sebelum menginstruksikan orang lain untuk membawa pergi Duan Jun.", "“Hei, serahkan Energy Stone!” Bao’er berlari ke arah Jiang Qiushui dan yang lainnya, lalu dia mengulurkan tangan kecilnya dan berkata, “Aku sudah menghitungnya, dan kalian semua harus memberiku total 390.000 Batu Energi. Cepat serahkan! ”", "Ketika mereka mendengar ini, wajah semua Murid Istana Luar di sini langsung berubah pucat mengerikan.", "www.worldnovel.online"]}
]