[
{"testing": ["“2 Juni, Provinsi Southcloud, Kota Nanjiang, Sekolah Menengah Kedua. Tiga gadis sedang mencoba-coba papan ouija di kelas mereka pada pukul 10 malam. di malam hari. Gadis A ditemukan tewas di ruang kelasnya, sementara dua gadis lainnya ditemukan tewas di rumah mereka sendiri keesokan harinya. Tepat sebelum dia meninggal, keluarga almarhum Gadis B menerima panggilan telepon dari putri mereka, yang mengklaim bahwa ada seseorang di rumah mereka. Dia tidak tahu siapa itu; dia tidak pernah membuka pintu; dan jendela masih tertutup rapat dan terkunci. Dia telah memeriksa setiap pintu dan jendela, dan dia tidak dapat melihat tanda-tanda orang di rumah. Namun, dia masih bisa mendengar dengan jelas suara nafas yang tersengal-sengal dari belakangnya. ”", "“Dua jam sebelum kematian almarhum Gadis C, ayahnya juga menerima panggilan telepon dari putrinya, yang juga mengklaim bahwa sepertinya ada seseorang di rumah. Dia sedang mengerjakan pekerjaan rumahnya di samping ambang jendela, dan untuk beberapa alasan aneh merasa ada seseorang yang menatapnya dari sisi lain jendelanya – hampir seolah-olah orang itu berdiri tak bergerak, menatapnya dengan saksama dan diam-diam. Namun, dia tinggal di lantai enam. Tiga jam kemudian, dia ditemukan tak bernyawa dan lemas di atas mejanya, dan wajahnya menunjukkan ekspresi teror yang ekstrim sebelum dia meninggal. ”", "Baris dan deretan kata bersinar dalam sepasang mata yang jernih dan bersih. Pemilik mata ini memiliki ciri-ciri yang menyenangkan dan penampilan yang baik. Kulitnya halus, dan dia memuji aura keremajaan tentang dirinya. Alisnya yang tebal terlihat tajam – tetapi tidak terlalu tajam – dan dia memiliki gaya rambut yang cukup biasa dengan poni di sisi yang sedikit lebih panjang. Pria ini memiliki tinggi sekitar 1,75m.", "Dengan sebuah buku yang berdiri tegak di atas mejanya, dia terus membaca artikel berita di ponselnya saat jari-jarinya yang ramping meluncur dengan cekatan di layar. Matanya terpaku pada layar ponselnya.", "“8 Juli, Provinsi Gan, Sekolah Menengah Paulownia. Pemadaman hanya terjadi di ruang kelas kedua dan ketiga selama tiga menit. Tidak ada lokasi lain di dalam distrik yang menghadapi masalah serupa. Investigasi mengungkapkan bahwa tidak ada masalah dengan kabel listrik. Kemudian, dalam waktu tiga menit dari akhir periode belajar mandiri di malam hari, sembilan siswa ditemukan tewas dengan senyuman di wajah mereka. ”", "“12 Juni…”", "Swish… Ponsel di tangannya direnggut sebelum dia selesai membaca artikel selanjutnya. Qin Ye mengangkat kepalanya sedikit, mengamati sekelilingnya untuk pertama kalinya dalam beberapa saat.", "Provinsi Westriver, Kota Xiajiang, Kabupaten Qingxi. Sekolah Menengah Qingxi adalah satu-satunya sekolah menengah atas di seluruh wilayah. Sebuah papan tulis berdiri kokoh di depan ruang kelas yang terang benderang. Itu diisi dengan beberapa slogan yang menarik, seperti “365 hari untuk ujian masuk perguruan tinggi”. Pesan lain tersebar dengan mencolok di bagian lain papan tulis, mengingatkan siswa untuk bekerja keras untuk meningkatkan diri.", "Meja-meja di kelas tampak agak tua dan kuno. Cat kuning tua terkelupas sedikit, memperlihatkan material kayu coklat tua di bawahnya.", "Waktu sekarang jam 5 sore. Kelas terakhir baru saja berakhir untuk hari itu, dan sudah ada beberapa siswa yang tersisa di Kelas 3-2. Faktanya, selain dia, hanya ada dua siswa berbadan tegap lainnya yang bermalas-malasan di meja di sebelah kanannya.", "Siswa di sebelah kiri memperlihatkan potongan buzz. Kancing atas seragamnya terlepas, memperlihatkan rantai perak murahan di dalamnya yang memiliki kilau yang sedikit kusam. Siswa di sebelah kanan mengenakan seragam kelas premium. Namun, meskipun dia tampak sopan dan sopan, ada ekspresi kejam dan permusuhan buatan yang jelas di wajahnya penuh dengan cibiran di bibirnya. Kedua siswa itu ternyata kecambah bengkok.", "Jantung Qin Ye berdebar kencang.", "Zhang Yilong, Wang Chenghao – keduanya adalah anak bermasalah yang terkenal di kelasnya. Mereka melakukan semua yang Kamu harapkan – dari berkelahi hingga merokok, bahkan menggoda para gadis. Qin Ye tidak pernah bercampur dengan mereka, dan dia secara sadar menghindari jalan mereka sebanyak yang dia bisa. Namun, pada saat terpesona oleh artikel berita di ponselnya, dia mengabaikan waktu dan gagal pergi bersama teman sekelasnya yang lain.", "Itu adalah masalah di mana-mana yang melanda semua sekolah, terlepas dari kelas atau statusnya. Para hooligan yang menyamar sebagai siswa ini tidak akan membuat masalah, namun rata-rata siswa tidak dapat melakukan apa pun selain menggertakkan gigi dan mengutuk mereka dengan pelan. Kekerasan sekolah adalah cacatnyaindustri pendidikan yang menjadi topik tabu bagi banyak orang.", "Klik. Pemantik plastik murah menyala.", "Sebatang rokok murah merk Red River. Bau asap yang menyengat menyebabkan alis Qin Ye berkerut sedikit sebelum bersantai sekali lagi. Zhang Yilong menghembuskan napas dengan pura-pura, sebelum mengembuskan asap biru kehijauan dengan bangga. Kemudian, dia melihat telepon di tangannya dan mengejek, “Bukankah kamu bodoh?”", "“Ouija board… sembilan siswi meninggal secara tragis… ck ck ck, siapapun yang percaya pada hal-hal ini adalah idiot. Bagaimana berita seperti itu bisa menjadi berita utama hari ini? Bukankah editor memiliki hal yang lebih baik untuk dilakukan? ”", "“Aku mendengar Kamu menjual karangan bunga di rumah?” Zhang Yilong melirik Qin Ye. Qin Ye mengerutkan bibirnya, “Kembalikan ponselku.”", "“Sialan …” “Kembalikan padanya.” Sebelum Zhang Yilong selesai berbicara, Wang Chenghao duduk dengan agresif di atas meja, meletakkan satu kaki di kursi dan memelototi Qin Ye dengan alis yang sedikit terangkat, “Anak ini pemarah, bukan? Apakah Kamu pikir Kamu seperti orang gendut di kelas kita? Bahkan tidak bisa mengeluarkan kentut teredam bahkan setelah dipukul? ”", "“F ** k!” Zhang Yilong menghembuskan nafas asap ke Qin Ye dan menoleh. Telepon terbang di udara dengan lintasan parabola, dan Qin Ye dengan santai meraihnya di tangannya.", "“Ada apa?” Qin Ye meletakkan ponselnya ke dalam sakunya dan bertanya sambil dengan paksa menekan kecemasan dalam suaranya.", "“Tidak… tidak banyak.” Wang Chenghao memelototi Qin Ye selama beberapa detik sebelum melompat dari meja dan meletakkan lengannya di bahu Qin Ye, “Little Pasty White, benar-benar tidak banyak. Tapi Kamu lihat… hari ini, Zhang Yilong dan Aku sedang dalam tugas pembersihan. Namun, ada sesuatu yang mendesak untuk diselesaikan. Kamu… tidakkah kamu bersedia untuk membantu kami? ”", "Tatapan Qin Ye bergetar saat dia mengamati ruang kelas. Semuanya berantakan, bahkan papan tulisnya pun belum dibersihkan.", "“Apa yang akan kalian lakukan?” Dia menambahkan, “Di bawah peraturan sekolah, setiap orang harus meninggalkan sekolah sebelum jam 6 sore. Pernahkah Kamu mendengar pengumuman yang telah diputar dengan interval setengah jam selama tiga hari terakhir? Mereka yang ditemukan melanggar aturan akan segera dikeluarkan. Aku tidak punya waktu untuk omong kosong ini. ”", "Sebelum dia selesai berbicara, lengan Wang Chenghao sedikit menegang, dan suaranya semakin dalam menjadi ledakan yang mengesankan, “Hmm?”", "Qin Ye tidak dapat menyelesaikan kalimatnya.", "Wang Chenghao membungkuk lebih dekat dan meludahkan asap langsung ke wajah Qin Ye, menyebabkan Qin Ye batuk beberapa kali. Wang Chenghao melanjutkan dengan jijik, “Apa artinya ini? Apa kau tidak tahu bahwa kakakmu sudah meminta bantuanmu dengan baik? ”", "“6 sore…”", "Sebelum dia bisa melanjutkan, Qin Ye merasakan lengan di sekitar bahunya segera, menyempitkan lehernya. Disposisi Qin Ye memucat, dan dia secara paksa menekan apa yang akan dia katakan. Zhang Yilong sudah berjalan kembali dengan sapu di lengannya, dan dia mendorongnya ke lengan Qin Ye saat dia berteriak, “Sapu!”", "Perintah itu bergema di lingkungan kelas yang tenang. Qin Ye menggertakkan giginya saat dia melepaskan diri dari cengkeraman Wang Chenghao. Mendidih, dia bergumam, “Aku akan … menyapu. Tapi kalian semua harus membantu. Jika tidak, kami tidak akan pernah selesai sebelum jam 6 sore “.", "“Apakah kamu benar-benar idiot?” Wang Chenghao mengeluarkan lebih banyak asap saat dia mematikan rokok dengan paksa, “6 sore. berarti jam 6 sore? Jadi bagaimana jika Aku tidak pergi pada jam 6 sore? Mereka meminta Kamu untuk pergi dan Kamu pergi? Apakah kamu bodoh? ”", "“Jangan jadi idiot. Kamu sebaiknya menikmati wajah yang Aku berikan sekarang! Aku hanya meminta Kamu untuk menyapu karena Aku menyetujui Kamu! Beraninya kamu terus bergumam dan mengomel di sana ?! Menyapu!!”", "Qin Ye menarik napas dalam-dalam, sebelum melanjutkan, “Apakah kamu tidak merasa aneh?”", "“Jumlah kejadian supernatural yang dilaporkan dalam berita telah meningkat cukup besar sejak minggu lalu. Tapi hal semacam ini sebelumnya benar-benar tabu di seluruh negeri! ”", "“Selain itu, bahkan Kementerian Pendidikan telah mendikte bahwa semua kelas harus edan pada pukul 16.30 Sekolah biasanya tutup pada pukul 5.30 sore. di masa lalu! Dan mereka berulang kali mengingatkan semua orang untuk tiba di rumah pada pukul 6 sore. Meskipun Kamu tidak di rumah, Kamu harus selalu bersama orang lain! ”", "“Kalau begitu, masih ada pengumuman sekolah yang diputar ulang hari demi hari. Apakah Kamu benar-benar berpikir bahwa sekolah hanya mengolok-olok Kamu? ”", "Keheningan yang luar biasa.", "Zhang Yilong dan Wang Chenghao menatap Qin Ye seolah-olah mereka baru saja melihat hantu. Kemudian, beberapa detik kemudian, mereka tertawa terbahak-bahak.", "“Hahahahaha! Ha ha ha!!!” “Ini sangat lucu!”", "“Jam berapa dan umur kita sekarang? Apakah masih ada orang bodoh yang percaya hal seperti itu? ” “Terkutuklah aku … Aku tidak tahan lagi … Aku benar-benar tidak bisa! Aku sekarat karena tawa! ” “Aturan sekolah sebenarnya digunakan untuk menafsirkan berita utama yang tidak menarik hari ini? Aku akan terkutuk! Ini benar-benar jenius! ”", "Keduanya tertawa seperti katak, terengah-engah saat mereka bersandar di atas meja. Qin Ye tetap benar-benar tanpa ekspresi saat dia menyaksikan keduanya, sebelum akhirnya menambahkan, “Hari ini adalah hari ke-15 dari bulan ke-7 dari kalender lunar.”", "“Jadi, apa yang ingin kamu katakan?” Wang Chenghao menyeka air mata di matanya saat dia menjawab.", "Qin Ye menggelengkan kepalanya dan berbicara dengan sungguh-sungguh, “Pertengahan bulan ketujuh, hantu mengamuk. Gerbang Neraka terbuka, dan hantu bebas berkeliaran di jalanan pada malam hari. Ini kebetulan adalah salah satu dari tiga festival hantu besar, Festival Hantu Lapar. ”", "“Puhahahaha !!” “Festival Hantu Lapar, hahaha! Sialan, aku sudah lama tidak mendengarnya! Pantas saja Kamu menjalankan toko karangan bunga! ” “Hahaha, Saudara Wang, itu bukan toko karangan bunga, ini ruang duka! Kamu tidak tahu apa-apa… Aku benar-benar tidak tahan lagi, Aku sekarat karena tawa! Ha ha ha!!”", "Qin Ye meringis pahit.", "Terlepas dari apakah orang lain percaya pada hal supernatural, itu tidak mengubah fakta bahwa dia termasuk dalam lini bisnis ini, dan dia lebih suka berbuat salah di sisi hati-hati dan percaya bahwa mereka nyata. Tapi bagaimana sekarang?", "Berapa banyak orang yang masih percaya pada hal-hal seperti itu?", "Dia mengambil kemoceng dengan diam-diam dan mulai membersihkan papan tulis. Wang Chenghao dan Zhang Yilong masih tertawa terbahak-bahak di meja mereka, dan jelas mereka tidak berniat membantu sejak awal. Sebaliknya, mereka mengambil rokok lain dan terus mengolok-olok apa yang dikatakan Qin Ye sebelumnya. Qin Ye samar-samar mendengar beberapa frase mengejek seperti “idiot bodoh” “terlihat seperti hantu …” dan sejenisnya.", "Waktu berlalu. Qin Ye tidak memiliki harapan bahwa dua siswa lain akan membantunya sama sekali saat ia terus berkeringat deras dari pekerjaan kasar. Mereka semakin dekat dengan kelulusan mereka, jadi papan tulis tidak hanya ditutupi dengan segala bentuk coretan dan tanda, ada juga lembaran kertas kasar yang tak terhitung banyaknya yang digunakan untuk perhitungan dan kertas latihan compang-camping lainnya tersebar di seluruh lantai. Bahkan ada pensil yang rusak, penghapus dan alat tulis lainnya berserakan. Itu benar-benar berantakan.", "“Wah …” Dia akhirnya menegakkan punggungnya setelah waktu yang terasa lama sekali. Namun Zhang Yilong hanya memanggilnya dengan tidak sabar, “Tidak tahan lagi? Berapa lama lagi yang akan Kamu ambil? Mengapa sesuatu yang begitu sederhana seperti menyapu lantai memakan waktu lama sekali? ”", "Begitu dia selesai berbicara, pengeras suara sekolah secara tidak sengaja mulai membunyikan pengumuman biasanya.", "“Teman-teman sekalian, sudah jam 6 sore lagi. Sekali lagi, pihak sekolah dengan khusyuk mengingatkan semua siswanya untuk meninggalkan kampus dalam waktu sepuluh menit. Ini peringatan terakhir. Setiap siswa yang ketahuan melanggar peraturan ini akan langsung dikenakan pengusiran. Sekolah menafikan semua kewajiban dan tanggung jawab jika Kamu melanggar peraturan sekolah. ”", "Qin Ye berdiri. Pengumuman itu bergema di seluruh sudut sekolah yang dingin. Namun, Wang Chenghao dan Zhang Yilong sama sekali tidak peduli.", "“Kepada semua siswa yang masih berada di kampus saat ini, mohon keluar dari sekolah pada pukul 18.10. Selain itu, hindari lokasi dengan cermin atau ruangan yang sudah lama tidak dibuka. ”", "“Ini adalah fupengingat lain bahwa Kamu juga tidak boleh mendekati gedung sekolah lama. Pekerjaan konstruksi sedang berlangsung, dan peringatan ini untuk keselamatan Kamu sendiri. ”", "“Semua personel yang bertugas diingatkan untuk ditempatkan dalam kelompok beranggotakan lima orang. Sekolah menjamin bahwa listrik akan terus dipasok ke sekolah sepanjang malam hingga jam 5 pagi.Semua personel keamanan harus segera meninggalkan kompleks sekolah. Tidak perlu patroli malam. ”", "Apa yang tidak diketahui Qin Ye dan yang lainnya adalah fakta bahwa pengumuman yang sama persis sedang dibuat di seluruh negara Cathay, mencakup 23 provinsi, 661 kota, 1636 kabupaten, dan 41636 kota dan desa.", "Pada saat ini, di negara dengan lebih dari satu miliar penduduk, selain daerah luar biasa yang tidak memiliki akses listrik, semua taksi, mobil, kereta api, televisi, saluran radio tidak memutar berita atau musik – bahkan bintang dan artis terpanas sekalipun. untuk memberi jalan kepada pengumuman terpenting. Selama lima menit berikutnya, pengumuman yang sama akan diputar berulang kali.", "“Perhatian, semua warga… mohon menahan diri untuk tidak meninggalkan rumah Kamu setelah 18:30. Mohon amankan rumah Kamu… ”“ Perhatian, semua anggota kabupaten, mohon pastikan Kamu telah menginap di penginapan yang sesuai pada pukul 18.30. Mereka yang berbagi kamar atau tempat diingatkan untuk memastikan identitas teman sekamar Kamu juga. Selain itu, harap pastikan bahwa Kamu tidak sendirian di kamar Kamu setelah pukul 18.30 Kamu harus tetap berada dalam kelompok yang terdiri dari tiga orang setidaknya… ”“ Perhatian, semua penduduk desa… ”", "Tanpa alasan yang jelas, Qin Ye tiba-tiba merasa menggigil di punggungnya.", "Kemudian, untuk beberapa alasan aneh… segera setelah pengumuman mulai diputar, mereka merasakan sekeliling mereka tiba-tiba menjadi dingin dan dingin.", "Itu adalah hawa dingin yang aneh. Rasa dingin tidak datang dari udara di sekitar mereka. Sebaliknya, itu adalah dinginnya dunia bawah. Rasanya seolah-olah rasa dingin datang dari dalam, hampir seolah-olah seseorang yang telah lama meninggal bersandar di dekat leher mereka, menghirup udara dingin pengap dari lubang hidungnya, membuat merinding merinding di seluruh kulit seseorang.", "“Lari!!” Tanpa apa-apa lagi, Qin Ye meraih tas sekolahnya dan memberi isyarat untuk pergi.", "Sayangnya, tas sekolahnya sepertinya terjepit sesuatu – tas itu tetap tidak bergerak di atas meja.", "www.worldnovel.online"]},
{"testing": ["Wang Chenghao menekankan tangannya pada tas sekolah Qin Ye dan meliriknya, “Apa yang kamu coba lakukan? Apakah Kamu ingin guru memarahi kami besok? Kamu masih mendapatkan dua baris tabel terakhir. Bersihkan sebelum Kamu pergi! ”", "Zhang Yilong menghembuskan asap lagi, “Apa artinya ini? Apakah kami terlalu baik padamu akhir-akhir ini? Bukankah kata-kata kita memiliki bobot sama sekali? ”", "Namun, Qin Ye tidak bisa menghargai apa yang mereka katakan, karena dia bisa merasakan hawa dingin di sekitarnya meningkat … Rambutnya berdiri di ujung, seperti bagaimana telinga kelinci akan bersemangat ketika menemukan seekor harimau mendekat.", "Itu adalah ketakutan hina yang berasal dari naluri utama untuk bertahan hidup.", "Itu benar – dia percaya pada hal-hal ini.", "Terlepas dari apakah itu isapan jempol dari imajinasinya, atau… apakah itu benar, dia dengan tulus percaya bahwa dia cukup sensitif terhadap perubahan ini. Oleh karena itu, ketika rasa takut yang tak dapat dijelaskan melandanya, dia segera berpikir untuk melarikan diri – sejauh yang dia bisa!", "“Berangkat!” Dengan satu tarikan yang kuat, dia berhasil merebut tas sekolahnya dari genggaman mereka. Ekspresi Wang Chenghao segera menjadi gelap, dan dia menendang dengan ganas.", "Tertangkap lengah, Qin Ye berteriak kaget saat ia terlempar mundur satu meter oleh tendangan kuat, menabrak tiga meja di belakangnya. Jatuh! Buku teks yang telah ditempatkan dengan rapi di setiap meja langsung berserakan di lantai sekali lagi. Semua kerja kerasnya sia-sia.", "“Sialan!” Wang Chenghao menendang lagi saat wajahnya berkerut mengancam, “Aku memberimu wajah, dan kamu menginjaknya !! Aku terlalu memanjakanmu! Pergi f ** k sendiri! ”", "Jatuh! Namun meja lain jatuh ke tanah. Saat itu, sambaran petir melintas di langit.", "Gemuruh!", "Apa yang tadinya langit cerah tiba-tiba menjadi mendung, seperti bagian bawah guci, sementara petir berwarna putih kehijauan melintas di langit seperti tarian agung naga. Bayang-bayang ketiga siswa di kelas memanjang dengan tidak menyenangkan.", "Bzzt … bzzt … Seolah-olah tiba-tiba diganggu oleh lonjakan listrik, lampu di ruang kelas berkedip beberapa kali. Wang Chenghao tidak bisa menahan amarahnya. Kemarahannya digerakkan oleh pemandangan Qin Ye yang menggosok punggungnya dan mengatur napas. Kemarahannya berkembang, dan dia mengambil buku teks terdekat dan memberi isyarat untuk menyerang Qin Ye sekali lagi.", "Tiba-tiba, suara ponsel yang menusuk telinga terdengar.", "Tiga jenis suara masing-masing berbunyi tiga kali.", "Wang Chenghao tercengang. Zhang Yilong tertegun. Qin Ye juga membeku di tempat.", "Bang bang bang! Pada saat yang sama, jendela dan pintu yang semula terbuka langsung dibanting. Papapapapa… Seolah-olah ada orang yang tidak terlihat yang mendorongnya.", "Pada saat itu, ruang kelas diliputi oleh keheningan.", "Sekolah kosong; ruang kelas kosong; jendela dan pintu yang tiba-tiba menutup sendiri; langit mendung; dan cahaya redup di dalam kelas. Semua karya itu ada, kecuali mungkin suara lonceng yang berdentang yang menandakan akhir dari hidup seseorang.", "Keheningan itu begitu menekan sehingga napas seseorang terdengar hampir memekakkan telinga dan keras di telinga.", "Pada saat itu, Wang Chenghao dan Zhang Yilong bertukar pandang dan menelan ludah dengan gelisah.", "Meneguk … Suara menelan ludah sekarang begitu keras sehingga mereka secara tidak sengaja melompat ke arahnya. Wang Chenghao segera menyalakan ponselnya. Di saat berikutnya, dia menjerit nyaring dan hampir menjatuhkan ponselnya.", "Qin Ye menyalakan ponselnya dan melihat ke layar.", "Dia memiliki ponsel Nokia kuno, jenis yang bisa digunakan sebagai batu bata. Saat ini, layar hitam-putih ponselnya … saat ini menampilkan 7 angka – “4444444”!", "Kematian, kematian, kematian, kematian, kematian, kematian, kematian! (TL: dalam bahasa mandarin, 4 terdengar seperti kematian)", "“Ini … ini … lelucon macam apa ini …” Suara Zhang Yilong bergetar. Cengkeramannya mengendur, dan ponselnya langsung jatuh ke tanah.", "“Lari!!” Goospasang surut muncul di seluruh kulit Wang Chenghao. Terlalu aneh … apa yang sedang terjadi ?! Tanpa pemikiran lain di benaknya, dia berbalik dan memberi isyarat untuk pergi.", "Namun, saat dia mencoba untuk pergi, Zhang Yilong memegang erat lengan baju Wang Chenghao.", "“T-t-tunggu aku, Saudara Wang.” Disposisi mengesankan sebelumnya benar-benar hilang, dan wajahnya pucat dan pucat. Kemudian, dia menoleh dengan kaku dan menatap Qin Ye, “Kamu … kamu !! Ambilkan itu untukku !! ”", "“Kenapa kamu tidak melakukannya sendiri ?!” Qin Ye terus memijat pinggangnya saat dia memanjat dari tanah, langsung menuju pintu dan meraih pegangannya dengan tergesa-gesa. Sayangnya… Dia pertama-tama mengguncangnya, dan kemudian mulai memaluinya. Namun, terlepas dari suara gedebuk keras yang dihasilkan dari usahanya, pintunya tetap kokoh dan pantang menyerah.", "“Qin … Qin Ye, y-k-sebaiknya kau tidak membuatku takut.” Bibir Wang Chenghao bergetar. Meskipun dia sudah berdiri, dia masih meringkuk di dekat Zhang Yilong saat ini.", "“Siapa yang mencoba menakutimu ?!” Qin Ye berbalik dan berteriak dengan mata merah, “Pintu tidak mau bergerak!”", "“Apa yang kita lakukan?! Apa yang kita lakukan?!!” Suara Wang Chenghao menjadi melengking. Dia belum pernah menemukan sesuatu yang begitu aneh sepanjang hidupnya. Kemarahan yang melanda hatinya beberapa saat yang lalu juga telah benar-benar menghilang saat rasa dingin yang lebih dalam dan intens menyerang tulang punggungnya.", "Teror?", "Mungkin. Tetapi sebagian besar darinya hanyalah ketakutan akan yang tidak diketahui. Mungkinkah… apakah benar-benar ada sesuatu seperti yang supernatural?", "“Jangan beri aku omong kosong itu!” Qin Ye mencengkeram rambutnya dengan putus asa saat dia memutar pikirannya. Tiga detik kemudian, dia berteriak, “Hancurkan jendela!”", "Dua lainnya tercengang sejenak. Kemudian, mata Wang Chenghao berbinar saat dia mengambil kursi terdekat dan memberi isyarat untuk menghancurkannya ke jendela. Lalu–!", "BZZT !! Semua lampu padam.", "Keheningan yang mematikan.", "Itu adalah keheningan yang mematikan.", "Seluruh sekolah benar-benar diliputi kegelapan. Tidak ada yang berani membuat satu suara pun. Seolah-olah jari seseorang melingkari hati mereka dengan tegang, dan satu-satunya hal yang dapat didengar adalah nafas samar dari trio tersebut di dalam kelas.", "“Hancurkan !!” Qin Ye menggertakkan giginya saat dia berteriak sekali lagi, “Apakah kamu benar-benar ingin menghabiskan malam di sekolah ?!”", "Bibir Wang Chenghao sedikit menganga dan giginya bergemeletuk tanpa henti. Dia berteriak keras untuk mengumpulkan kekuatannya untuk berdiri. Namun, saat dia mengambil kursi itu sekali lagi, dia berteriak dengan nyaring, sebelum kakinya menyerah lagi.", "“Ahhhhhhhhh !!” Suaranya yang berderak bergema di seluruh kelas saat dia memegangi kepalanya dengan kedua tangan. Qin Ye segera meraih kemejanya, “Apa yang terjadi denganmu ?! Jika bukan karena fakta bahwa Aku tidak sekuat Kamu, Aku pribadi akan menghancurkan jendela sekarang! Apakah memecahkan jendela memang sesulit itu ?! ”", "“Ada… ada hantu !!” Wang Chenghao bersuara serak – dia jelas di ambang kehancuran, “Aku melihatnya… aku melihatnya! Aku benar-benar melihatnya !! ”", "“Apa yang sedang terjadi?!” Qin Ye melepaskan tangan Wang Chenghao dari kepalanya.", "Namun, tidak ada tanggapan – yang terdengar hanya suara rintihan. Siswa yang menjulang tinggi dan dominan telah direduksi menjadi tumpukan ingus dan air mata hanya dalam sekejap. Butuh waktu dua menit penuh untuk menenangkan diri dan mengobrol dengan suara gemetar sekali lagi, “Aku … ketika aku berdiri dan mengambil kursi … Aku-aku melihat dari jendela … seorang anak kecil berpakaian putih lengkap jj-hanya menatap aku – ahhhhhhhhh !! ”", "Pertengahan bulan ketujuh, hantu mengamuk.", "Qin Ye melepaskan tangan Wang Chenghao. Dia sekarang hampir yakin bahwa pertemuan aneh ini disebabkan oleh sesuatu yang tidak bersih.", "Mengapa lagi sekolah harus terus mengulangi pengumuman itu?", "Bibibibibiibi !! Tiba-tiba, suara menusuk telinga menggema di kegelapan. Wang Chenghao dan Zhang Yilong sangat terguncang bahkan sampai berteriak ketakutan. Secara bersamaan, cahaya redup bersinar dari tanah.", "Itu adalah ponsel Zhang Yilong yang masih tergeletak di tanah.", "Tidak adaAnda berani mengambilnya.", "Ponselnya jatuh ke lokasi yang berjarak empat baris meja dari tempat mereka berada saat ini. Dan saat ini, satu-satunya rasa aman mereka berasal dari panas ringan yang memancar dari tubuh satu sama lain.", "Namun–", "Fakta bahwa tidak ada yang menjawab telepon tidak berarti itu akan berhenti.", "Satu menit … dua menit … tiga menit!", "Begitu saja, telepon terus berdering dengan nada mengancam, sesekali memotong kesunyian yang menindas di dalam kelas. Tiga remaja yang meringkuk bersama, meringkuk di sudut kelas memiliki ekspresi yang tidak lain hanyalah ketakutan.", "Ini tidak normal.", "Ini… sama sekali tidak bisa menjadi panggilan telepon biasa.", "Tidak peduli model telepon apa ini, dan terlepas dari siapa peneleponnya, telepon pasti harus berhenti sejenak sebelum berdering sekali lagi. Namun… telepon ini terus berdering selama tiga menit penuh tanpa jeda.", "“Ini … ini bukan nada dering ponsel Aku – ahhh … wuu-wu-wu!” Zhang Yilong berseru dengan susah payah sebelum dia benar-benar putus asa dan mulai menangis.", "Seandainya mereka tahu bahwa hal seperti itu akan terjadi, mereka pasti akan meninggalkan sekolah pada pukul 5.30 sore. tanpa kegagalan. Tapi siapa yang bisa mengharapkan hal seperti ini terjadi ?!", "Mereka menyaksikan misteri dunia yang terawat dengan baik.", "Mereka mengalami sesuatu yang hampir mirip dengan keajaiban – meski jauh lebih gelap.", "Namun, ini baru permulaan. Begitu Zhang Yilong menangis setumpuk air mata, Qin Ye dan Wang Chenghao segera menutup mulutnya dengan tangan. Mata Zhang Yilong membelalak karena terkejut.", "Nada dering yang mengganggu mereka sepertinya telah sedikit berkurang. Hujan deras mengguyur di luar. Namun, di tengah hiruk-pikuk suara yang kacau, suara samar menembus kegelapan, mengirimkan rasa dingin yang mematikan pikiran ke duri mereka.", "“Kekeke… hehehe…”", "Tawa.", "Tawa anak kecil.", "Berongga dan aneh. Suara itu bergema di seluruh ruang kelas yang lembap. Trio itu tidak bisa membantu tetapi bergidik ketakutan.", "Tak satu pun dari mereka mengucapkan sepatah kata pun pada saat ini. Air mata telah menetes di seluruh wajah Wang Chenghao, dan dia telah menggigit bibirnya dengan sangat keras sehingga jejak darah yang samar sudah terlihat. Dia mencengkeram rambutnya sendiri dengan putus asa. Di sisi lain, mata Zhang Yilong sudah berkaca-kaca. Tubuhnya gemetar tak terkendali, dan matanya merah. Kedua pria itu berpegangan erat satu sama lain. Qin Ye adalah satu-satunya yang tidak aneh saat ini.", "Thump… thump… Rasanya seperti jantungnya melompat keluar dari dadanya. Telapak tangan Qin Ye lembab dan lembab, dan baju dalamnya sudah basah kuyup sekarang. Ini… apakah mereka seharusnya menjawab panggilan itu?", "Bibibi! Nada dering yang melengking namun monoton sekali lagi membelah keheningan. Kira-kira sepuluh detik kemudian, Qin Ye menggertakkan giginya dan membungkuk saat dia melihat lebih dekat ke bawah meja. Namun, pada saat berikutnya, kepalanya mundur, dan dia segera menutup mulutnya.", "Syok. Dia hampir tersentak dan berseru.", "Beberapa saat yang lalu … di tengah malam yang bergemuruh, di tengah kegelapan yang menyelimuti seluruh kelas, dan di tengah cahaya samar dering telepon, dia baru saja melihat sepasang kaki putih pucat milik seorang anak – patpatpat – gagah langsung menuju telepon.", "Hantu…", "…", "Itu benar-benar hantu!", "Itu ada di dalam kelas, bersama dengan mereka bertiga!", "Dan itu mencoba berkomunikasi dengan mereka di malam hari.", "Hampir seolah-olah menyadari bahwa Qin Ye telah membungkuk, telepon berdering dengan kekuatan baru, sedemikian rupa sehingga bahkan mulai sedikit bergetar. Qin Ye memegangi dadanya dan mengatur napasnya. Setelah menenangkan pikirannya, dia berjongkok sekali lagi dan berjalan menyusuri lorong.", "Jika tidak ada yang mematikan telepon ini sekarang, mereka pasti akan menjadi gila karena semua dering itu!", "Itu hanya empat baris kursi, namun dia berjalan dengan susah payah di sepanjang lorong selama apa yang terasa seperti puluhan menit. Qin Ye benar-benar basah oleh keringat pada saat dia tiba di samping telepon. Kemudian, saat dia mengangkat telepon, layarnya terbukat gelap …", "Dalam momen itu, pantulan layar hitam tinta terungkap untuk pertama kalinya wajah seorang anak!", "Rambut panjang menutupi wajah, dan tempat di mana mata dan mulut seharusnya dilubangi, meninggalkan tiga lubang gelap yang tampak melebar dengan cara yang berlebihan saat itu menjerit padanya.", "Jantungnya hampir berhenti dan keringat membasahi kulitnya. Dia tiba-tiba memutar tubuhnya dan menyalakan lampu di telepon sekali lagi, menerangi area di belakangnya.", "Tidak ada.", "Tangannya gemetar saat dia membuka pesan di telepon dengan napas tertahan. Pesannya hanya terdiri dari dua kata.", "“Lihatlah.”", "Tetes… Saat itu, setetes air jatuh dari atas kepalanya, meluncur melintasi lehernya dengan dingin sebelum mendarat di tanah.", "Saat ini, Qin Ye masih berjongkok di antara deretan meja dan kursi di lorong.", "Setetes air itu berwarna merah.", "Dan… itu tebal.", "Darah … tubuh Qin Ye gemetar. Sesuatu… ada sesuatu di atas kepalanya!", "www.worldnovel.online"]},
{"testing": ["Siluet seukuran bukit setidaknya puluhan kali lebih besar dari nenek tua itu. Mata yang berkobar dengan api dunia bawah mirip dengan rasi bintang di lautan kabut yang bergelombang. Jelaslah bahwa mata ini dilatih langsung di tubuh Qin Ye. Namun, tidak satu pun dari Cacing Gema ini yang berani mendekatinya.", "Begitu saja, keduanya terus berjalan dengan susah payah di sepanjang jalur tulang. Faktanya, untuk setiap langkah yang nenek tua itu bergerak maju, mata besar itu sama-sama akan mundur satu langkah. Seolah-olah rasi bintang di langit bergeser akibat pendekatan nenek tua itu.", "“Ini dikenal sebagai pengembaraan dunia bawah. Jika Kamu cukup terampil, Kamu akan dapat menemukan apa yang Kamu cari di sini selama semangat telah berlalu dalam tujuh hari terakhir. Kamu bahkan dapat memulihkan ingatan orang itu untuk sementara dan berkomunikasi langsung dengannya. Ini pada dasarnya adalah apa yang dilakukan oleh para bhikkhu dan pendeta di alam fana – selama roh-roh ini telah meninggal dalam tujuh hari terakhir, dan masih ada nafas energi Yang di dalam tubuh mereka, para bhikkhu dan pendeta masih dapat melakukannya. ingat atau panggil roh mereka. ”", "“Faktanya, jika kamu cukup beruntung untuk dipromosikan melebihi pangkat dari Operator Netherworld, kamu bahkan tidak perlu memulai pengembaraan dunia bawah lagi. Kamu pasti sudah diberi wewenang untuk langsung menangkap atau menahan roh apapun di sepanjang jalan Yin-Yang tanpa pertanyaan. Baiklah, turunkan kepalamu. Kami sudah sampai. Kamu boleh berbicara sekarang. ”", "Qin Ye mengumpulkan semangatnya sekali lagi dan menundukkan kepalanya.", "Jalur kerangka telah berakhir, dan sebuah perahu besar tergeletak menunggu di ujung jalan.", "Itu adalah kapal feri bergaya kuno yang panjangnya ribuan meter, dan melayang diam-diam dan tenang di udara. Konon, di mana tukang perahu semula seharusnya berada sekarang berdiri kerangka berwarna emas!", "Topi bambu berbentuk kerucut hijau dan jas hujan berwarna hijau tergantung dengan lembut di atas tulang kerangka yang tampaknya terbuat dari emas murni. Tengkorak itu masih memegang kemudi perahu dengan tubuh melengkung dan kepala sedikit menunduk, seolah-olah masih berusaha mengerahkan kekuatan yang sangat besar. Sulit untuk membayangkan bagaimana kerangka berukuran manusia yang sangat kecil pernah mengendalikan kapal sebesar itu. Pertemuan roh Yin yang luar biasa bisa dilihat di tepi sungai di mana ujung jembatan tulang berdiri. Masing-masing roh ini memegangi tumpukan uang kertas saat mereka menatap dengan sengaja kerangka emas di kemudi.", "“Dia meninggal?” Qin Ye bergumam.", "Pandangan nenek tua itu sangat kompleks, “Belum mati … lebih tepatnya, dia sudah pergi …”", "“Sudah ribuan tahun, namun Aku tidak pernah mengetahui namanya. Dia tidak pernah berbicara sepatah kata pun, dan dia akan dengan diam-diam membawa roh-roh ini ke tempat tinggal sekantong tulang tua ini, sebelum pergi dengan diam-diam sekali lagi. Kupikir kita memiliki pemahaman diam-diam untuk saling menjaga selama sisa waktu, namun siapa yang tahu… ”", "Dia menggelengkan kepalanya dan tidak berkata apa-apa lagi.", "Qin Ye menarik pandangannya seolah tenggelam dalam pikirannya. Saat itu, seolah tiba-tiba disambar gelombang otak, matanya bersinar terang saat dia memiringkan kepalanya ke arah tukang perahu sekali lagi. Tanpa sadar, Qin Ye melangkah maju.", "Begitu dia meletakkan kakinya, dia segera menyadari bahwa tidak ada apa-apa di bawah kakinya dan kehilangan keseimbangan. Untungnya, suatu kekuatan yang kuat mencengkeramnya dan menariknya kembali ke kakinya.", "“Apakah kamu ingin mati ?!” Nenek tua itu berteriak dengan marah, “Lihat ke bawah!”", "Qin Ye menunduk saat dia berkeringat dingin. Tepat di bawah kakinya, di bawah seluruh jembatan tulang, ada jurang masif tanpa dasar yang membentang bermil-mil!", "Perahu itu melayang di udara, memberikan ilusi kepada orang lain bahwa tanah di bawahnya datar dan kokoh. Namun, bukan itu masalahnya sama sekali.", "Keberadaan jurang yang tak berujung itu sendiri tidak menakutkan. Sebaliknya, yang menakutkan… adalah fakta bahwa seseorang hanya bisa melihat jurang ini ketika dia melangkah keluar dari jembatan tulang. Selanjutnya … pada saat Qin Ye kehilangan pijakannya, dia pikir dia samar-samar mendengar tawa lembut seorang wanita bergema melalui jurang. Dia juga melihat gelombang hitam bergolak yang tak terhitung banyaknya menghantam dengan kerasdinding jurang.", "Dan itu bukan hanya gelombang hitam.", "Sebaliknya… itu rambut!", "Seolah-olah jurang tak berujung ini menyembunyikan keberadaan yang sangat menakutkan yang menunggu mangsa yang tidak curiga untuk jatuh ke dalam perangkapnya seperti bagaimana laba-laba berburu.", "Nenek tua itu dengan tegas memperingatkan, “Jangan berani-berani meremehkan Yellow Springs Road hanya karena kita baru berada di bagian pertama. Ada terlalu banyak makhluk hidup yang menakutkan di sepanjang jalan ini yang bahkan tidak dapat Kamu pahami. Ini adalah tempat terlarang bagi yang hidup. Satu salah langkah berarti kematian bagimu. ”", "Qin Ye dengan lembut mengupas tangan nenek tua itu saat mereka mengunci mata, “Aku punya pertanyaan, dan Aku tidak yakin apakah Aku harus bertanya atau tidak.”", "“Karena Kamu mencurigai bahwa itu tidak boleh ditanyakan, maka jangan tanya.” Kemudian, seolah-olah dia tahu apa yang dia pikirkan, nenek tua itu berkomentar, “Kamu sudah hidup terlalu lama, jadi kamu secara alami jauh lebih tajam dan sensitif daripada kebanyakan orang biasa. Beberapa pertanyaan sebaiknya tidak terjawab. ”", "Namun, Qin Ye tidak mengindahkan nasihat nenek tua itu. Tatapannya meningkat saat dia melanjutkan, “Neraka … apa yang terjadi padanya?”", "Tanpa menunggu jawaban nenek tua itu, dia melanjutkan, “Aku hampir yakin tentang sesuatu … tukang perahu belum pergi dengan cara yang wajar.”", "“Bagaimanapun, pendiriannya memberi tahu Aku bahwa dia berada di tengah-tengah tugasnya. Tangannya bahkan mengerahkan tenaga yang kuat untuk mengendalikan kemudi perahu. Ini adalah tanda yang jelas dari keberangkatan yang tiba-tiba – yang terjadi begitu cepat sehingga bahkan orang yang berada di posisi tukang perahu tidak menyangka hal itu. Selanjutnya, itu harus menjadi kematian instan. Jika tidak, tukang perahu tidak akan dibekukan dengan postur yang sama seperti sebelum keberangkatan. ”", "Mengunci mata dengan nenek tua itu sekali lagi, dia mengartikulasikan pernyataan berikutnya dengan jelas dan ringkas, “Siapa yang mungkin bisa melakukan kematian instan pada orang seperti tukang perahu?”", "Bibir nenek tua itu bergetar sedikit. Qin Ye menggelengkan kepalanya dan melanjutkan, “Selanjutnya, ini adalah sesuatu yang telah Aku pikirkan sebelumnya. Roh dari Festival Hantu Lapar… terlalu banyak jumlahnya. Roh-roh ini sudah berada di gerbang Neraka sekarang, namun mereka juga tidak dapat melewatinya. Dan bahkan lebih aneh lagi bahwa tidak ada satu pun Utusan Neraka yang muncul sejauh ini. ”", "Nenek tua itu akhirnya menjawab, “Apa yang ingin kamu katakan?”", "Qin Ye menarik napas dalam-dalam, karena pemikiran yang absurd menemukan jalannya ke dalam pikirannya. Kemudian, mengambil langkah maju, dia berbisik dengan suara gemetar, “Neraka telah … menghentikan operasinya?”", "Oh?", "“Kematian tukang perahu bertepatan dengan gelombang peristiwa supernatural di dunia fana. Apakah Aku benar untuk mengatakan bahwa pergolakan di Neraka adalah sumber dari perubahan besar-besaran di alam fana? ”", "Gravitasi kata-kata ini begitu besar sehingga bahkan Qin Ye tidak bisa membantu tetapi bergidik. Faktanya, prospek pemikiran seperti itu begitu menakutkan bahkan Qin Ye sendiri merasa sulit untuk mempercayai hal-hal ini.", "Berapa banyak orang yang meninggal setiap hari?", "Jika Neraka membeku… lalu kemana ratusan milyar roh pergi?", "Tidak heran … tidak heran situasi di dunia fana meningkat dengan kecepatan yang begitu cepat! Pantas saja lonjakan peristiwa supernatural begitu ekstrim! Alam fana… berubah menjadi dunia Neraka yang hidup!", "“Menarik.” Nenek tua tidak segera menanggapi. Setelah sekian lama akhirnya dia tertawa ramah, “Wah, imajinasimu kaya sekali. Namun…”", "Dia menatap langsung ke mata Qin Ye saat dia menjelaskan, “Jangan menafsirkan urusan mengerikan dengan hati manusiamu … semuanya seribu kali lebih menakutkan daripada yang bisa kamu bayangkan …”", "“Tebakan dangkal Kamu hanya sekitar sepuluh per seribu dari kengerian besar yang akan Kamu alami …”", "“Ayolah. Naik kapal itu dan goyangkan kemudi. Buktikan kepada Aku bahwa Kamu layak menjadi Utusan Neraka terakhir. ”", "“Tunggu!” Pikiran Qin Ye menggelegar dengan alarm saat dia menatap wi nenek tuaketidakpercayaan, “Apa maksudmu Utusan Neraka terakhir? Apa nama sih yang kamu bicarakan? Aku tidak berpikir Aku pernah menyetujui pengaturan seperti itu, bukan? Selain itu, bagaimana dengan nada suara Kamu? Sepertinya Kamu sedang membuat surat wasiat sekarang. Apa yang terjadi di sini?”", "Nenek tua itu mencibir, “Tidak ada gunanya, Nak. Semakin lama Kamu hidup, semakin tajam dan sensitif Kamu. Tidak peduli seberapa banyak Kamu mencoba dan berpura-pura di depan Aku, upaya ini paling lemah. Kamu dan Aku sangat mirip dalam beberapa hal. Ketika semuanya dilucuti, inti hati kita menjadi hitam dan suram. Selain itu … Kamu berada di wilayah Aku sekarang, jadi menurut Kamu apakah Kamu masih bisa bertindak semaunya sebagai hantu seratus tahun di luar sana? ”", "Sebelum dia selesai berbicara, Qin Ye sudah merasakan kekuatan yang kuat menukik dari belakang, mengirimnya terbang menuju perahu besar seperti daun yang jatuh tertiup angin. Saat dia terbang di udara, energi Yin meletus dari tubuhnya, dan dia hampir seketika mengenakan seragam Utusan Neraka.", "Kotoran!", "Kecelakaan Qin Ye mendarat di feri dengan suara keras dan mengutuk tiga kali dengan keras! Kemudian, saat dia bangkit berdiri sekali lagi dan mengusap punggungnya yang sakit, suara nenek tua itu terdengar lagi, “Ambil kemudi. Roh Yin yang mendengar suara helm secara alami akan tertarik ke arah Kamu. Tapi jangan khawatir, karena mereka tidak akan bisa naik ke perahu. Kamu pernah melihatnya sebelumnya – ini bukan perahu yang bisa dinaiki oleh sembarang orang. Selain itu, jurang masif antara kapal dan jembatan tulang tempat Kamu berada menyembunyikan keberadaan yang menakutkan. Jadi, Kamu bisa yakin. ”", "Qin Ye mengertakkan giginya, “Lalu siapa yang harus Aku angkut? Apa yang kamu ingin aku lakukan? Tidak bisakah kamu berbicara dengan istilah yang jelas ?! ”", "Apa terburu-buru? Nenek tua itu menatapnya dengan pandangan menghakimi saat dia menambahkan dengan sedih, “Kapal ini … bukanlah sesuatu yang bisa dioperasikan oleh orang biasa. Apakah Kamu memiliki kualifikasi untuk diangkat sebagai Utusan Neraka dan menjadi salah satu pejabat Neraka, semuanya akan bergantung pada apakah Kamu dapat mengarahkan perahu ini. ”", "“Terkutuklah aku … aku tidak ingin melakukan ini lagi, oke ?!”", "Tidak apa-apa, Dogballs. Nenek tua menyalakan pipanya saat dia menambahkan, “Kamu punya tiga hari lagi di dunia fana.”", "Suara Qin Ye diperdalam satu oktaf, “… Tidak, kita hanya melakukan percakapan yang menyenangkan, bukan? Bisakah Kamu menahan diri untuk tidak langsung mengambil kesimpulan yang mencengangkan? ”", "“Keinginan untuk hidup kuat dengan yang satu ini.” Nenek tua itu mengeluarkan asap, “Mereka yang telah memakan jamur Aeon tidak akan pernah mati atau menjadi tua. Namun, mereka juga menjadi keberadaan yang ditolak oleh dunia fana dan dunia bawah. Sekarang Neraka telah berhenti berfungsi, hari-hari tua Kamu yang baik secara alami akan berakhir juga. Jika Kamu beruntung, Kamu mungkin akan menjadi salah satu arwah melayang yang akan berkeliaran di bumi tanpa tujuan hingga akhir zaman. Jika Kamu tidak… ”", "Dia mengeluarkan pipanya dan menggambar lingkaran di sekitar sekelompok roh Yin yang berkumpul di jembatan, “Kamu mau jadi siapa?”", "“… Aku akan menyetir. Aku akan segera menyetir … kebiadaban Aku hanya kedua dari Kamu orang yang tinggal di bawah … “Air mata mengalir di mata Qin Ye saat dia membungkuk tiga kali ke kerangka emas sebelum menggesernya ke samping dan mengambil kendali di sekitar kemudi.", "Wusss … Saat Qin Ye mulai mengarahkan kemudi, riak besar mulai menyebar ke seluruh kekosongan di bawah perahu. Tidak ada setetes air pun, namun saat Qin Ye mengarahkan kemudi, suara air mulai bergema di seluruh negeri.", "Saat pemandangan yang tak terbayangkan ini terbuka, Qin Ye tidak bisa membantu tetapi menemukan nada yang muncul di benaknya – Mari kita mengayunkan dayung dan mengarahkan perahu kita melalui air yang tenang yang mencerminkan hantu dan penyihir ganas di sekitar.", "Itu bukan pola pikir yang tepat untuk dimiliki saat ini!", "Vruuuuuum …. Klakson rendah bergema dari feri. Sumbernya tidak diketahui. Pada saat yang sama, semua roh Yin yang berkumpul di sekitar ujung jembatan kerangka mengangkat kepala mereka dan melihat ke arah kapal feri.", "Vruuuuuum… Klakson rendah kedua bergema. Saat feri mulai berputar perlahan, roh Yin di jembatan kerangka mulai bergeser. Mereka terpaku pada feri, grmemasukkan uang kertas di tangan mereka dengan erat dan mulai melangkah keluar menuju feri tanpa alasan. Kemudian, seolah-olah pintu air telah dibuka, gelombang pasang roh Yin mulai perlahan mengalir ke depan.", "Itu adalah pemandangan yang spektakuler.", "Namun, kapal feri dan jembatan kerangka masih dipisahkan oleh jurang yang sangat luas, dan roh Yin tidak dapat menyeberangi jurang dan naik ke kapal feri. Segera setelah mereka mengambil langkah pertama dari jembatan kerangka, roh Yin akan segera jatuh ke jurang tak berujung di bawah. Pada saat yang sama, ketawa ceria seorang wanita bergema dari kedalaman jurang.", "Konon, kegagalan gelombang pertama roh Yin tidak mencegah roh Yin yang tak terhitung jumlahnya mengikuti seperti Lemmings. Pada saat ini, feri itu sama mempesona seperti mercusuar yang terang di tengah badai.", "Sama seperti itu, ratusan dan ribuan roh Yin mulai jatuh ke dalam jurang saat gelombang demi gelombang dari mereka terus bergerak maju dalam upaya lemah untuk naik ke kapal feri. Akibatnya, roh-roh ini secara mengejutkan menjadi… air terjun jiwa yang tak berujung!", "Uang kertas di tangan roh-roh Yin ini mulai tersebar di udara, hampir mirip dengan gumpalan molekul air yang tersebar ke sekeliling saat air terjun menabrak kolam berbatu di bawah. Itu adalah pemandangan yang menakjubkan.", "www.worldnovel.online"]},
{"testing": ["Leher Qin Ye menegang karena jumlah darah yang menetes dari atas meningkat. Meskipun kegelapan menyelimuti ruang kelas, dia mendongak sedikit, dengan lembut memiringkan ponsel di tangannya sehingga itu menerangi area di atas kepalanya.", "Cahaya redup dari cahaya itu bergeser sedikit. Dalam sekejap, dia melihat mulut lebar menganga sepanjang satu kaki penuh dengan kulit putih pucat tergantung di atas kepala!", "Dengan desisan tajam, gigi ganas itu membentaknya dengan ganas!", "Dari belakang, tampak seolah-olah seorang anak telanjang dengan kulit sakit-sakitan memeluk kepala Qin Ye saat menggigitnya.", "“Ahhhh !!!” Zhang Yilong dan Wang Chenghao menjerit pada saat bersamaan. Mata mereka berputar ke belakang, dan keduanya pingsan di saat berikutnya.", "Untungnya, gigi ganas itu tidak pernah mendapat kesempatan untuk mengepal sepenuhnya, juga tidak ada suara mengerikan dari tulang yang hancur bergema.", "Dengan punggung menghadap, Qin Ye memegang tongkat perak dengan bunga teratai rumit terukir di kedua ujungnya tepat di atas kepalanya, menjepitnya secara horizontal tepat di antara mulut anak kecil itu.", "“Woooo… .WOOOO !!” Tubuh anak aneh itu mengerut saat berusaha menutup mulutnya yang besar. Sayangnya, tongkat sihir perak yang bersarang di mulutnya dengan mudah menggagalkan usahanya.", "Ekspresi Qin Ye sekarang sangat berbeda, dicampur dengan niat untuk menggoda dan beberapa ukuran ketidakpedulian. Sambil tersenyum tipis, Qin Ye berkomentar, “Kamu akhirnya muncul, ya …”", "“Aku telah mencari Kamu untuk beberapa waktu sekarang. Aku bahkan akan menunjukkan kelemahan dan kepengecutan. Kamu akhirnya menyerah pada usaha Aku … ”", "Ledakan!", "Begitu dia selesai berbicara, angin hitam yang terlihat dengan mata telanjang meletus dari tubuh Qin Ye. Pada saat yang sama, suara yang agung dan mendominasi menggelegar dalam kegelapan, “Dengan diktum Neraka, semua rakyat jelata harus bubar!”", "Suara mendesing! Badai yang tiba-tiba menyapu, mengambil semua partikel debu di tanah dan mengirim mereka terbang keluar kelas dengan gelombang kejut yang kuat terlihat dengan mata telanjang. Bahkan gorden pun langsung disingkirkan.", "Segera setelah badai mulai mengepul, lubang-lubang gelap di wajah anak aneh itu, di mana mata semula akan langsung mengerut.", "Apakah hantu memiliki tubuh fisik?", "Mungkin. Karena, saat ini, orang bisa melihat dengan mata telanjang untaian qi hitam yang tak terhitung banyaknya yang melilit tubuh anak itu. Yang mengatakan, ini tidak seberapa dibandingkan dengan energi Yin yang jauh lebih tebal dan lebih padat yang telah menyelimuti Qin Ye, berputar-putar dengan intens saat membentuk pusaran hitam pekat.", "Menakutkan… Tubuh anak itu gemetar. Perasaan ini… adalah sesuatu yang terpancar dari bagian terdalam jiwanya – itu adalah manifestasi dari naluri utamanya ketika dihadapkan dengan kekuatan yang secara kualitatif menindas.", "Itu benar … sebelumnya hanya mendengar tentang tingkat penindasan kualitatif seperti itu … dan ini adalah …", "Tiba-tiba, anak itu gemetar dan menjerit nyaring saat ia dengan panik berusaha untuk bergegas keluar, “Utusan Neraka! Itu adalah Utusan Neraka! Gerbang neraka terbuka! Seorang utusan neraka datang untuk menangkap kita! ”", "Swoosh! Anak itu segera berlari seperti anjing dengan ekor di antara kedua kakinya, sama sekali mengabaikan fakta bahwa ada tongkat sihir yang bersarang secara horizontal di mulutnya. Satu-satunya hal yang membebani pikirannya adalah rasa takut yang luar biasa – melampaui yang dialami oleh Wang Chenghao dan Zhang Yilong digabungkan hingga seribu kali!", "Bagaimana bisa menjadi Utusan Neraka?", "Utusan Neraka tidak muncul selama lebih dari seratus tahun! Tidak… ini tidak lebih dari poin insidental. Adalah kebenaran yang tidak dapat disangkal bahwa semua Utusan Neraka mengenakan otoritas sebagai seorang pejabat, dan setiap Utusan Neraka memiliki begitu banyak kekuatan sehingga mereka dapat menangani hantu-hantu liar ini hampir dengan mudah.", "Gedebuk gedebuk! Jendela dan pintu yang sebelumnya tertutup rapat segera dibanting terbuka lebar saat hantu liar itu keluar dari kelas dengan putus asa. Saat itu, rantai panjang dan kait melesat tepat setelah hantu itu. Kail itu ditembakkan langsung ke arah tongkat sihir seolah-olah itu dengan cerdas melacak tongkat itu.", "Ini adalah belenggu hantu top-of-the-line yang seluruhnya terbuat dari rantai putih-perak. Segera setelah itu menempel pada tongkat sihir, rantai belenggu itu mulai bersinar dengan tulisan kuno yang rumit, meskipun hanya untuk sepersekian detik. Dengan lolongan dahsyat, anak hantu yang berlari dengan panik itu menghantam gbulat, menjatuhkan awan besar tanah.", "Aku memegang otoritas diktum Neraka. Apakah kamu benar-benar berpikir kamu bisa melarikan diri? ”", "Dengan suara tenang, Qin Ye mengencangkan cengkeramannya di sekitar rantai, dan anak kecil itu secara paksa ditarik kembali karena terus tersedak dan menggerutu. Pintu kelas dibanting dengan keras sekali lagi.", "JATUH! Meja dan kursi di sekitarnya hancur berkeping-keping. Dengan dentang, kail itu terbang kembali, membawa kembali tongkat sihir berwarna perak. Pada saat yang sama, tubuh anak kecil itu meledak dengan dengungan yang sakit, berubah menjadi tidak lebih dari gumpalan qi hitam yang tersebar ke segala arah. Saat itu, suara serak bercampur dengan rasa dendam yang kental mendesis, “Ketika diktum Neraka tiba, Penjaga Neraka Anitya [1] merebut roh … Itu adalah Utusan Neraka … Sebenarnya ada Utusan Neraka yang masih ada!”", "Tepat di tengah kelas, curahan qi hitam membentuk pusaran besar sebelum meledak dengan kuat. Wajah Qin Ye terlihat pucat. Dia mengenakan jubah hitam asimetris yang disulam dengan tiga pola hitam-putih bundar. Soul Shackle dililitkan di pinggangnya, dan dia mengenakan kopiah cina berukir hitam. Gumpalan energi bersih murni muncul dari lengan baju dan kerahnya, sementara jubahnya berkibar menakutkan tanpa angin. Dia tampak mengagumkan dan mengesankan.", "Tangannya dengan lembut melingkari sarung di pinggangnya saat dia berseru, “Keberadaan hantu apa yang berbicara? Perkenalkan dirimu!”", "Tidak ada jawaban. Beberapa detik kemudian, suara dendam itu menggelegar, “Neraka telah mencuci tangannya dari urusan dunia fana selama seratus tahun. Apa yang memberi Kamu hak untuk ikut campur? ”", "Wusss … Qin Ye mencabut pedang dari sarungnya dan dengan lembut mengusap ujungnya, “Baiklah … hari ini menandai hari pertama pemerintahan Neraka sekali lagi.”", "“Kamu!!” Suara itu memekik, dan jendela serta pintu terbanting terbuka pada saat yang sama sekali lagi. Angin kencang bertiup ke dalam kelas.", "“Hei, hei, hei… Aku baru saja mengambil posku di sini sebagai salah satu Utusan Neraka… Bukankah pergi sekarang terlalu tidak sopan?”", "Qin Ye berbicara dengan lembut. Namun, begitu dia selesai berbicara, suara desir lembut mengiris udara – pedangnya seringan salju.", "Semuanya terhenti tiba-tiba.", "Jeritan mengerikan bergema di malam hari. Itu adalah suara yang sangat memekakkan telinga, namun sepertinya tenggelam oleh hujan deras di luar. Penampilan seorang anak kecil bersinar pada bilah pedang kepala iblisnya sebelum berubah menjadi gumpalan asap hitam dan menghilang ke sekitarnya. Akhirnya, itu tertelan oleh kepala mengerikan yang terukir di gagang pedang, menyalakan api hijau terang selama sepersekian detik sebelum berkedip keluar.", "Qin Ye mengerutkan alisnya saat dia menutup matanya sekali lagi, hampir seolah-olah dia mencoba merasakan sesuatu. Beberapa saat kemudian, dia menghela nafas dengan pasrah, “Bukan itu juga …”", "“Aku masih tidak dapat menemukannya di mana pun di dalam ‘zona berburu’ ini. Apa nenek tua itu hanya main-main denganku? Terlepas dari kenyataan bahwa Aku telah menangkap tiga penampakan dendam bulan ini, Aku masih belum mencapai persyaratan untuk masa jabatan. Apakah dia hanya menggunakan Aku sebagai tenaga kerja gratis? ”", "Saat itu, sesuatu menarik perhatiannya, dan dia melihat ke luar jendela ke kejauhan.", "Dia memiliki sudut pandang yang bagus. Kelas itu gelap gulita, jadi tidak ada orang dari luar yang bisa melihat apa pun di dalam. Namun, Qin Ye bisa dengan jelas melihat apa yang ada di luar. Di tengah hujan lebat, seorang pria bungkuk berpakaian hitam tinta dengan tongkat di tangan perlahan-lahan tertatih-tatih ke arahnya.", "Itu dia lagi. Qin Ye mengumpulkan pikirannya dan mengerutkan alisnya. Energi berwarna hitam yang menyelimuti tubuhnya tiba-tiba menghilang, dan pakaiannya berubah kembali menjadi seragam biasanya. Dia mengendalikan napas, menutup matanya, dan berbaring di tanah dengan tenang.", "Saat hujan terus turun tanpa henti, sekolah kembali ke keadaan benar-benar hening dan sunyi.", "Setelah apa yang terasa seperti lima sampai sepuluh menit, suara ketukan akhirnya bergema dari pintu ke ruang kelas.", "Ketukannya tidak cepat atau lambat.", "“Halo. Aku adalah penyelidik dari Departemen Investigasi Khusus Nasional, Cabang Kabupaten Qingxi. Nomor registrasi Aku adalah AC-285. Bolehkah Aku masuk?”", "Secara alami, tidak ada yang menanggapi.", "Setelah kira-kira sepuluh detik, terdengar suara itumenambahkan, “Kalau begitu … maafkan gangguan itu.”", "Pintu dibuka dengan lembut. Terdengar dua batuk, diikuti ketukan ringan dan berirama dari tongkat jalan di tanah. Ada juga jejak samar dari dentingan rantai yang diredam oleh suara pakaian tebal.", "Kemudian, pengunjung itu berjongkok. Pakaiannya menyentuh tanah dengan lembut dan bergemerisik lembut. Beberapa saat kemudian, dia menyalakan ponselnya, “Ini aku.”", "“Ya… tidak ada apa-apa di sini. Ini aneh. Ini adalah insiden supernatural ketiga di Kabupaten Qingxi, yang masing-masing disebabkan oleh hantu jahat yang cukup kuat untuk memerlukan keterlibatan pribadi Aku… namun untuk beberapa alasan aneh, masing-masing dari ketiga hantu jahat ini telah dibersihkan oleh orang lain pada saat itu. Aku telah tiba… ”", "Tidak diragukan lagi – ini orang yang sama. Tandanya sangat berbeda. Secara khusus, sisa energi Yin jauh lebih tebal daripada hantu biasa yang pernah kita lihat… Aku juga belum pernah melihat energi Yin setebal itu… Aku tahu, Aku akan memberi tahu kota jika perlu. Namun sejauh ini tidak ada tanda bahwa entitas supernatural berperingkat B ini bermaksud menyakiti siapa pun. Seolah-olah… itu hanya menargetkan hantu jahat itu sendiri. Aku rasa tidak perlu untuk memperingatkan kota dulu … ”", "“Mm… mengerti. Aku akan urus adegannya. Jangan khawatir… ”", "Setelah pria itu menutup telepon, Qin Ye mendengar desahan sedih dan mekanisme pengapian dari klik yang lebih ringan dengan lembut. Tak lama kemudian, aroma aneh melayang di udara.", "Qin Ye tetap diam dan diam, seperti kura-kura mati. Faktanya, dia menunggu satu jam penuh sebelum mengintip ke sekelilingnya sekali lagi.", "Tidak ada lagi orang yang tersisa di kelas. Meja dan kursi secara ajaib telah dikembalikan ke kondisi awalnya. Satu-satunya perbedaan adalah bahwa ada tumpukan abu terbakar yang masih mengeluarkan panas sisa tergeletak di podium guru.", "Qin Ye mengambil sebagian abu dan menghirupnya, sebelum mencibir, “Dupa Paramnesia.”", "“Siapa pun yang mencium ini tidak akan dapat mengingat apa pun yang terjadi keesokan harinya ketika dia bangun. Jika Aku mengingatnya dengan benar… sesuatu seperti ini sangat berharga. Bahkan nenek tua pun tidak punya banyak. Namun, orang ini … baru saja menghabiskan seluruh tongkatnya hanya untuk ‘mengurus adegan’? Bukankah itu terlalu boros? ” Kemudian, Qin Ye mengalihkan pandangannya dan melihat dengan serius ke luar pintu, “Dia terus mengejarku sejak hantu jahat pertama yang aku bersihkan dan bersihkan. Ini hampir seperti seekor anjing liar yang tidak tahu bagaimana menyerah… Namun dia benar-benar beruntung. Jika bukan karena ini belum waktunya, aku akan memberinya istirahat sejak lama. ”", "Qin Ye berjalan ke sisi Zhang Yilong dan Wang Chenghao, mengulurkan tangannya dan mengangkat kepala dengan lembut. Dia kemudian membuka matanya lebar-lebar dan menatap dengan jijik pada mereka selama beberapa detik lagi, sebelum tiba-tiba melepaskan rentetan pukulan dan tendangan keras di perut mereka.", "Gedebuk! Kedua siswa dikirim terbang menuju papan tulis dengan tendangan yang kuat, di mana mereka mendarat dengan suara gedebuk yang teredam.", "“Dupa Paramnesia akan mencegahmu mengingat dengan tepat apa yang terjadi di sini… Karena orang tuamu belum mengajarimu dengan benar, maka izinkan aku memberimu pelajaran atas nama orang tuamu.” Qin Ye terkekeh dingin saat dia meraih Zhang Yilong dan memberinya tamparan keras di wajahnya. Sebelum wajahnya bisa mundur dari benturan, Qin Ye dirantai tamparan tangan sekali lagi.", "“Apa kamu tidak tahu konsep persatuan di antara siswa? Persahabatan dan persaudaraan? Murid-murid hari ini… hadapi murka Aku! ”", "Pak! Pak! Pak! Suara pukulan yang tajam bergema di seluruh kelas yang sunyi …", "“Bergaul dengan terlalu banyak hooligan? Kalian para tunas muda bahkan belum belajar terbang. Pernahkah Kamu melihat seperti apa anggota dari masyarakat rahasia sejati? ”", "Pak! Pak! Pak!", "“Orang baik tidak hidup lama, tapi nasib buruk terus berlanjute membawa pada dirinya sendiri berlangsung seribu tahun … ”", "Penuh dengan emosi, Qin Ye mengangkat dua siswa lainnya dan membanting mereka ke bawah melalui bahunya dengan suara keras seolah-olah dia sedang melempar bola kempes. Akhirnya, dia menepuk debu dari tangannya dengan puas.", "Dia senang.", "Kedua siswa itu benar-benar memar dan bengkak, namun mata mereka masih tertutup rapat. Qin Ye telah mengalahkan mereka dengan terampil dan metodis. Itu tampak buruk; rasanya lebih buruk, namun mereka tidak mengalami luka dalam sama sekali. Dengan kata lain, ini adalah luka yang akan mereka sembuh hanya dalam beberapa hari. Mereka hanyalah siswa dan teman sekelas. Tidak ada perselisihan hidup atau mati di antara mereka – setidaknya, tidak ada permusuhan yang tidak dapat diselesaikan dengan pemukulan yang baik dan kejam.", "Bahkan jika ada, dia bisa saja menghajar mereka sekali lagi …", "Setelah meninggalkan ruangan, Qin Ye berjalan ke dinding perbatasan yang mengelilingi sekolah, melompati ketinggian dua meter dengan mudah dan berjungkir balik di atas dinding sebelum mendarat di sisi lain. Kebetulan, ada sepeda yang diparkir tepat di luar.", "Hujan sudah berhenti sekarang, namun tidak ada satu orang pun yang terlihat di jalanan. Pasar malam yang dulu ramai telah berhenti beroperasi segera setelah pengumuman nasional dimulai. Nyatanya, hampir tidak ada jejak kehidupan saat ini. Satu-satunya hal yang tersisa adalah lampu jalan yang dengan lembut menerangi siluet Qin Ye saat ia berjalan dengan tidak tergesa-gesa.", "Para pengacau telah tersebar di sekitar Utusan Neraka, dan jalan yang diambil Qin Ye sangat tenang. Saat dia berjalan dengan susah payah, pikirannya mulai berputar dan berpacu, “Aku menyimpulkan bahwa orang itu pasti dari pemerintah. Dia menyebutkan sesuatu tentang entitas supernatural berperingkat B … bukankah ini berarti bahwa Cathay sudah mulai memperhatikan masalah seperti itu di tingkat nasional? ”", "“Tidak heran hal-hal tampak agak aneh akhir-akhir ini… mengingat kebiasaan dan konvensi akhir-akhir ini, bagaimana mungkin berita tentang hal supernatural semacam itu bisa menjadi berita utama? Pemerintah pasti sudah meletakkan fondasi untuk masa depan ya… Dan bagaimana bisa berkembang sedemikian rupa? Mereka bahkan telah memulai pengumuman berskala nasional dan mendirikan departemen terkait untuk menangani masalah ini! Kecepatan yang luar biasa… ”", "“Lalu… Aku ingin tahu berapa banyak orang yang tahu tentang perkembangan ini sampai saat ini?”", "Qin Ye merajut alisnya bersama-sama bahkan lebih erat, bergumam sambil terus menatap kosong ke kegelapan langit malam, “Dengan begitu banyak orang yang terlibat, aku khawatir itu hanya akan menjadi lebih sulit untuk menemukan ‘itu’. .. ”", "Saat ia terus membenamkan dirinya dalam pikirannya, Qin Ye mendapati dirinya tiba di pinggiran county. Kabupaten Qingxi tidak terlalu besar. Kebetulan, semua anggota county yang telah meninggal selama beberapa dekade terakhir semuanya telah dimakamkan di Gunung Naga Hijau tepat di belakang county. Tentu, itu masuk akal bahwa jalan Qin Ye sekarang telah menjadi dikenal di mana-mana sebagai jalan pemakaman.", "Beberapa menjajakan boneka kertas dalam bentuk manusia dan kuda, sementara yang lain menjual petasan dan uang kertas… Jalan sempit itu dibatasi dengan sekitar dua puluh toko yang semuanya berkembang dalam bisnis orang mati. Meskipun jumlah toko hampir tidak bisa dianggap substansial, namun jumlah itu cukup besar untuk sebuah kabupaten yang penduduknya hanya berjumlah 30.000.", "Bisnis keluarganya dikenal sebagai “The Afterlife”. Nama itu sederhana dan mudah dimengerti, dan terletak di ujung jalan. Terlepas dari itu, dia terkejut menemukan sekelompok besar orang di sekitar rumahnya saat ini.", "“Qin Kecil!” Seorang wanita tua melihatnya turun dari sepedanya dan segera tergelincir, “Kamu akhirnya kembali! Cepat! Sesuatu telah terjadi! ”", "1. Kata-kata mandarin yang digunakan di sini adalah 无常, dan itu bisa berarti beberapa hal, termasuk konsep yang merupakan inti dari Buddhisme yang menyatakan bahwa segala sesuatu terus berubah. Dalam konteks ini, penulis mungkin merujuk pada 黑白 无常, yang merupakan penjaga hitam dan penjaga putih yang bertanggung jawab untuk mengantar jiwa kembali ke neraka. Meskipun demikian, penulis selanjutnya menggunakan kata yang sama untuk merujuk ke kelas Utusan Neraka nanti dalam cerita, jadi Aku akan menggunakan Anitya sebagai gantinya, kata Sansekerta untuk istilah Ketidakkekalan. Kelas Utusan Neraka akan disebut sebagai kelas Anitya Hellguard, kelas Hellguard, atau hanya Hellguards", "www.worldnovel.online"]},
{"testing": ["Apa yang sedang terjadi?", "Qin Ye membeku. Saat dia kembali ke rumahnya perlahan, kerumunan itu berpisah, membuat jalan baginya untuk masuk. Seorang pria paruh baya berusia empat puluhan mondar-mandir dengan panik di depan rumahnya. Begitu pria itu menyadari kembalinya Qin Ye, dia segera maju dan meraih tangan Qin Ye dan menghela nafas dengan pasrah, “Qin Kecil … kamu harus mempersiapkan diri secara mental.”", "“Apa yang sedang terjadi?”", "Pria itu meringis sambil terus menjelaskan dengan lembut, “Tadi … nenekmu tiba-tiba pingsan dan pingsan, dan dia tidak bernapas lagi …”", "“Benar, Qin Kecil, kamu harus segera membawanya ke rumah sakit! Beri tahu kami jika Kamu membutuhkan uang. ” “Nenekmu sudah tua, dan kamu tidak boleh menghabiskan waktu lagi. Percepat! Kami telah menghubungi layanan darurat atas nama Kamu. ”", "Semua orang di sepanjang jalan ini biasanya membiarkan pintu mereka terbuka dan tidak terkunci. Ini sangat berbeda dari dinginnya dan jarak antara tetangga di kota yang lebih besar dan lebih urban. Di tengah semua perhatian dan perhatian yang diberikan kepadanya oleh tetangganya, mata Qin Ye bersinar terang saat ia berlari kembali ke rumahnya.", "Begitu dia membuka pintu depan, dia melihat seorang lansia berambut abu-abu terbaring di tempat tidur dengan tangan terlipat rapi. Qin Ye menarik napas dalam-dalam. Dengan gemetar, dia mengulurkan tangannya untuk memeriksa napas dan denyut nadi.", "Tidak ada nafas!", "Dia berdiri diam di depan tempat tidur selama hampir dua menit, namun wanita tua itu tetap diam. Kemudian, dia tiba-tiba berbalik dan berjalan keluar dari rumahnya untuk berbicara kepada tetangganya sekali lagi, “Terima kasih, paman dan bibi yang terkasih. Aku baru saja memberi obat untuk nenek Aku. Dia baik-baik saja sekarang. Itu hanya masalah kronis yang mengganggunya. Sekarang dia sudah pulih, mohon maaf karena Aku menanganinya. Aku akan berterima kasih kepada kalian masing-masing dengan baik besok. ”", "Begitu dia selesai berbicara, dia menutup pintu sekali lagi, menutup diskusi lebih lanjut tentang masalah ini.", "Bersandar di pintu, kepalanya terkulai rendah, dan dia mengangkat tangannya dengan lemah, hampir seolah-olah dia akan menutupi matanya. Akhirnya, tawa kecil keluar dari bibirnya, memotong kesunyian kamarnya sendiri. Tangan yang melayang di atas matanya meringkuk erat.", "“YA!!!”", "Waktumu akhirnya tiba!", "Dia berlari ke tempat tidur sekali lagi dan mengangkat neneknya dengan ceroboh. Tulang orang tua itu ringan. Qin Ye melihat-lihat rumahnya dengan penuh semangat. Berada di industri penguburan, tidak ada kekurangan peti mati di sekitar area tersebut. Dia segera menendang peti mati dan mendorong neneknya masuk. Kemudian, dia mengambil peralatannya seperti mesin yang diminyaki dengan baik – paku di antara bibir dan palu di tangan. Tepat saat dia hendak memalu tutup peti mati, nenek tua di peti mati tiba-tiba membuka matanya dan menatap langsung ke arah Qin Ye dengan penuh perasaan.", "Waktu tampaknya membeku dengan canggung pada saat itu.", "“Cukup sibuk, ya?”", "“Haha… tidak sama sekali, tidak sama sekali.” Qin Ye terkekeh canggung saat dia menarik tangannya, berusaha dengan lemah untuk menyembunyikan alat perdagangannya.", "“Aku ingat bahwa Aku berbaring di tempat tidur sebelumnya …”", "“… tempat tidurnya terlalu keras. Aku berpikir untuk menggesermu ke tempat yang lebih nyaman. ”", "“Tidakkah menurutmu ruangan di sini terlalu kecil?” Nenek tua mencibir saat dia duduk dengan postur tegak. Kulit berbintik-bintik, rambut acak-acakan, penuh dengan wajah yang penuh kerutan. Nenek tua itu mengenakan mantel hitam. Dia menjentikkan jarinya ke arah Qin Ye dengan santai, namun Qin Ye melolong dan segera mencengkeram dahinya di mana dia memukul saat dia berjongkok kesakitan.", "Nenek tua itu dengan santai menuangkan secangkir teh untuk dirinya sendiri, menyesapnya dan meludahkannya ke lantai, “Teh di alam fana masih sama menjijikkan seperti biasanya.”", "Tinggalkan kami!", "Bagaimana Kamu bisa melepaskan Aku seperti itu? Bukankah hati nurani Kamu sedikit menarik hati Kamu?", "“Nenek …” Qin Ye mengerang selama beberapa detik, sebelum akhirnya berdiri sekali lagi dengan dahi merah dan lembut. Sambil menggertakkan giginya, dia mulai menenangkan neneknya dengan senyuman buatan, “Kamu … apakah kamu ‘turun’ lagi?”", "“Jangan panggil aku nenek. Aku tidak bisa memenuhi kehormatan seperti itu. ” Nenek tua itu terkekeh saat dia melihat Qin Ye seolah-olah menataporang mati, “Pernahkah Kamu mendengar tentang legenda?”", "“Legenda mengatakan bahwa … seseorang yang telah mengonsumsi jamur taisui, juga dikenal sebagai jamur aeon [1] bisa berakhir dengan dua cara.”", "“Kemungkinan pertama adalah dia akan berubah menjadi monster yang sama sekali tidak memiliki kemanusiaan. Yang kedua … “Dia mengetukkan jari-jari tuanya di atas meja,” Apakah dia akan hidup selamanya. ”", "Dia meregangkan tubuhnya dan menatap lurus ke arah Qin Ye sekali lagi. Kerutan di wajahnya tampak sangat suram saat dia tersenyum ramah, “Kamu … pernahkah kamu mendengar tentang hal-hal ini sebelumnya?”", "“Tidak.” Qin Ye menanggapi dengan singkat dan tenang.", "Setelah saling bertatapan selama beberapa detik, nenek tua itu mengalihkan pandangannya dan tersenyum muram, “Aneh, kalau begitu … karena namamu tidak ada di Buku Kehidupan dan Kematian. Selain itu, ketika Aku mengetuk pintu Kamu di tengah malam seminggu yang lalu, Kamu benar-benar dapat melihat Aku… ”", "Qin Ye terpampang tampilan sangat serius saat ia mengarang banyak dongeng tinggi, “Jangan konyol. Itu hanyalah hasil dari pembiasan cahaya. Ada dasar ilmiah untuk ini. Ilmuwan Kanada Michael Paysinger telah membuktikan bahwa mengekspos lobus temporal otak seseorang terhadap fluks elektromagnetik dapat meningkatkan kecenderungan seseorang untuk melaporkan pengalaman supernatural… Lebih jauh, seorang ahli toksikologi yang dikenal sebagai Albert Downey berhipotesis bahwa paparan yang berlarut-larut terhadap zat tertentu, seperti karbon monoksida, formaldehida , pestisida, dll, dapat menghasilkan lingkungan yang kondusif untuk pengalaman supernatural… ”", "Sebelum dia bisa menyelesaikan berbicara, pukulan teredam menghantam dahi Qin Ye sekali lagi, menyebabkan dia terbang mundur dua meter dan menabrak rangka tempat tidur.", "“Sekantong tulang tua ini paling membenci smart-alec.” Nenek tua mengeluarkan pipa sepanjang satu kaki dan menyalakannya dan mengembuskannya dengan ringan. Lingkungan sekitar langsung dipenuhi dengan asap, “Apakah Kamu berhasil menemukan ‘itu’?”", "Meringis, Qin Ye mengusap punggungnya dan berdiri, “Tidak.”", "“Itu aneh.” Nenek mengetuk pipa saat dia menambahkan, “Itu tidak masuk akal … itu harus di daerah ini …”", "Qin Ye melirik ekspresi nenek tua saat dia menyelidiki lebih jauh, “Apa sebenarnya itu? Bukankah seharusnya kau setidaknya memberitahuku sebanyak itu? ”", "Dan Kamu harus pergi segera setelah Kamu menemukannya! Bukankah seharusnya Kamu membatasi durasi pemuatan gratis?", "Nenek tua tidak menanggapi. Qin Ye menelan ludahnya, membuat sarafnya mati rasa dan melanjutkan, “Bahkan jika kamu tidak dapat memberitahuku apa itu, tidakkah seharusnya kamu memberi tahu namamu dan mengapa kamu datang ke dunia fana? Lihatlah jumlah energi Yin yang mengelilingi tubuh Kamu … ”", "Dia berhenti dan mengedipkan matanya dengan gugup.", "Jika jumlah energi Yin yang mengelilingi tubuhnya sendiri disamakan dengan api unggun, maka energi Yin yang terpancar dari nenek tua ini hanya bisa digambarkan sebagai api suar di Tembok Besar China!", "Energi Yin begitu kuat sehingga hampir seperti korporeal. Membandingkan dirinya dengan dia sama saja dengan membandingkan cahaya dari kunang-kunang dan bulan yang tergantung tinggi di langit. Ini bukan lagi keberadaan hantu belaka – bukankah ini lebih mirip dengan Yama di bumi?", "Jadi …. mengingat keberadaanmu yang tak tertandingi, mengapa kamu harus melepaskanku di toko kecilku yang sederhana di sini ?! Oleh karena itu, bisakah Aku mengundang hantu pokemon yang agung ini untuk kembali ke pokeball Kamu?", "“Energi Yin Kamu… menunjukkan bahwa keberadaan Kamu di Neraka lebih dari sekadar Utusan Neraka pada umumnya, bukan?”", "Masih belum ada tanggapan.", "Nenek tua itu menyipitkan matanya, seolah-olah merenungkan kebenaran kehidupan saat dia tetap diselimuti oleh asap dari pipanya. Qin Ye berusaha untuk menyelidiki lebih jauh, “Bukannya aku tidak menyambutmu di sini … lagipula, kamu dianggap sebagai pendatang dari ‘bawah sana’ … Namun, ada pengeluaran yang diperlukan untuk hidup di dunia fana. dunia. Itu adalah catatan berwarna merah di atas meja. Namun Kamu baru saja muncul dan menginap di tempat Aku tanpa memberi Aku akun yang tepat … Tidakkah menurut Kamu Kamu harus meluangkan waktu untuk memikirkan Aku dan setidaknya mengizinkan Aku untuk mempersiapkan mental? ”", "“Aku sudah memberimu waktu semingguwaktu untuk menyesuaikan diri, dan kamu masih belum terbiasa dengan pengaturan ini? ” Nenek tua itu akhirnya meletakkan pipanya dan mengarahkan wajahnya yang keriput ke arah Qin Ye.", "Qin Ye menggelengkan kepalanya dengan tegas.", "“Jadi, seperti itu …” Nenek tua itu mendesah pelan. Dengan kait di jarinya, sebuah manuskrip hitam kuno yang diisi dengan energi Yin terbang langsung dari dada Qin Ye. Nenek tua membuka naskah itu dan membuka halaman lipat di depan naskah. Halaman pertama adalah gambar Qin Ye.", "Namun, gambar ini sama sekali tidak bisa dianggap sebagai foto. Sebaliknya … itu adalah komposit hitam-putih yang seluruhnya terbentuk dari energi berwarna hitam-putih!", "Ada beberapa baris yang tertulis di manuskrip juga.", "Nama: Qin Ye (Nama Panggilan – Dogballs)", "Tempat Asal: Desa Liu Er Mound, Gazi Gully, Kabupaten Tang An, Kota Qingguang", "Anggota Keluarga: Kakek (almarhum), Orang tua (almarhum)", "Tanggal Lahir: 1 Oktober 1938", "Tangan keriput nenek tua itu berhenti sebentar, dan dia menatap Qin Ye dengan tatapan yang agak rumit, “Tidak banyak yang bisa Kamu sembunyikan dari sekantong tulang tua ini … Selama Kamu pernah dilahirkan; selama Kamu menjadi ‘manusia’, selama Kamu masih hidup, maka setiap hal di masa lalu Kamu sejelas hari bagi Aku. ”", "“Untuk tetap bersikap ceria dan positif meskipun telah mengalami kehidupan puluhan tahun secara berurutan… Kamu tidak terlalu buruk, tidak terlalu buruk sama sekali. Aku menyetujui Kamu. ”", "Qin Ye menggali telinganya, “Apa yang kamu bicarakan? Aku tidak begitu mengerti apa yang Kamu katakan. Semuanya sangat dalam. ”", "Nenek tua itu mengabaikannya dan terus menghisap pipanya, “Hanya orang yang telah mengalami perubahan hidup yang tidak akan pernah kehilangan dirinya di antara gelombang kemanusiaan, apakah jelek atau baik. Kantong tulang tua ini sangat terjamin dalam memberikan meterai Utusan Neraka kepadamu. ”", "“Kamu juga harus tahu betapa pentingnya status seorang pejabat bagi Kamu. Fakta bahwa Kamu tidak dianggap hidup atau mati berarti Kamu adalah keberadaan yang dipandang dengan penghinaan oleh kedua sisi. ”", "Beberapa kata lain tercetak di naskah tepat di bawah keterangan pribadinya.", "Pekerjaan: Utusan Neraka Percobaan", "Durasi: 5 hari, 13 jam, 27 menit dan 6 detik", "“Tapi.”", "Nenek tua itu mengusap-usap fotonya dengan lembut dan mendesah pelan, “Aku mengalihkan hatiku ke bulan yang cerah, namun bulan hanya bersinar di kanal …”", "Tangannya yang kering dan keriput bertumpu pada fotonya dan gambar monokromatik Qin Ye bergetar sesaat. Sebelum dia bisa melanjutkan, dia menemukan tangan lain menekan tangannya, hampir seolah-olah dipenuhi dengan tekad.", "“Buddha pernah mengatakan ini – Jika Aku tidak masuk Neraka, siapa lagi?” Ekspresi Qin Ye dipenuhi dengan resolusi, hampir mirip dengan seorang martir revolusioner, “Ketua, Kamu harus belajar memberi kesempatan kepada pendatang baru. Pekerjaan sulit didapat akhir-akhir ini, Kamu tahu. Mungkin anak-anak muda mengeluh, bergumam, dan mengomel, tetapi itu tetap tidak mengubah fakta bahwa hati mereka dipenuhi dengan keinginan yang tak terukur untuk promosi dan kemajuan karier. ”", "“Yang mereka butuhkan adalah kesempatan! Kesempatan untuk menunjukkan kemampuan mereka! ”", "Bibir nenek tua itu bergerak-gerak sedikit, “Seorang ‘anak muda’ yang lahir tahun 1938 … Sepertinya perubahan-perubahan kehidupan tidak hanya menambah ketebalan kulit Kamu. Aku juga bisa melihat rasa haus yang tak terbantahkan untuk tetap hidup. ”", "Dia dengan santai melemparkan naskah itu kembali ke Qin Ye, yang segera menerimanya dengan rasa terima kasih dan terkekeh ringan, “Jika ada sesuatu yang kamu minta dari Aku, tolong beri tahu Aku.”", "“Dogballs …”", "Wajah Qin Ye langsung menjadi gelap.", "Nenek tua mengangkat alis dengan rasa ingin tahu, “Mm?”", "“…”", "“Aku menunggu instruksi Kamu.”", "Senyum nenek tua itu memudar. Dia meletakkan pipanya dengan lembut di atas meja dan berhenti beberapa saat sebelum melanjutkan, “Aku tahu Kamu punya banyak pertanyaan, termasuk mengapa Aku datang mencari Kamu di tengah malam satu minggu yang lalu dan mengapa Aku di sini, di tempat pertama. Namun…”", "Dia menarik napas dalam-dalam, “Besok tengah malam, sekantong tulang tua ini akan menjelaskan semuanya.”", "Qin Ye merenung sejenakt, sebelum menyelidiki lebih lanjut, “Ketika bulan menggantung tinggi di langit dan yang hidup terlelap?”", "Keheningan yang mematikan.", "Menghirup. Menghembuskan. Suara nenek tua itu sekali lagi dipenuhi dengan semangat, “Scram !!” Itu adalah pernyataan bahwa diskusi telah selesai.", "Saat Qin Ye perlahan berangkat dari kamar, nenek tua itu menghela nafas saat dia melihat siluetnya yang memudar dengan binar yang sangat kompleks di matanya. Baru setelah suara pancuran terdengar, dia dengan sungguh-sungguh menarik lengan baju ke lengannya.", "Itu masih kulitnya yang tua berbintik-bintik. Namun … dari siku kiri ke atas, lengannya tampak agak transparan dan halus. Selain itu, orang dapat melihat bahwa tulang dan otot semuanya bersinar samar dengan rona keemasan yang lembut!", "Jejak cahaya keemasan adalah tanda Bodhi. Seseorang bahkan bisa secara samar-samar melihat beberapa teratai emas tanpa akar yang perlahan mengaduk dan menghancurkan inangnya dari dalam. Kata-kata Sanskerta kecil yang tak terhitung banyaknya mengalir melalui meridiannya. Pada saat yang sama, tanda Bodhi menyebabkan rasa sakit dan penderitaan nenek tua yang tak terukur.", "Hanya beberapa detik, namun dahinya sudah berkeringat dingin.", "“Tidak lama lagi…”", "Dia menarik lengan bajunya bahkan lebih saat dia menatap ke luar jendela ke kejauhan, “Alam fana telah menemukan pergolakan di Neraka … dan aku juga tidak punya banyak waktu tersisa …”", "“Sayang sekali… anak ini memiliki hati yang baik, tapi dia melihat terlalu banyak hal. Dia terlalu licik. Dia memakan jamur aeon… tidak hanya dia tidak akan pernah mati, dia juga tidak akan pernah tumbuh dewasa. Dia akan hidup seolah-olah usianya terkunci selamanya. Untuk hidup di dunia yang kejam dengan identitas yang keterlaluan… Sigh, jika memungkinkan, Aku ingin secara pribadi mengajar dan membimbingnya sedikit lebih banyak. Sayangnya…”", "Dia berdiri perlahan, dan rambut putihnya menari sendiri tanpa angin, “Tidak ada waktu tersisa …”", "“Di mana tepatnya ‘itu’? Jika Aku tidak dapat menemukannya, maka semuanya tidak lebih dari omong kosong… milyaran hantu jahat mengalir ke alam fana sekarang. Permulaan fenomena supernatural ini hanyalah bayangan tentang apa yang akan datang. Ini hanya prolog… ”", "1. Kata mandarin yang digunakan di sini adalah 太岁, yang mengacu pada jamur mitos yang diyakini membawa keabadian.", "www.worldnovel.online"]},
{"testing": ["Sangat baik.", "Qin Ye bertanya-tanya dalam hatinya apakah sudah waktunya untuk mengubah papan nama tokonya untuk membaca “Gloaming Ghouls Gambling Den”.", "Dan kemudian dia akan memutar lagu etnis paling epik di latar belakang.", "Sempurna.", "Tidak, tunggu… konversi paksa properti macam apa ini? Apakah Kamu tahu berapa harga peti mati itu?", "Qin Ye menatap belati, menembakkan sinar beku, panah es, bola api, dan bahkan sinar kematian pada nenek tua, namun nenek tua itu benar-benar menutup mata terhadapnya. Sebaliknya, dia menatap lurus ke arah nenek tua lainnya yang duduk di sekelilingnya dan tertawa, “Bagaimana kabar cucuku ini?”", "“Tidak buruk. Kulitnya cukup pucat, jadi dia tidak perlu membeli produk perawatan kulit saat dia kekurangan. Sembilan koin. ” “Dia terlihat seperti seseorang dengan umur yang agak pendek. Dia akan bisa menikmati masa mudanya di bawah. Tiga koin. ” “Kong! Five Wan … Dia menjalankan bisnis keluarga, dan entah peti mati, uang, pelayan kertas atau kuda, dia menyiapkan semuanya. Anak ini siap untuk turun ke bawah dan menikmati hidup kapan saja, bukan? ”", "“Sudahkah kamu mempersiapkan metode untuk turun, Nak? Kemari. Izinkan Aku memberi Kamu sedikit nasihat. Tenggelam adalah cara terburuk untuk pergi, dan Kamu bahkan tidak akan terlihat baik di titik kematian. ” “Tunggu! Aku telah menang. Aku sedang menunggu satu, empat dan tujuh Wan… Kembali ke topik, gantung juga bukan cara yang baik untuk mati, karena lidahmu akan menggantung tiga kaki setelah kematian. Sungguh menyakitkan untuk memutarnya kembali. ” “Aku akan menyarankan kecelakaan mobil. Sesuaikan sudut dengan benar dan jangan melihat ke belakang. Jika Kamu melakukannya dengan benar, Kamu tidak akan merasa sakit, dan penampilan Kamu juga tidak akan terpengaruh. Kamu akan berputar ke surga secara spektakuler dengan ledakan instan. ”", "Sialan!", "Apa yang terjadi dengan semua norma dan konvensi budaya?", "Bukankah tanggapan yang biasa untuk pertanyaan seperti “bagaimana kabar cucuku” akan menjadi “tidak buruk, dia berperilaku baik”; atau “berapa umurnya”; atau “apakah dia telah belajar menulis”?", "Ada apa dengan tanggapan aneh mereka? Bukankah mereka terlalu sombong di sini?", "Tidak…", "Pertama-tama, siapa cucumu ?! Jangan mengidentifikasi diri Kamu sebagai kerabat Aku!", "Qin Ye sangat kesal sehingga dia hampir meludah darah. Wajahnya berubah pucat sekarang. Nenek tua itu menghirup pipanya lagi saat dia menambahkan, “Lihat lebih dekat.”", "Nenek suram lainnya segera menoleh dan mengamatinya lebih jauh. Senyuman di wajah semua orang lenyap dalam sekejap. Mereka semua meletakkan ubin mahjong di tangan mereka juga.", "Keempat wanita tua itu bertukar pandang satu sama lain dalam diam. Kemudian, beberapa detik kemudian, salah satu wanita tua bertanya pada nenek tua itu, “Apakah ini … jamur Aeon?”", "Suara gemerincing mahjong kembali terdengar. Saat delapan tangan mencampurkan ubin mahjong secara menyeluruh, nenek tua itu terkekeh, “Setiap kali dia berada di depan sekantong tulang tua ini, dia bersikeras bahwa itu tidak … jadi kita akan berhenti di situ … Hei, apa- namamu, kenapa tidak membawa jus langit ke sini? Air dari alam fana agak terlalu pedas untuk selera kita. ”", "Ahhhhh… itu cepat. Bagaimana itu sudah berubah dari cucu menjadi “siapa-nama-Kamu” …", "Jus langit yang mereka minta tidak lain adalah air hujan – sesuatu yang tidak menyentuh langit maupun tanah; sesuatu yang tidak terkontaminasi oleh Yin maupun Yang. Ini adalah satu-satunya hal yang nenek tua itu konsumsi sepanjang minggu ini.", "Qin Ye dengan patuh membawa lebih dari empat cangkir, meletakkannya di papan peti mati dengan suara keras sebelum berbalik untuk pergi.", "Jangan main-main dengan Aku lagi. Itu menjengkelkan.", "Permainan mahjong yang mengerikan berlangsung hingga tengah malam. Begitu jam menunjukkan pukul dua belas, nenek tua itu segera bangkit dari tempat duduknya dan mendesah pelan, “Itu akhir dari sesi ini …dan mungkin ini juga terakhir kali kita berkumpul untuk mahjong juga. ”", "Setelah itu, tiga wanita tua lainnya juga berdiri, mengucapkan selamat tinggal pada nenek tua itu, sebelum berubah menjadi gumpalan asap hijau yang dengan cepat menghilang.", "“Apa ini?” Qin Ye bertanya dengan rasa ingin tahu.", "Nenek tua tidak segera menanggapi. Sebaliknya, dia dengan susah payah mengambil lampu minyak kuno yang tertutup debu dari peti mati saat dia memijat punggungnya, “Lima Hantu Penghasil Kekayaan.”", "Kamu akan memanfaatkan kekuatan Lima Hantu Penghasil Kekayaan untuk mahjong?", "“Apa yang Kamu tahu! Aku memperoleh 1,2 miliar hari ini. Mengapa Aku tidak menggunakan Lima Hantu Penghasil Kekayaan ?! ”", "Dia membuat argumen yang bagus … Bahkan Qin Ye tidak bisa berkata-kata.", "“Tahukah kamu hari apa hari ini?” Mengumpulkan senyumnya, nenek tua itu duduk di tempat tidur dan menatap lurus ke arah Qin Ye. Tanpa menunggu jawabannya, dia melanjutkan, “Pertengahan bulan ketujuh, hantu mengamuk. Hari ini adalah hari terakhir Festival Hantu Lapar. Ini juga hari dimana gerbang Neraka akhirnya akan ditutup. ”", "Hari di mana kehidupan fana seseorang dihancurkan juga merupakan hari ketika dia pertama kali memasuki gerbang Neraka. Sayangnya, Neraka memiliki terlalu banyak roh dan terlalu sedikit Utusan Neraka dibandingkan. Oleh karena itu, akan selalu ada beberapa roh yang tidak terdeteksi dan ditahan pada waktunya, dan roh-roh ini akhirnya akan melayang tanpa tujuan di alam fana. Seiring waktu, jiwa-jiwa ini mulai kehilangan kesadaran, dan hanya memiliki keinginan untuk masuk Neraka. Roh-roh ini disebut roh yang melayang. Tujuan dari tiga festival hantu utama adalah agar kita menerimanya di Neraka. ”", "“Apakah kamu mengerti sekarang?”", "Ketika nenek tua itu menjadi serius, Qin Ye merasa hampir seolah-olah dia telah ditarik ke jantung pusaran besar. Setelah mengalami perubahan-perubahan dalam hidup, dia dapat mengetahui bahwa inilah kekuatan auranya – ketika keyakinan ekstrem seseorang ditampilkan melalui tindakan, watak, dan ucapannya, sehingga memengaruhi orang lain.", "Sulit untuk membayangkan bagaimana seorang lansia yang tampak begitu lemah dan di ambang kematian benar-benar dapat mewujudkan tampilan aura yang begitu menakutkan.", "Qin Ye tanpa sadar mengumpulkan senyumnya dan menjawab dengan sungguh-sungguh, “Apakah maksudmu … bahwa orang yang memiliki ‘itu’ telah meninggal dalam tujuh hari terakhir?”", "Nenek tua itu menganggukkan kepalanya. Qin Ye mengerutkan alisnya, menambahkan, “Aku tidak dapat menemukannya. Bisa dikatakan, kamu yakin bahwa orang ini akan menuju gerbang Neraka hari ini? ”", "Nenek tua menjawab, “Mm.” Qin Ye mengamati ekspresi wajahnya dengan cermat saat dia terus menyelidiki lebih jauh, “Jadi … hal yang ingin Kamu katakan kepada Aku adalah …”", "Pada saat itu, nenek tua itu tiba-tiba menampakkan senyuman licik di wajahnya. Kemudian, tanpa menunggu dia selesai, dia tiba-tiba meraih erat tangan Qin Ye. Qin Ye bahkan tidak bisa berteriak sebelum semuanya menjadi hitam. Ketika semuanya menjadi jelas kembali, dia mau tidak mau menghirup udara dingin.", "Hitam, putih dan hijau – dunia yang hanya terdiri dari tiga warna!", "Sejauh mata memandang, kebanyakan benda berwarna hitam dan putih, baik kamar maupun tempat tidurnya. Satu-satunya warna hijau yang bisa dilihatnya adalah gumpalan asap hijau yang memancar di antara semua elemen lainnya. Yang lebih aneh lagi, dia heran melihat tubuh fisiknya sendiri membeku dalam posisi jongkok, matanya masih tertutup, sementara nenek tua itu masih memegangi lengannya!", "Tubuh fisik ini mirip dengan dua patung – benar-benar diam dan tidak bergerak.", "“Ini adalah… jiwaku?” Qin Ye melirik tangannya sendiri dengan takjub. Penilaiannya terhadap kemampuan nenek tua telah meningkat sekali lagi.", "Dia secara pribadi telah menyaksikan biksu atau pendeta yang tak terhitung banyaknya melakukan upacara untuk memisahkan jiwa seseorang dari tubuhnya sendiri. Namun, tak satu pun dari ahli ini yang mampu menarik jiwa seseorang dengan tarikan sederhana di pergelangan tangan! Di samping nenek tua itu, semua biksu dan pendeta yang dihormati bisa digambarkan sebagai bayi belaka!", "Aturan pertama, jangan melihat ke belakang. Nenek tua itu membungkukkan punggungnya dan menyalakan lampu kuno.", "Lampunya sangat unik. Lampu kuno itu terbuat dari perunggu, berbentuk persegi, dan ukurannya kira-kira sebesar telapak tangan. Namun,sebenarnya ada dua ikan karper yang dicat di bagian belakang lampu – satu hitam, dan satu putih.", "“Hammerstone?”", "“Diam … Aturan kedua, jangan buka mulutmu.” Nenek tua itu mulai bergerak. Saat dia mengambil langkah pertama, dunia tiga warna itu sedikit bergetar. Qin Ye merasakan suhu di sekitarnya sangat menurun, sementara kabut di sekitarnya terus bertambah tebal.", "Kabut hijau ada di mana-mana, dan bahkan tampak hidup. Hanya dalam beberapa detik, mereka menemukan diri mereka dikelilingi oleh tidak lebih dari lautan kabut yang dipenuhi dengan awan di langit. Di dunia ini, lampu kuno adalah satu-satunya sumber cahaya.", "Dia bahkan bisa mendengar ratapan dan rintihan orang yang tak terhitung jumlahnya bergema melalui lautan kabut di kejauhan.", "“Taruh ini di mulutmu dan pegang di pakaianku.” Qin Ye memeriksa objek itu segera setelah dia menerimanya. Itu adalah daun willow.", "Begitu dia meletakkannya di dalam mulutnya, perasaan hangat segera menyebar dari ujung lidahnya. Dia mencengkeram erat pakaian nenek tua itu, dan mereka mulai bekerja keras.", "Jalan ini bukan untuk yang hidup. Meskipun Qin Ye memiliki banyak pertanyaan yang membebani pikirannya, dia tetap diam. Mereka berjalan kira-kira dua puluh menit lagi sebelum nenek tua itu berbicara dengan suara parau lagi, “Orang yang hidup menyebut jalan ini Yellow Springs Road. Konon, Yellow Springs Road sebenarnya terbagi menjadi tiga bagian. The Ferryman’s Creek of Forgetfulness, Granny Meng’s Residence, dan terakhir Necropolis. Kami saat ini hanya berada di bagian pertama Yellow Springs Road. ”", "Dia kemudian menunjuk ke sekeliling, “Kabut hijau sebenarnya dibentuk oleh energi Yin yang menyebar dari roh-roh di sekitar. Seharusnya warnanya hitam murni, tapi energi Yang di tempat ini terlalu kuat sekarang. Energi Yin hijau adalah hasil dari benturan energi Yin dan Yang.", "“Begitu makhluk hidup membuka mulutnya di tempat ini, energi Yang akan bocor keluar dari tubuhnya dan bertindak seperti mercusuar atau suar di perairan yang bergolak. Jiwa yang tak terhitung banyaknya di sekitar akan mulai mengingat kembali kehidupan mereka di alam fana – beberapa dengan keterikatan dan beberapa dengan penyesalan. Roh-roh ini yang belum mengonsumsi sup kelupaan Nenek Meng akan mencabik-cabik sumber energi Yang. Karena itu, tolong jangan buka mulutmu. ”", "Qin Ye berkedip. Tiba-tiba dia sadar bahwa lautan energi Yin… sebenarnya dihasilkan oleh gerbang Neraka saja?", "Menurut apa yang nenek tua itu katakan sebelumnya, gerbang Neraka akan ditutup malam ini, jadi roh-roh yang melayang tak terhitung jumlahnya di dunia fana secara alami akan berkerumun ke gerbang. Tapi… berapa banyak roh yang dibutuhkan untuk membentuk lautan energi Yin yang tak berujung dan luar biasa?", "Apakah Utusan Neraka semuanya berpura-pura dan mengabaikan tugas mereka?", "Saat itu, desahan mengerikan bergema dari belakang, “Jangan kembali. Ada makhluk yang disebut Cacing Gema yang hidup di jalan ini. Segera setelah Kamu menanggapinya, ia akan mulai mengobrol dengan Kamu. The Echoing Worm memiliki wajah dan tubuh manusia, dan itu adalah makhluk yang dibentuk oleh pertemuan obsesi yang tak terhitung banyaknya. Segera setelah Kamu terpikat oleh panggilannya, Kamu akan dipaksa untuk berbicara dengannya selama seribu abad, selamanya kehilangan kesempatan untuk bereinkarnasi. ”", "Qin Ye menarik lembut lengan nenek tua itu. Nenek tua itu terkekeh ringan, “Kamu pasti bertanya-tanya mengapa sekantong tulang tua ini berbicara begitu banyak, namun tidak ada satupun Cacing Gema yang mencoba mendekati Aku?”", "Itu hanya karena … mereka tidak berani.", "“Menyebarkan.” Dengan satu perintah penting, rambut putihnya yang terbungkus rapi langsung mengendur dan mulai menari sendiri tanpa angin. Lautan kabut hijau di sekitarnya tiba-tiba mulai bergolak dan hancur saat mereka menghilang di kejauhan.", "Lingkungan mereka akhirnya menjadi jelas. Qin Ye melihat sekeliling sebelum menarik napas dalam-dalam saat menggigil di tulang punggungnya.", "Di mana jalan di bawah kaki mereka ?! Apa yang mereka injak sebenarnya … tulang tengkorak yang putih keperakan!", "Kerangka itu sangat besar, dan tulang tempat mereka berjalan pasti memiliki lebar setidaknya seratus meter, dan sangat panjang sehingga dia tidak bisa melihat ujungnya dalam pandangan. Tulangnya agak rata, dan Qin Ye mengemukakan bahwa itu pasti tulang serviks dari sebuah vertebra. Pada saat yang sama, ada dua baris orang – terlalu banyak untuk dihitung – berbaris di kedua sisi mereka. Ada yang memakai jas, ada yang memakai t-shirt dan jeans, sementara yang lainrs memakai maxi-dress. Orang-orang ini semua berbaris rapi, berjalan menuju ujung jalan, seperti Qin Ye dan nenek tua itu!", "Orang-orang ini menampilkan diri mereka dengan penampilan yang kabur dan ilusi, penuh dengan ekspresi kosong di wajah mereka. Energi Yin terus lepas dari tubuh mereka dari waktu ke waktu. Namun hal yang paling menakutkan tentang dua baris orang ini… adalah bahwa penampilan mereka adalah cuplikan dari penampilan mereka yang sebenarnya tepat sebelum mereka mati!", "Beberapa dari mereka memiliki lidah yang panjang mencuat dari mulut mereka dan mata yang menjijikkan dan menonjol. Beberapa memiliki ekspresi berkerut di wajah mereka dan anggota badan yang patah, dan mereka pasrah merangkak dengan susah payah sepanjang perjalanan melintasi jembatan ini. Beberapa tengkoraknya retak, sementara yang lain dada atau perutnya dipotong terbuka lebar… itu hampir mirip dengan galeri kematian dan kematian!", "Museum orang mati hidup.", "Mayat hidup ini tampak mengambang di udara, dan kaki mereka tidak pernah menyentuh tanah, bahkan ketika mereka bergerak.", "Gerbang Neraka ditutup pada hari terakhir Festival Hantu Lapar. Dalam kegelapan malam, semua hantu pucat ini sekarang berjalan dengan susah payah di sepanjang jalan Yin-Yang tepat di samping orang yang hidup.", "Dia ada di sana di antara mereka. Dia ada di samping mereka.", "Sayangnya, Qin Ye tidak bisa menahan napas karena terkejut. Pada saat itu, semua orang di sekitar mereka membeku.", "Ratusan, ribuan, atau bahkan sepuluh ribu roh ilusi berhenti bersamaan. Kemudian… tanpa menggerakkan tubuh mereka, kepala mereka semua menoleh dengan kaku seperti mesin yang aneh. Ada yang lidahnya panjang tergantung di kepala, bahkan ada yang tidak berkepala sama sekali. Semua dari mereka menatap Qin Ye saat ini!", "Ada jejak keserakahan, kebingungan dan emosi lainnya di mata mereka … Dalam sekejap, tubuh Qin Ye bergetar saat gelombang intens dingin duniawi membasuh hatinya. Kemudian, pada saat berikutnya, tangan yang lemah dan layu menepuk punggungnya dengan kuat, dan rasa dingin yang merasuki seluruh tubuhnya segera lenyap. Semua roh di sekitar terus menatapnya selama tiga puluh detik penuh, sebelum menoleh ke belakang dan berjalan dengan susah payah.", "Berdebar. Berdebar. Qin Ye meletakkan tangannya dengan hati-hati di dadanya. Jantungnya berdebar kencang. Saat itu ketika roh yang tak terhitung banyaknya menoleh untuk melihat dia telah menyebabkan seluruh punggungnya menjadi basah oleh keringat.", "“Lihat ke sana.” Nenek tua itu menunjuk ke arah lain. Qin Ye melirik, sebelum menutupi mulutnya karena terkejut. Muridnya langsung mengerut.", "Dia bisa melihat siluet sesuatu yang mirip dengan bukit di kejauhan di mana energi Yin yang suram memenuhi udara. Dia tidak dapat melihat dengan tepat apa ini, tetapi tampaknya seolah-olah … ada serangga bau yang tak terhitung banyaknya yang menumpuk satu di atas yang lain. Dua mata hijau menyala terang dalam kegelapan saat api dunia bawah berkedip tanpa henti di dalamnya. Dan di tubuhnya… tergantung banyak orang!", "Mereka adalah orang yang hidup – lebih tepatnya, roh yang hidup!", "Masing-masing roh ini tampaknya menggumamkan sesuatu yang tidak terdengar. Roh yang tergantung paling dekat dengan lokasinya saat ini tidak lebih dari dua puluh meter jauhnya.", "Ini adalah Cacing Gema dan kepompong manusianya!", "www.worldnovel.online"]},
{"testing": ["Air terjun dunia bawah luar biasa megah dan megah. Lagipula, roh Yin yang bertahan di alam fana sebelum Festival Hantu Lapar berjumlah jauh di atas ratusan ribu. Ketika kumpulan arwah bergegas menuju Sungai Kelupaan Tukang Kapal sekaligus, air terjun jiwa secara alami berlanjut selama puluhan dan puluhan menit.", "Wah… Perahu itu terus melayang-layang, seolah-olah tanpa beban. Qin Ye masih dengan marah mengarahkan kemudi, namun feri itu tampak seolah-olah tidak akan pernah mencapai jembatan kerangka. Waktu terus berlalu, sementara roh Yin yang tak terhitung jumlahnya terus berkumpul di ujung jembatan kerangka seperti ngengat menuju nyala api saat mereka jatuh ke kedalaman jurang menuju kehancuran mereka. Dua puluh menit… empat puluh menit… Tiba-tiba, dari semua roh Yin yang hadir di ujung jembatan tulang, satu roh tiba-tiba melangkah ke kehampaan tanpa jatuh.", "Pada saat yang sama, nenek tua itu mendesah panjang dan sedih. Sosoknya menghilang secara tiba-tiba, dan seberkas energi Yin yang gelap menyapu kehampaan, menarik roh Yin bersamanya. Ketika roh Yin berikutnya muncul, dia telah naik ke kapal feri di kejauhan.", "“Apakah itu dia?” Qin Ye secara tidak sengaja melirik roh Yin. Itu adalah pria paruh baya, dan penampilannya hampir tidak bercacat sedikit pun. Roh itu menampilkan dirinya dengan garis rahang yang dipahat, batang hidung yang tegas dan alis yang tajam. Pakaiannya bahkan dipilih dengan selera tinggi, dari merek Armani.", "Orang yang membuat nenek tua yang sangat tangguh ini mengalami semua masalah itu … sebenarnya tidak lebih dari orang biasa?", "“Betul sekali. Neraka sedang mengalami pergolakan sekarang, dan Aku tidak dapat lagi menentukan lokasinya dengan tepat. Kabupaten Qingxi berpenduduk baik, dan waktu sangat penting. Kantong tulang tua ini hanya tahu bahwa pria ini telah meninggal dalam tujuh hari terakhir, dan bahwa dia pasti bersentuhan dengan ‘itu’. Datang ke gerbang Neraka adalah pilihan terbaik yang tersedia bagi kita. ” Segera setelah dia selesai berbicara, nenek tua itu memasukkan tangannya langsung ke dada roh Yin itu.", "“Yaaaaaaaaaarghh !!!” Jeritan darah yang mengental terdengar, dan ekspresi pria itu berputar dengan liar. Pada saat berikutnya, hawa dingin duniawi yang tak terlukiskan memenuhi setiap sudut seluruh feri!", "Ledakan! Tanpa peringatan, hembusan angin yang kuat menghantam Qin Ye, menyebabkan jubahnya terbang horizontal ke udara. Matanya membelalak karena tidak percaya dan dia terengah-engah, “Ya Tuhan …”", "Ini adalah energi Yin.", "Itu tidak luar biasa dalam intensitasnya, namun kemurnian energi Yin benar-benar tidak dapat dipercaya!", "Bzzzzzt… Aliran energi Yin begitu kuat sehingga bahkan kekosongan di mana feri itu melayang sedikit bergetar. Bahkan monster di bawah jurang itu benar-benar diam. Tidak mungkin kualitas energi Yin seperti itu muncul di tubuh roh Yin belaka! Energinya bahkan lebih menakutkan daripada energi nenek tua itu!", "Benda apa ini ?!", "Pria?", "Hantu milenial?", "“Hmph …” Saat ini juga, nenek tua itu mengerang dan mengulurkan tangannya saat dia terhuyung mundur beberapa langkah. Kepalanya dipenuhi keringat, dan lengannya seolah-olah bersinar dengan warna keemasan samar. Yang lebih aneh lagi, puluhan bintik usia segera muncul di wajahnya, seolah-olah dia telah berusia puluhan tahun dalam sekejap mata.", "Segalanya menjadi sunyi seketika.", "Berdebar. Berdebar. Detak jantungnya bergema kuat di seluruh saluran pendengarannya. Qin Ye terlambat menyadari bahwa seluruh tubuhnya sekarang basah oleh keringat. Jantungnya berdebar-debar saat dia bergumam, “Raja Hantu?”", "Nenek tua itu diam-diam menatap tangannya sendiri. Beberapa detik kemudian, dia mengeluarkan senyuman yang menyedihkan, “‘Itu’ ada di tubuh orang ini … Aku akan menghitung bahwa itu terletak di Kabupaten Qingxi, namun Kamu tidak dapat menemukannya apa pun yang terjadi. Jadi, kupikir pilihan terbaik kami berikutnya adalah menunggunya di sini ketika gerbang Neraka terbuka selama Festival Hantu Lapar. Saat itulah pemegang ‘its’ akhirnya akan dipanggil ke sini … ”", "Qin Ye berkedip back pada nenek tua, “Apa sebenarnya ‘itu’?”", "Nenek tua itu berhenti selama dua detik sebelum menjawab, “Segel Raja Yanluo.”", "“Oh, jadi begitu … BERHENTI SETELAH MENIT!” Qin Ye menatap nenek tua itu seolah-olah dia baru saja melihat hantu. Kemudian, dia melanjutkan dengan ketidakpercayaan, “Segel Raja Yanluo? Batu penjuru dongeng tempat Neraka itu sendiri dibangun? Bagaimana kalian bisa kehilangan sumber roti dan mentega? ”", "Fakta bahwa Kamu masih hidup adalah keajaiban itu sendiri …", "“Ada apa dengan tatapan matamu itu? Semuanya tidak seperti yang Kamu pikirkan. ” Nenek tua memelototi Qin Ye dengan kejam sebelum mendesah sedih, “Ketika Neraka pertama kali didirikan, ada tiga harta primordial. Segel Raja Yanluo adalah salah satunya. ”", "Kemudian, Segel Raja Yanluo hancur karena sebab tertentu. Namun, seperti semua harta primordial lain di luar sana, selama Kamu bisa menemukan satu keping, satu keping itu akan menunjukkan di mana kepingan lainnya berada. ”", "“Tunggu sebentar.” Qin Ye dengan cerdik mengambil poin-poin penting dan menunjuk pada dirinya sendiri, “Kamu tidak menyimpan fantasi yang tidak realistis, kan?”", "“Apa maksudmu, Nak? Kamu sekarang diberikan kesempatan untuk dianugerahi gelar ofisial terakhir Neraka. Di mana rasa tanggung jawab dan kewajiban Kamu terhadap warga Neraka? ”", "“Sialan … aku sama sekali tidak ingin melakukan apa pun dengan ini!”", "“Itu juga bagus, Dogballs. Kamu punya tiga hari tersisa di dunia fana. ”", "Suara Qin Ye diperdalam satu oktaf, dan naluri bertahan hidup menendang sekali lagi, “… Itu … mari kita serius tentang masalah ini dan menghindari pembicaraan yang tidak perlu, omong kosong ketakutan ini, oke? Misalnya, mari kita bicara tentang bagaimana Aku sebenarnya tidak pandai dalam game dan teka-teki yang membutuhkan IQ tinggi? ”", "Nenek tua itu meliriknya, “Jika kulitnya tidak ada, bulu itu tidak memiliki apa-apa untuk ditempel – apakah kamu tidak mengerti prinsip ini? Jika Neraka menemukan dirinya dalam kebingungan, orang pertama yang akhirnya mati adalah seseorang sepertimu yang tidak memiliki kesetiaan baik dengan yang hidup maupun yang mati. ”", "Ganas!", "Pembuluh darah di kuil Qin Ye menggembung dan berdenyut. Hidup itu menyebalkan. Karena tidak ada cara baginya untuk menolak perkembangan seperti itu, maka dia bertekad untuk berbaring di sana dengan patuh dan menikmatinya sepenuhnya. Saat ini, hatinya dipenuhi dengan tekad untuk tertawa riuh saat dia mengambil langkah-langkahnya.", "Ah… tidak… lebih lembut, nenek tua…", "“Bagaimana orang biasa seperti dia bisa meletakkan tangannya di atas Segel Raja Yanluo?” Mengesampingkan pikiran sebelumnya sejenak, Qin Ye berbalik untuk menilai roh Yin yang berdiri di depan matanya. Kemudian, saat dia akan melanjutkan, Qin Ye tiba-tiba berhenti dan berkedip kosong. Pandangannya tertuju pada tubuh roh Yin.", "“Apa masalahnya?”", "Aku pernah melihatnya sebelumnya. Beberapa detik kemudian, Qin Ye berbalik dan mengerutkan alisnya erat-erat, “Ini adalah … ayah Wang Chenghao?”", "“Apakah Kamu yakin?” Tatapan nenek tua itu segera berubah menjadi serius.", "“Aku yakin!” Qin Ye menjawab dengan tegas, “Dia orang terkaya di seluruh Kabupaten Qingxi, Wang Zemin. Aku pernah melihatnya sebelumnya di pertemuan orang tua-guru. Putranya, Wang Chenghao, satu kelas dengan Aku. ”", "“Dia sebenarnya sudah mati? Kenapa aku tidak mendengarnya… ”", "Dia berhenti di tengah kalimat untuk kedua kalinya secara berurutan, dan matanya bersinar terang.", "Ada sesuatu… ada yang tidak beres!", "Kematian orang terkaya di Kabupaten Qingxi akan memenuhi syarat untuk menjadi berita utama, dan akan dilaporkan secara luas di seluruh wilayah, baik di berita biasa atau media sosial. Selangkah lebih maju, bahkan jika berita seperti itu tidak dilaporkan sama sekali, setidaknya akan ada beberapa perbedaan dalam perilaku Wang Chenghao.", "Tapi tidak ada.Perilaku Wang Chenghao selama dua hari terakhir ini jelas tidak mencerminkan seseorang yang baru saja kehilangan ayahnya sendiri. Yang terpenting, dia diingatkan tentang pertukaran tertentu yang mereka lakukan.", "“Qin Ye … apakah kamu tahu cara untuk menangani hal-hal ini?”", "Kamu takut mereka akan mengejarmu lagi?", "“Tidak. Ini bukan aku… ini… keluargaku… telah sedikit putus asa akhir-akhir ini… ”", "Segalanya menjadi semakin aneh dari menit ke menit.", "Neraka tampak seperti telah menghentikan operasinya; Segel Raja Yanluo telah hancur dan tersebar di seluruh dunia fana; tukang perahu telah berangkat untuk selamanya; dan jumlah kejadian supernatural dalam dunia fana melonjak juga … Qin Ye merevisi penilaian sebelumnya tentang masalah ini – Neraka … sesuatu yang jauh lebih buruk daripada penghentian operasi yang mungkin terjadi di Neraka.", "“Ayo pergi.” Menggelengkan kepalanya, Qin Ye berbicara kepada nenek tua itu sekali lagi.", "“Eh? Apa yang terjadi dengan keinginan kuat Kamu untuk hidup? ”", "Qin Ye memutar matanya ke arahnya. Karena perlawanan itu sia-sia, hal terbaik berikutnya yang harus dilakukan adalah segera mengambil tindakan. Lagipula, bukankah satu kelangsungan hidup yang paling penting?", "Bertahan hidup. Kata ini tidak hanya berarti kelangsungan hidup yang berkelanjutan, seperti cara hidup anjing lain. Sebaliknya itu menyiratkan rasa stabilitas dalam mata pencahariannya, seperti bagaimana seekor anjing yang tinggal di dalam pagoda menemukan hiburan di tempat berlindungnya.", "“Itulah yang paling Aku sukai dari Kamu. Kamu tahu batasanmu. ” Nenek tua itu mengeluarkan jimat dan menempelkannya di dahi Wang Zemin, sebelum dengan santai mencengkeram jimat itu menjadi bola. Begitu saja, roh Yin menjadi tidak lebih dari sebuah bola yang disegel dengan jimat kertas. Nenek tua itu meletakkannya di dalam saku Qin Ye.", "“… Tidak mungkin. Setelah melalui semua masalah untuk menemukannya, bagaimana Kamu bisa menanganinya begitu saja? ”", "“Jaga baik-baik itu. Teman sekelas Kamu… Aku khawatir dia mungkin memegang ‘kunci’ terpenting dalam masalah ini. Tapi sekarang bukan waktunya untuk diskusi seperti itu. ”", "Begitu dia selesai berbicara, dia mendorong Qin Ye pergi dan mengambil alih kemudi. Kemudian, dengan satu gerakan gerakan yang kuat, klakson feri kembali berbunyi nyaring.", "“Sebelumnya, tidakkah kamu berani menebak bahwa Neraka telah menghentikan operasinya?”", "“Karena kamu sudah lulus tes kualifikasi, aku akan membiarkan kamu menyaksikan sendiri sekarang kenyataan yang sepuluh ribu kali lebih mengerikan daripada postulasi dangkal kamu – seluruh kebenaran tentang Neraka.”", "Hooooooonk… Segera setelah nenek tua itu mengambil alih kemudi, feri mulai melakukan perjalanan dengan kecepatan yang tak terduga, melewati kehampaan dan masuk ke dalam Neraka.", "Setelah beberapa waktu, suara gemuruh besar bergema di seluruh celah tempat jurang masif berada. Kemudian, sepuluh menit kemudian, kepala wanita raksasa itu perlahan muncul.", "Itu sangat indah, dengan alis yang tajam dan mata berbentuk almond. Bibirnya berwarna merah terang seperti darah, sementara kulitnya putih dan halus seperti lemak yang mengental.", "Tidak ada satu fitur wajah pun yang tidak bisa digambarkan sebagai indah. Lebih banyak lagi, dan itu akan berlebihan, sementara jika kurang berarti ketidaksempurnaan.", "Namun, seluruh keberadaannya hanya terbatas di kepala.", "Sama sekali tidak ada apa-apa dari leher ke bawah! Tiga ribu helai benang berwarna hijau menari-nari di udara di belakang kepala. Kepala raksasa ini sama sekali tidak lebih kecil dari kapal feri yang lepas landas di kejauhan. Ini hampir bisa disamakan dengan matahari – meskipun dengan fitur manusia. Itu sangat aneh.", "Itu adalah Utusan Neraka terakhir yang kau pilih? Matanya menatap dalam-dalam ke arah kapal feri itu berangkat. Setelah sekian lama, dia menghela nafas, “Jika kulitnya tidak ada, bulu itu tidak memiliki apa-apa untuk menempel …. kata baik …”", "“Lalu, tanpa Neraka, apa gunanya keberadaan kita sekarang?”", "“Namun Kamu masih bersedia untuk meletakkan semua telur Kamu dalam satu keranjang dan memberikan semuanya. Apa gunanya semua itu? ”", "“Jika alam fana akan menjadi kacau, biarlah! Manusia dan hantu sangat fundamentalsekutu berbeda pada awalnya, jadi apa yang membuat Kamu berpikir bahwa ini adalah masalah yang dapat diselesaikan hanya dengan kekuatan manusia? Mengapa repot-repot dengan hal-hal sepele seperti itu? ”", "Bergetar dengan ketidaksetujuan yang jelas, kepala cantik yang memukau itu perlahan tenggelam ke kedalaman jurang sekali lagi.", "……………………………………………… ..", "Dengan nenek tua di kemudi dan Qin Ye di haluan, feri bergerak sangat cepat. Lingkungan mereka dipenuhi kabut hitam pekat dan murni. Namun saat feri terus melaju ke depan dengan kecepatan luar biasa, lautan kabut hitam pekat terus terbelah menjadi dua bagian, hampir seperti bagaimana Musa membelah laut merah.", "Setelah beberapa waktu, kabut akhirnya hilang, dan jembatan besar muncul di depan mata mereka.", "Itu adalah jembatan batu kapur, dan sangat lebar – lebarnya sendiri setidaknya harus sepuluh ribu meter, sementara ujungnya jauh dari pandangan!", "Seluruh jembatan terbuat dari batugamping yang tertata rapi. Namun, tampaknya sudah agak tua dan usang, dan beberapa bagian bahkan telah ternoda dengan kotoran atau terpotong dan tergores. Bahkan ada pertumbuhan seperti lumut yang tumbuh subur di antara lempengan-lempengan itu. Jelas bahwa jembatan itu telah terlihat selama bertahun-tahun.", "Siapapun yang berdiri di jembatan ini akan merasa sekecil semut. Qin Ye berdiri di sana dengan takjub saat dia melihat pemandangan megah dari jembatan selebar sepuluh ribu meter. Kemudian, sambil menarik napas dalam-dalam, dia berkata, “Mungkinkah ini … Jembatan Naraka? [1]", "Pandangan nenek tua itu sangat rumit. Dia melonggarkan cengkeramannya pada helm dan menunjuk ke jembatan, “Hanya seratus tahun yang lalu, Aku akan duduk di sana, membagikan mangkuk demi mangkuk sup untuk jiwa-jiwa yang berusaha melupakan masa lalu mereka.”", "Qin Ye mengalihkan pandangannya ke tempat nenek tua itu menunjuk. Di depan jembatan berdiri kuali berkaki tiga yang patah dari perunggu. Kuali itu sangat besar – tingginya kira-kira seratus meter. Semua jenis bunga, burung, serangga, dan ular diukir di permukaan kuali, sementara empat naga perunggu dilas ke kuali dengan cara yang membuat mereka terlihat seperti sedang merangkak keluar dari kuali. Mulut naga tidak lebih dari setengah meter dari tanah. Di bawah kuali ada meja persegi kuno kuno yang bisa menampung delapan orang. Meja ini dilapisi kertas kuning.", "Kuali itu ada di sana; dan meja itu ada di sana. Namun, tidak ada orang lain di sekitar.", "“Legenda mengatakan bahwa Jembatan Naraka berdiri di tengah-tengah Jalan Mata Air Kuning. Siapa pun yang berhasil di sini – terlepas dari siapa itu – akan menemukan diri mereka menangis dalam ketidakberdayaan. Tukang perahu menyediakan akses ke Jembatan Naraka, mengangkut jiwa-jiwa melintasi Tides of Neglect ke jembatan, tempat mereka akan mengonsumsi sup Nenek Meng sebelum akhirnya bereinkarnasi. ” Qin Ye berseru melihat pemandangan itu sambil melanjutkan dengan gumaman, “Mereka yang mengonsumsi sup Nenek Meng akan melupakan semua yang telah terjadi di masa lalu. Jika seseorang ingin mempertahankan ingatannya, mereka harus melompat ke Gelombang Pengabaian dan menunggu seribu tahun untuk berlalu. ”", "“Ketika tukang perahu itu berangkat, jiwa-jiwa tidak lagi memiliki akses ke Jembatan Naraka, dan Nenek Meng melakukan perjalanan ke alam fana untuk pertama kalinya. Saat itulah dia menemukan jutaan roh yang terperangkap di sisi lain Gelombang Pengabaian… Nenek Meng yang Terhormat, apa yang sebenarnya terjadi dengan Neraka? ”", "“Kau sama sekali tidak terkejut, kan?” Nenek Meng tahu dari ekspresi Qin Ye bahwa dia sudah menguraikan sebanyak ini. Saat ini, matanya hanya dipenuhi dengan takjub akan keindahan Jembatan Naraka.", "Qin Ye menggelengkan kepalanya dengan senyum pahit, “Aku sudah menebak identitasmu ketika kamu menyebutkan bahwa tukang perahu mengirim roh ke tempat tinggalmu. Lagi pula, tukang perahu itu hanya memiliki satu pelabuhan panggilan. ”", "Menurut Kamu, mengapa lagi tuan muda ini tidak melakukan perlawanan yang lebih kuat?", "Tuan muda ini adalah pemuda berdarah panas! Tiga hari? Jadi bagaimana jika tiga hari ?!", "Tuan muda ini lebih suka mati dalam tiga hari berdiri tegak dan kuat daripada meringkuk dalam ketakutan dan memohon belas kasihan.", "Tapi!", "Dan kuncinya ada pada kualifikasi ini.", "Tapi Aku tidak punya kemampuan untuk melakukannya. Nenek tua yang terhormat ini memiliki kekuatan untuk mereduksi Aku menjadi setumpuk daging cincang dengan gerakan sederhana di pergelangan tangan. Apakah benar-benar ada gunanya melakukan segala bentuk perlawanan?", "Jika tidak, mungkin wSaya akan lebih bijaksana untuk mengubah sikap Aku dari keras kepala menjadi sikap yang harmonis … dan begitulah cara tuan muda ini menangani situasi dengan begitu sempurna …", "1. Istilah 奈何桥 mengacu pada jembatan tempat Nenek Meng tinggal saat dia menyajikan sup kelupaan bagi jiwa-jiwa yang bersiap untuk reinkarnasi. Diterjemahkan secara harfiah, itu harus menjadi Jembatan Kelupaan. Namun, Aku telah memutuskan untuk mengadaptasi kata pinjaman Sanskerta Narakade, dan transliterasinya menjadi Naraka.", "www.worldnovel.online"]},
{"testing": ["Keesokan harinya, Qin Ye pergi ke sekolah seperti biasa meskipun itu adalah hari Sabtu. Lagipula, apa itu “Sabtu” bagi para senior sekolah? Itu adalah konsep yang tidak ada.", "Setelah kelas pertama hari itu, dua sosok bertubuh tegap menemukan jalan mereka di depan meja Qin Ye. Murid-murid lain segera memberi jalan kepada mereka seolah-olah ada pemahaman diam-diam di antara mereka semua.", "Zhang Yilong, Wang Chenghao.", "Bengkak di wajah mereka masih belum kunjung turun, namun mereka terus menunjukkan ekspresi garang di wajah mereka. Itu konyol dan lucu.", "Seperti preseden, orang yang didepan para siswa ini selalu menentukan pilihan target mereka untuk “melampiaskan rasa frustrasi mereka”. Namun, ini merupakan pengecualian dari norma.", "Kedua siswa memandang Qin Ye dengan ekspresi rumit di wajah mereka. Qin Ye mengerutkan alisnya, “Ada apa?”", "Mengingat bahwa roh jahat telah dibuang, Qin Ye tidak lagi punya alasan untuk bertahan dengan kepura-puraannya. Jadi, jika kedua siswa itu hanya mencari masalah, Qin Ye tidak ragu menghadapinya secara langsung. Faktanya, dia sekarang secara alami tidak dapat menjamin bahwa kedua siswa itu akan kembali dengan utuh.", "Namun, tidak ada jawaban. Beberapa saat kemudian, Wang Chenghao mengangkat alisnya dan menunjukkan dengan ibu jarinya, “Mau jalan-jalan?”", "“Wang Chenghao, apa artinya ini? Masih ada pelajaran yang harus kita hadiri. ” Seorang gadis dengan kuncir kuda di meja Qin Ye berkata gugup dengan suara rendah, namun dia tidak berani melakukan kontak mata dengan mereka.", "Lagipula, ungkapan “berjalan-jalan” terlalu sarat dengan implikasi tersembunyi.", "“Urus urusanmu sendiri!” Watak pengecut Zhang Yilong dari tadi malam benar-benar lenyap. Ketika dia menatap langsung ke mata siswi itu, dia segera menutup mulutnya dan menjadi pendiam.", "“Tidak apa-apa.” Qin Ye berdiri, tersenyum dan mengangguk kepada siswi itu, “Terima kasih.”", "Mereka bertiga menuju ke atap sekolah. Di sana sangat berangin. Kabupaten Qingxi adalah milik Provinsi Xichuan. Di wilayah ini, matahari jarang muncul di langit, dan langit selalu terlihat gelap dan mendung seperti dasar guci – bahkan di musim panas.", "“Scram.” Ada beberapa siswa di atap ketika mereka pertama kali tiba. Namun dengan satu perintah dari Wang Chenghao, atap dibersihkan hampir seketika.", "Dia tidak segera membahas agendanya. Sebaliknya, dia hanya membuka sebungkus rokok dan mengangguk pada Qin Ye, “Mau satu?”", "Masokis?", "Qin Ye melirik kedua siswa dengan curiga. Para siswa ini adalah tipikal hooligan berotot yang mengambil bagian dalam semua jenis kejahatan, apakah merokok atau minum. Mereka praktis adalah penjahat – duri di hadapan semua guru di sekolah. Mereka terkenal kejam di Sekolah Menengah Qingxi karena cara mereka yang salah. Lebih buruk lagi, ada desas-desus bahwa keluarga Wang Chenghao agak berpengaruh, dan ayahnya adalah orang terkaya di county. Karena itu, tidak ada yang berani mengganggu urusan mereka.", "Ini… one night stand… tidak… setelah hanya satu malam interaksi emosional, apakah mereka sekarang menyampaikan undangan mereka kepadanya untuk bergabung dengan persaudaraan intim mereka?", "Qin Ye dengan santai mengambil sebatang rokok dan menyalakannya, dan ketiga siswa itu merokok dengan cemberut dan frustrasi. Bel untuk kelas berikutnya segera berdering, dan Qin Ye bangkit dan memberi isyarat untuk pergi. Saat itu, Wang Chenghao akhirnya angkat bicara, “Tunggu.”", "Sudah waktunya untuk kelas.", "Ini kelas olahraga! Wang Chenghao mengisap rokoknya dalam-dalam. Kemudian, seolah-olah dia sudah cukup dewasa, dia bergumam, “Sebelumnya… ada beberapa kesalahpahaman di antara kita. Mulai hari ini dan seterusnya, Aku akan menjaga Kamu. Siapa pun yang tidak sepaham dengan Kamu tidak akan sependapat dengan Aku. Bagi Aku… Aku hanya punya satu pertanyaan… ”", "“Tadi malam… Apa yang terjadi tadi malam?”", "Qin Ye blinked padanya, “Apa yang kamu ingat?”", "Tubuh Wang Chenghao bergetar, dan dia membenamkan kepalanya di tangannya, suaranya bergetar, “Aku hanya ingat… pintu dan jendela tiba-tiba terbanting menutup… Telepon… itu benar! Telepon terus berdering tanpa henti! Lalu, apa yang terjadi selanjutnya? ”", "Begitu dia mulai mengingat kejadian tadi malam, dia segera menjadi jauh lebih bertele-tele dari sebelumnya. Ketika dia mendongak sekali lagi, matanya sudah menjadi merah dan merah, “Lalu, apa yang terjadi? Apa yang terjadi selanjutnya? Tadi malam… apakah kita melihat… ”", "Suaranya melembut menjadi bisikan, dan butuh beberapa detik untuk mengucapkan sisa kalimat, “Apakah kita melihat … sesuatu yang tidak bersih?”", "“Bagaimana sekolah mengetahui tentang hal-hal ini? Dan mengapa mereka tidak memberi tahu siswa tentang hal itu ?! Betapa berbahayanya itu ?! F ** k! ” Zhang Yilong mematikan rokoknya dengan keras saat mengingat kejadian mengerikan tadi malam. Seluruh tubuhnya gemetar dengan ganas saat dia mengeluarkan ponselnya dan menambahkan, “Lihat … Aku mencari forum di beberapa kota lain, dan Aku menemukan bahwa kita bukan satu-satunya – pengumuman terkutuk ini diputar di mana-mana!”", "“Dan ini bukan hanya sekolah – ini dimainkan di pabrik, kantor, toko, jalan umum, dan bahkan lingkungan terpencil!”", "“Qin Ye, apa yang terjadi tadi malam? Kamu tahu itu sepenuhnya bukan? Kamu harus tahu! Keluargamu ada di industri pemakaman! ”", "Apa hubungannya berada di industri pemakaman dengan semua ini?", "Haruskah seorang mahasiswa keuangan secara alami menjadi menteri keuangan?", "Hatinya dipenuhi dengan keluhan dan keluhan. Namun, ketika dia menyadari ekspresi ketakutan dan kebingungan di mata siswa lain, sesuatu datang padanya, dan dia akhirnya mengalah. Sambil mendesah, dia menerima telepon Zhang Yilong dan melihatnya.", "“Penampakan yang mengejutkan di Rumah Sakit Umum Pertama di Kota Westriver! Tadi malam, semua pasien mendengar seseorang melakukan Opera Huangmei pada jam 2 pagi di koridor yang benar-benar kosong! Fenomena ini berlangsung sampai jam 5 pagi! Beberapa pasien melihat keluar jendela mereka, namun tidak ada satu orang pun yang terlihat! ”", "“Benar-benar aneh! Semuanya, lihat foto yang diambil bibiku kemarin. Hamil delapan bulan, namun janin sudah memiliki wajah pria dewasa! Tag lokasi – Rumah Sakit Ketiga, Kota Linshan. ”", "“Itu orang mati! Itu orang mati! Tadi malam di tengah malam, dua mobil mewah bertabrakan di jembatan yang melintasi Sungai Kuning! Namun, setengah jam kemudian, salah satu dari mereka benar-benar berubah menjadi mobil kertas! Suami ketiga nenek tetangga Aku ada di sana di tempat kejadian! Aku sudah melihat rekaman videonya! ”", "Ada banyak artikel berita serupa.", "Mungkin jumlah artikel berita tidak dapat dianggap substansial dalam skema besar dari banyaknya postingan forum. Namun demikian… ini tetaplah Cathay!", "Laporan tentang hal-hal takhayul atau aktivitas supernatural hampir tidak terdengar akhir-akhir ini. Dulu, setiap kali postingan ini muncul, video, artikel, dan sejenisnya akan langsung dilaporkan dan disensor tanpa izin. Tapi sekarang, sepertinya berita seperti itu sekali lagi dimaafkan – bahkan didorong.", "Dan ini melampaui forum belaka. Saat Qin Ye melihat-lihat berbagai situs berita, ia menemukan bahwa bahkan beberapa media arus utama seperti “Qiandu News”, “Tidal Wave News” dan “Penguin News” juga telah melaporkan kejadian serupa.", "Dunia sedang berubah…", "Dia tidak tahu kenapa. Tetapi setelah hidup begitu lama sekarang, dia sensitif terhadap perubahan seperti itu, dan dia tahu bahwa ini adalah salah satu gejala pertama dari gelombang pasang perubahan.", "Bahkan media mulai mendukung berita seperti itu… apa yang terjadi pada Cathay?", "“Qin Ye… Qin Ye! Katakan sesuatu!” Suara Wang Chenghao yang cemas dan gelisah mengganggu alur pemikirannya. Qin Ye mengembalikan telepon dan menjawab dengan serius, “Aku juga tidak tahu.”", "“Satu-satunya saran yang bisa kuberikan padamu sekarangadalah untuk mematuhi instruksi pemerintah. Ada beberapa hal di dunia ini yang tidak dapat dijelaskan oleh sains. Aku yakin kita semua pernah mengalaminya … Lebih bijaksana untuk memercayai hal-hal ini daripada sebaliknya. ”", "Ketika semua dikatakan dan dilakukan, omong kosong yang dikatakan Qin Ye tidak berguna atau membantu. Namun, kedua siswa itu tetap menganggukkan kepala mereka dengan patuh, hampir seolah-olah mereka ditawari pelampung di tengah air yang kacau.", "Lagipula, ada kalanya orang tidak benar-benar mencari kebenaran, dan yang ingin mereka dengar hanyalah kata-kata penghiburan. Mereka ingin memiliki keyakinan dan bisa percaya, terlepas dari apa kebenarannya.", "“Kalau begitu, aku pergi dulu.” Qin Ye menepuk pantatnya saat dia berdiri sekali lagi. Namun, Wang Chenghao tiba-tiba menambahkan, “Qin Ye … apakah kamu tahu cara untuk menangani hal-hal ini?”", "Kamu takut mereka akan mengejarmu lagi? Setelah diperiksa lebih dekat, Qin Ye memperhatikan bahwa Wang Chenghao benar-benar tampak agak mencolok dan mengesankan. Wang Chenghao berdiri dengan tinggi 1,8m. Bahkan setelah kejadian mengerikan tadi malam, kulitnya masih cerah, dan dia masih bersemangat.", "“Tidak.” Wang Chenghao menggigit giginya sambil bergumam, “Ini bukan aku … Ini … keluargaku … akhir-akhir ini sedikit kacau …”", "“Aku tidak punya cara untuk membantumu.” Qin Ye membuka pintu dan berjalan keluar, “Hal-hal seperti itu harus diserahkan kepada para profesional. Seorang amatir sepertiku mungkin hanya akan menimbulkan lebih banyak masalah. ”", "Sulit menjadi senior di sekolah. Waktu berlalu dalam sekejap mata. Jam 5 sore. tajam, gelombang pengumuman lain dibuat. Sama seperti Qin Ye menaiki sepedanya, dia tiba-tiba berhenti dan mendengarkan lebih dekat.", "Ini berbeda.", "Pengumumannya berbeda dengan kemarin.", "“… Jika Kamu masih di kampus, silakan tinggalkan sekolah pada pukul 18.10. dgn segala daya upaya. Mulai hari ini dan seterusnya, sekolah akan memulai pekerjaan renovasi di semua ruang kelas yang kosong. Dilarang keras masuk ke ruang kelas yang telah ditutup. Setiap pelanggar akan segera diusir. ”", "“Semua staf yang bertugas harus kembali ke kamar mereka pada pukul 7 malam. dan tetap di dalam kamar mereka. Siapa pun yang terlihat di luar oleh kamera CCTV kami akan segera diberhentikan… ”", "“Sekolah tidak akan bertanggung jawab atas kerugian yang diderita oleh orang-orang yang tidak mematuhi peraturan sekolah.”", "Dia berhenti lama sebelum naik sepeda dan bersepeda pulang sekali lagi. Namun, alisnya tetap berkerut selama ini.", "Benar-benar berbeda…", "Hanya mereka yang pernah mengalaminya yang bisa mengatakan bahwa renovasi itu bohong – itu hanya menutupi!", "Sesuatu yang tidak terduga sedang terjadi di seluruh negara Cathay, dan itu memengaruhi setiap kabupaten, dan bahkan setiap desa. Insiden seperti yang mereka alami tadi malam pasti terjadi di mana-mana di seluruh negeri. Posting forum hanyalah permulaan. Cathay saat ini memberikan waktu penyangga kepada warganya saat mereka memikirkan langkah selanjutnya. Apakah mereka kemudian akan membuat pengumuman atau mengambil sikap tentang masalah ini?", "Penting untuk menjaga stabilitas dalam bangsa mereka. Cathay adalah negara adidaya dengan lebih dari satu miliar warga. Konsekuensi kekacauan benar-benar tak terduga. Meski begitu, pemerintah Cathayan jelas mulai berkompromi di beberapa bidang juga. Ini secara alami berarti bahwa besarnya pergolakan supernatural yang tersembunyi di balik kabut birokrasi… mungkin ratusan atau bahkan ribuan kali lebih buruk dari yang dia bayangkan!", "Selain itu, perubahan konten pengumuman yang disiarkan hari ini hanya bisa berarti satu hal–", "Segalanya dengan cepat meningkat di luar kendali! Itu seperti seekor kuda gila yang telah melepaskan kuknya dan mengamuk!", "Hanya dalam satu minggu, dari jadwal awal satu pengumuman per hari, hingga pengulangan pengumuman yang tak ada habisnya setelah jam 6 sore. tiga hari yang lalu, hingga sekarang … sekolah bahkan mulai menarik karyawan dan stafnya!Semua ini menunjukkan parahnya masalah tersebut.", "“Aku ingin tahu apakah negara lain tahu tentang …. apa yang terjadi di sini?” Saat angin bertiup melewati kepalanya, Qin Ye menghela nafas dengan sedih, “Aku tidak tahu, tapi pasti ada seseorang yang tahu!”", "Tatapannya melebar ke kejauhan, di mana pinggiran county berada, “The Haunter in the pokeball … tidak, hantu nenek tua itu pasti tahu sesuatu tentang ini!”", "“Malam ini jam dua belas, ya …”", "Dia tiba di rumah dalam waktu singkat. Namun begitu dia melangkah ke rumahnya sendiri, tatapan dingin di matanya langsung meleleh. Dia bahkan mulai curiga bahwa dia terlalu sensitif tentang seluruh kejadian itu.", "Begitu dia membuka pintu, dia melihat bahwa peti mati di tengah terbuka lebar, dan potongan persegi telah dipotong langsung dari peti mati. Empat wanita tua masing-masing duduk di satu sisi peti mati berbentuk persegi itu. Tangan nenek tua itu memegang sesuatu dengan erat, dan ekspresinya sangat dingin. Beberapa detik kemudian, dia mendorongnya ke meja peti mati darurat, “Dua koin.” [1]", "Sangat baik…", "Aku di luar sana dengan susah payah mencari nafkah, namun Kamu di sini berpura-pura terlihat cantik?", "Hebat, Kamu bahkan sudah menguasai seni mengidentifikasi ubin mahjong itu dengan merasakan? Dan siapa wanita tua lainnya ini? Mengapa Aku belum pernah melihat mereka sebelumnya? Apakah Kamu benar-benar berhasil berhubungan dengan wanita dari lingkungan lain? Ngomong-ngomong, apakah bermain mahjong di atas peti mati dengan cara yang begitu indah dan polos adalah ide yang bagus?", "Roh dendam dalam dirinya sedang bergolak, dan hatinya dipenuhi dengan ketidaksenangan. Akhirnya, dia berhasil menekan amarah di hatinya secara paksa.", "Dia tidak punya pilihan. Ada orang lain di sekitar, dan nenek tua itu juga tampaknya menyembunyikan kekayaan kemampuan yang luar biasa. Oleh karena itu bijaksana untuk menekan kecemasannya dan bertahan untuk saat ini …", "Pong. Wanita di ujung lain meja mengungkapkan tiga ubin yang cocok, “Aku menunggu di satu ubin.”", "“Bagaimana kamu bisa begitu cepat ?!” “Apakah kamu curang?” “Jika Kamu memiliki satu atau dua tiang, lebih baik Kamu membuangnya sekarang. Aku sudah menunggu, tapi Aku akan membuangnya jika perlu. Aku tidak bisa main-main dengan wanita tua yang galak ini. Satu tiang. ”[2]", "Nenek tua itu mengisap rokoknya sebelum membuang ubin satu batang. Sayangnya, ekspresinya langsung membeku.", "“Aku telah menang. Semua Pong Hand, Clean Hand, dan Aku sedang menunggu satu ubin satu bams. Iuran untuk putaran ini adalah tiga puluh juta. ” Wanita tua yang duduk di seberangnya tersenyum lebar, menonjolkan kerutan di wajahnya saat dia memperlihatkan ubin mahjongnya. [3]", "Tiga puluh juta ?!", "Bagaimana Kamu bisa bermain dengan taruhan tinggi?! Tunggu sebentar … bagaimana Kamu akan membayar tiga puluh juta?", "Sebelum Qin Ye bisa berseru keras-keras, nenek tua itu menampar seratus juta catatan ke papan peti mati dengan gagah berani saat dia berseru, “Belilah peti mati yang bagus untuk dirimu sendiri.”", "Ini adalah uang kertas dengan cetakan seratus juta.", "Tunggu sebentar…", "Qin Ye berkedip beberapa kali. Kemudian, saat dia mengamati lebih dekat keempat wanita tua itu, dia menarik napas dalam-dalam, dan mundur beberapa langkah.", "Selain nenek tua itu, para wanita lain … tidak memiliki kaki sama sekali!", "Segala sesuatu dari betis mereka benar-benar ilusi. Bahkan jari kaki mereka tidak menyentuh tanah!", "Ini adalah … permainan mahjong yang mengerikan!", "1. Mereka sedang bermain mahjong, dan koin adalah salah satu setelan sederhana dalam mahjong.", "2. Bams adalah salah satu setelan sederhana dalam mahjong. Menunggu adalah istilah untuk merujuk pada kumpulan ubin yang berjarak 1 ubin lagi dari kemenangan.", "3. Semua Pong Hand dan Clean Hand adalah kumpulan ubin kemenangan yang menambahkan pengali pada skor akhirnya.", "www.worldnovel.online"]},
{"testing": ["Nenek Meng memimpin Qin Ye ke Jembatan Naraka.", "Semuanya hening dan hening. Berdiri di depan jembatan yang begitu megah benar-benar mengubah perspektifnya tentang penyembahan surgawi. Betapa luar biasanya pemandangan itu ketika Jembatan Naraka dipenuhi dengan jiwa, sementara penjaga Dunia Bawah, Kepala Sapi dan Wajah Kuda, berdiri mengawasi mereka semua, mengacungkan senjata mereka?", "Saat mereka berjalan di sepanjang jembatan, Nenek Meng dengan lembut mengusapkan jarinya di sepanjang pagar jembatan. Setelah sekian lama, dia menghela napas dengan sedih sekali lagi, “Nak, lihat ke bawah.”", "Qin Ye dengan hati-hati menjulurkan kepalanya – dia tidak bisa membantu tetapi berharap lehernya sepanjang satu meter sekarang.", "“… Di mana keberanian yang menyertai seorang pejabat Neraka yang dihormati?” Nenek Meng menegur.", "“Aku takut ketinggian.” Qin Ye menanggapi dengan polos.", "Nenek Meng tercengang. Pejabat macam apa yang dia tunjuk atas nama Neraka?", "Takut mati, takut ketinggian, dan semangat licik. Tidak bisakah Kamu menyeimbangkan sifat-sifat ini dengan beberapa manfaat lagi?", "Dengan tangannya menggenggam pagar dengan erat, Qin Ye melirik sekilas ke bawah, dan dia segera menghirup udara dingin.", "Di bawah mereka adalah … gurun yang benar-benar miskin.", "Selama ini tidak terjadi seperti ini. Sebaliknya, ada gubuk dan rumah bobrok yang dibangun secara sembarangan, dan ada lentera merah yang sudah padam berserakan di mana-mana. Pada saat yang sama, bebatuan yang tak terhitung jumlahnya terus menerus menghujani tanah miskin di bawah seperti meteor. Qin Ye bahkan melihat mayat besar tergeletak di kejauhan!", "Dia tidak tahu persis apa mayat ini, atau seberapa besar itu. Konon, dia bisa mengatakan bahwa itu adalah makhluk mirip ular yang tulang punggungnya menjulur keluar dari kedalaman kabut tebal dan tebal dan terbentang ke cakrawala yang jauh. Segala sesuatu di bawah… tampak seolah-olah kota yang ramai telah dihancurkan oleh ular besar.", "Jari-jari seperti cakar Nenek Meng melilit pagar di Jembatan Naraka saat dia berbicara dengan suara parau, “Suatu ketika … Gelombang Pengabaian juga mengalir di bawah jembatan ini. Itu juga dikenal sebagai Mata Air Kuning.", "“Tapi tidak ada yang tersisa sekarang. Tahukah kamu apa nama makhluk mirip ular itu? ” Dia menutup matanya, sebelum melanjutkan seolah kesakitan, “Itu disebut Aurogon atau Naga Obor. [1] Jika Kamu kembali ke masa lima ratus tahun yang lalu, Kamu akan melihat satu lilin menyala – cahaya Naga Obor – menerangi seluruh tempat. Ini juga merupakan satu-satunya sumber cahaya Neraka. Namun, ia pergi sejak saat itu, dan cahayanya juga telah padam … Neraka telah menjadi apa yang Kamu lihat sekarang … ”", "Itukah sebabnya semuanya diselimuti kabut hitam tebal ketika kami pertama kali tiba?", "Qin Ye membuka mulutnya sedikit, menatap keheranan di kabut yang bergolak di sekitarnya. Tukang perahu telah pergi, dan Nenek Meng secara pribadi melakukan perjalanan ke alam fana. Bahkan Naga Obor telah meninggalkan Neraka juga!", "Saat angin kehancuran menyapu seluruh negeri, itu membawa serta gema samar dari roh-roh yang berduka dan jejak kehancuran.", "Apa yang telah terjadi dengan Neraka?", "“Kamu pasti bertanya-tanya apa yang terjadi dengan Neraka, bukan?” Nenek Meng berkomentar seolah-olah dia tahu pikirannya, “Sebenarnya … itu bukan hanya Naga Obor. Seluruh Neraka… telah dikosongkan sejak seratus tahun yang lalu… ”", "Dia melambaikan tangannya dengan ringan, dan kabut di depannya mulai menghilang perlahan. Lebih lemah … dan lebih redup … Beberapa menit kemudian, mulut Qin Ye melebar, dan dia mundur selangkah dengan heran saat dia menatap sisi lain Jembatan Naraka dengan ketidakpercayaan mutlak.", "Di situlah letak Fengdu Necropolis. Itu juga dikenal sebagai pusat Neraka. Tentu, itu di masa lalu. ” Nenek Meng membungkuk dan menjelaskan dengan suara gemetar.", "Qin Ye tidak percaya apa yang dilihatnya.", "Bagaimanapun, dia sedang menatap lokasi yang tepat di mana Fengdu Necropolis awalnya berdiri. Namun, yang bisa dia lihat hanyalah sumber aura Bodhi yang terpancar terang ke segala arah! Seorang Buddha Emas naik secara resmi dari tanah!", "Tidak jelas persis seberapa besar atau tingginya itu berdiri. Ada bunga teratai tercetak di antara alisnya, dan memegang tongkat Buddha dua cincin yang besar. Itu berdiri setinggi langit, dan itu seluas bumi. Teratai emas yang tak terhitung jumlahnya tumbuh di sekitarnya sebelum binasa dengan cepat. IniSemua itu adalah tanda-tanda yang menunjukkan kerajaan Buddha yang berdiri sendiri tepat di tengah-tengah Neraka!", "Bagaimana Fengdu Necropolis bisa secara paksa diubah menjadi patung Buddha yang menjulang tinggi?", "Ini konyol!", "Kabut di sekitarnya mulai bergolak dan sekali lagi bergerak, perlahan menyelimuti dan menyembunyikan patung Buddha. Hanya ketika pemandangan konyol itu dikaburkan dari penglihatannya, Qin Ye perlahan pulih dari keterkejutan apa yang baru saja dilihatnya. Tiba-tiba, seolah-olah disambar oleh suatu pencerahan, dia berseru, “‘Aku bersumpah untuk menyelamatkan semua jiwa sebelum mencapai pencerahan’?”", "Ini adalah … patung Bodhisattva Sumpah Agung?", "Jika Neraka pernah memiliki Bodhisattva, itu pasti Ksitigarbha – salah satu dari Empat Bodhisattva Agung.", "“Itu tidak lain adalah Ksitigarbha yang dihormati.” Rambut Nenek Meng mulai melayang-layang dengan sendirinya saat dia melihat ke arah Qin Ye dengan ekspresi serius, “Kamu benar. Dia bersumpah untuk menyelamatkan semua jiwa sebelum mencapai pencerahan… tetapi… keberadaan patung Ksitigarbha Bodhisattva berarti dia telah mencapai pencerahan. Kamu… apakah kamu mengerti arti dari ini? ”", "Qin Ye mengedipkan matanya. Punggungnya basah oleh keringat dingin dalam sekejap.", "Dia sudah menyelamatkan semua jiwa dan mengosongkan Neraka. Itulah mengapa dia memperoleh pencerahan …", "Lalu, siapa yang bertanggung jawab atas dunia bawah ?!", "Hampir seolah-olah dia tahu pikiran Qin Ye, Nenek Meng tertawa serak, “Tidak ada, Nak … sudah seperti ini selama seratus tahun terakhir. Dan sekarang, tidak ada lagi keadaan atau tatanan Neraka yang ada. ”", "Ledakan!", "Pernyataan ini seperti sambaran petir yang meledakkan kabut tebal di benaknya. Potongan teka-teki dalam pikiran Qin Ye tiba-tiba cocok sekaligus.", "Ksitigarbha memperoleh pencerahan, dan Neraka dikosongkan – bahkan keberadaan legendaris seperti Naga Lilin dan tukang perahu semuanya telah pergi. Karena tidak punya tempat lain untuk dituju, para hantu dan roh secara alami mulai mencari perlindungan di alam fana. Ini tentu saja menjadi penyebab lonjakan aktivitas supranatural di sana juga.", "Qin Ye tidak dapat memahami kemegahan tontonan pada saat Ksitigarbha pertama kali mencapai pencerahan. Namun, jelas bahwa dampak dari pergolakan di neraka pasti telah menghancurkan Segel Raja Yanluo dan mengirimkannya tersebar ke seluruh alam fana.", "Pikirannya berdengung. Nenek Meng balas menatap Jembatan Naraka yang kosong sambil menambahkan dengan lembut, “Kamu harus bersyukur untuk ini. Ketika Ksitigarbha mencapai pencerahan, dia juga memberikan pembebasan pada hantu jahat yang tak terhitung banyaknya yang berada di kedalaman Neraka. Yang benar-benar tangguh telah dibawa pergi oleh lelaki tua itu. Namun … Raja Yanluo, Hakim Neraka, Prefek Abyssal, dan Pemburu Jiwa semuanya berakhir dengan nasib yang sama juga. Akibatnya, jumlah roh melonjak. Tanpa dukungan Neraka dan utusannya, sebagian besar dari roh ini akhirnya menjadi roh yang alami dan jinak. Namun, di bawah pengaruh faktor-faktor tertentu, tetap ada minoritas yang menjadi hantu jahat yang benar-benar jahat. ”", "“Bisa dikatakan, hantu-hantu jahat ini tahu lebih baik daripada bergerak sendiri. Mereka tahu rasa takut, dan secara alami mereka takut bahwa para Pemburu Jiwa, Penjaga Neraka, dan Utusan Neraka lainnya akan kembali dan membangun kembali Neraka sekali lagi. Namun… tidak ada yang bisa menahan penghabisan waktu. Setelah seratus tahun yang lama, roh-roh ini tidak bisa lagi menahan diri. ”", "Nenek Meng menatap lurus ke arah Qin Ye, “Aku telah menghabiskan puluhan tahun mencarimu. Setelah memakan jamur taisui, Kamu adalah keberadaan yang ditolak baik oleh alam fana maupun dunia bawah meskipun Kamu hidup berdampingan di kedua alam eksistensi pada saat yang sama. Dengan kata lain, titik awal Kamu jauh lebih tinggi daripada yang lain, seperti mereka yang memiliki karunia Mata Yin-Yang [2]. Tentu, itu membuat Kamu menjadi kandidat terbaik untuk pekerjaan itu. ”", "Qin Ye hendak menyela ketika Nenek Meng menggelengkan kepalanya dan melanjutkan, “Kamu tidak bisa menolak. Begitu aku pergi untuk selamanya, tidak akan ada lagi pendeta lain di Neraka, dan keberadaan seperti dirimu yang mengangkangi kedua alam fana dan dunia bawah pasti akan binasa. Dan jika Kamu tidak peduli tentang hal-hal seperti itu … anggap saja bahwa munculnya kejahatan gpembawa acara seperti Sadako dan Churenmei tinggal menunggu waktu (TL: Of The Ring dan film / cerita horor Tiongkok lainnya). ”", "“Neraka telah dikosongkan, dan hantu jahat berkeliaran di alam fana.”", "Diam.", "Qin Ye tidak pernah berharap kesimpulannya begitu jauh dari sasaran. Ini bukan sekadar penghentian operasi. Saat ini, Neraka bahkan sudah tidak ada lagi!", "Tapi aku bahkan tidak tinggal di sana…", "Lihat, Kamu memiliki kekayaan tanah yang sangat besar, namun Kamu masih memilih untuk menempatkan bom waktu tepat di tengah rumah Kamu. Bukankah Kamu hanya mencari azab Kamu sendiri?", "Yah, akhirnya meledak sekarang … Tidak, tidak masalah apakah itu meledak atau tidak. Yang penting adalah hal itu sekarang memengaruhi jalan hidup Aku. Aku hanya duduk di sana, mengurus bisnis Aku sendiri ketika entah bagaimana Aku ditarik ke pusat dari seluruh bencana ini – apakah menurut Kamu Aku masih bisa hidup bahagia dan damai ?!", "Apalagi sekarang aku harus membersihkan pantatmu dan membereskan kekacauanmu.", "“Ahem… bagaimana jika Aku memberi tahu Kamu bahwa Aku tidak terlalu tahu banyak tentang teknik sipil sejak awal…”", "Granny Meng menempelkan ekspresi belas kasih di wajahnya saat wajahnya menjadi gelap, “Tidak apa-apa, Dogballs. Kamu punya tiga hari tersisa di dunia fana. ”", "Aku # $ & # * & (& # $) @ # !!", "Dengan banyak pengunduran diri, Qin Ye menghela nafas, “Jadi? Apa yang harus Aku lakukan? Kamu akan membantu Aku, bukan? ”", "Nenek Meng terkekeh getir, “Aku telah bertahan begitu lama dengan tepat sehingga aku bisa menunggu kemunculan seseorang yang memiliki kemampuan untuk membangun kembali Neraka. Sekarang kamu sudah datang… Aku akan segera berangkat juga… ”", "Tatapan Qin Ye langsung dipenuhi dengan sikap dendam saat dia memelototi Nenek Meng. Namun, ekspresi Nenek Meng menyebabkan Qin Ye menekan amarahnya dan menelan amarahnya. Nenek Meng menyesuaikan ekspresinya sambil menambahkan, “Jangan khawatir… mengantar orang ke Neraka adalah pekerjaan bagi para pekerja kasar. Lagipula kau adalah pejabat terakhir Neraka. Selama Kamu melangkah dengan hati-hati dan menahan diri untuk tidak menginjak orang-orang yang berada jauh di atas kelas berat Kamu, tatanan alam Neraka secara otomatis akan bekerja kembali segera setelah Kamu menemukan bagian pertama dari harta primordial. Pada saat itu, fondasinya sudah diletakkan, dan semuanya akan stabil sekali lagi. ”", "“… Kamu yakin aku akan aman?”", "“… Kamu adalah orang yang mengonsumsi jamur taisui dalam hal apa pun. Tidak bisakah kamu menunjukkan keberanian dan keberanian yang harus dimiliki oleh seorang pejabat Neraka? ”", "“… Apakah keberanian sama pentingnya dengan bertahan hidup?”", "Aku akan mengabaikan komentar itu… tidak ada pilihan lain sekarang… Nenek Meng menarik napas dalam-dalam untuk mengatur emosinya, sebelum dia dengan paksa mengubah topik, “Jangan khawatir… Saat ini, ayah Wang Chenghao adalah petunjuk terpenting Kamu. Karena itu, Kamu juga harus melanjutkan dengan hati-hati. Setiap pecahan Stempel Raja Yanluo berisi aglomerasi energi Yin Neraka yang tak terbatas selama ribuan tahun. Dengan kata lain, keberadaan spiritual apa pun dengan pecahan seperti itu pasti akan sebanding dengan hantu jahat yang kuat. Mereka mungkin takut padaku, tapi mereka pasti tidak akan menghindarimu. ”", "Dengan hati-hati memilih kata-katanya, dia melanjutkan, “Dan ketika pecahan pertama mengarah ke pecahan kedua, yang kedua … juga akan dapat melihatmu.”", "Qin Ye merasakan matanya berkedut tak terkendali. Bukankah kamu mengatakan bahwa kita akan melakukan gank bersama? Kapan ini menjadi 5v5 penuh? (TL: Tampaknya menjadi referensi MOBA)", "Ekspresi kesusahannya terlalu jelas. Setelah berhenti beberapa saat, Nenek Meng menggenggam di udara, dan gulungan emas muncul langsung dari kehampaan. Gulungan ini diikat erat oleh tali merah, dan energi Yin yang memancar dari dalam sama megahnya dengan laut. Qin Ye merasakan rambutnya berdiri setelah hanya menyikat sedikit dengan gulungan itu.", "Gulungan Pemanggilan Raja Hantu Enam Kali Lipat. Nenek Meng memegang erat gulungan itu dengan jari-jarinya yang kurus, “Tatanan dunia bawah secara singkat dijelaskan seperti itu – satu kaisar, sepuluh istana, delapan belas Neraka, dan Enam Raja Hantu. Ini semua adalah eksistensi terkenal di dunia bawah, dan penyebutan nama mereka sendiri dapat menyebabkan sebagian besar hantu bergidik.lee. Gulungan pemanggilan ini memungkinkan Kamu untuk memanggil salah satu dari Enam Raja Hantu sekali. ”", "Kuchiyose-no-jutsu? [3]", "Itu cukup mudah untuk dimengerti.", "“Aku tidak berniat memberikan ini padamu sebelumnya.” Nenek Meng memelototinya dengan kesal, “Ingat, kamu hanya punya satu kesempatan untuk memanggil Raja Hantu Enam Kali Lipat untuk menguasai tubuhmu. Selain itu, semua yang perlu Kamu ketahui tentang Neraka, termasuk berbagai jenis hantu, jajaran pejabat Neraka, penghargaan atas jasa Kamu, dan sejenisnya, semuanya diatur dalam sebuah naskah yang telah Aku letakkan di bawah bantal Kamu. ”", "Qin Ye dengan hati-hati menerima gulungan berharga itu. Begitu dia meletakkan tangannya di atasnya, dia melihat cahaya keemasan yang cemerlang bersinar dari dalam tubuh Nenek Meng sebelum menghilang dengan cepat.", "Cahaya keemasan adalah tanda Bodhi. Ekspresi Granny Meng dipenuhi dengan kedamaian dan ketenangan yang transenden. Saat dia melihat sekilas ke tubuh jasmaninya sendiri, dia menghela nafas pelan, “Akhirnya waktunya …”", "Hampir seolah-olah dia mengerti segalanya, Qin Ye menyindir, “Kamu …”", "“Manusia memiliki cara mereka sendiri, dan hantu memiliki Jembatan Naraka. Orang dan hantu memiliki jalan yang berbeda. Aku sudah terlalu lama berada di dunia fana. ” Ekspresi Nenek Meng akhirnya dipenuhi dengan sedikit kebaikan, “Anak kecil… jangan bersembunyi di balik berbagai penyamaranmu lagi. Mereka yang telah mengkonsumsi jamur taisui dan hidup sebagai makhluk mengerikan di alam fana untuk waktu yang lama tidak boleh menampilkan diri seperti yang Kamu lakukan. Pemberian gelar official terakhir Hell juga sebagai bentuk keamanan bagi Kamu untuk benar-benar menemukan pembebasan dan menjadi diri sendiri… ”", "“Pergi… kembali ke duniamu. Alam fana berada di ambang pergolakan besar. Jangan mengecewakan Aku. Pencarian untuk Raja Yanluo’s Seal tidak hanya untuk Neraka… itu juga untuk diri Kamu sendiri… ”", "Sebelum dia bisa selesai berbicara, dia berubah menjadi kupu-kupu hitam dan melilitkan sayapnya di sekitar tubuh Qin Ye, dan melonjak ke langit.", "Wusss … Embusan dunia bawah mulai bertiup ke dahi Qin Ye. Dia meraih Gulungan Pemanggilan Raja Hantu Enam Kali Lipat saat dia melihat kembali ke Neraka. Patung emas Ksitigarbha berdiri tegak seperti langit, sementara daratan lainnya tampak benar-benar sunyi, diselimuti kabut hitam yang bergolak.", "Apakah Aku akhirnya meninggalkan tempat ini…", "“Aku… paling benci hal-hal yang merepotkan.” Ekspresinya tampak agak acuh tak acuh saat dia melirik gulungan di tangannya dan terkekeh getir, “Ini sulit … Aku menjalani kehidupan yang cukup stabil selama beberapa dekade terakhir saat melatih dan mengolah tubuh Aku. Mengapa wanita tua sialan ini harus menusuk pantatku seperti ini? ”", "“Tidak bisakah kamu membiarkan aku hidup dalam damai?”", "Qin Ye menggelengkan kepalanya dengan pasrah. Kupu-kupu hitam terus bangkit. Saat Qin Ye naik lebih tinggi dan lebih tinggi ke langit, visinya berkembang lebih luas dan lebih luas. Dia melihat ke Fengdu Necropolis, dan kemudian Jembatan Naraka. Kemudian, begitu dia mengalihkan pandangannya ke kepala jembatan kerangka, dia tiba-tiba gemetar ketakutan.", "Rambut.", "Rambut mengalir yang begitu tebal hingga bisa memenuhi langit dan laut mulai melonjak dari kedalaman jurang pada saat yang sama ketika Nenek Meng menghilang. Dan rambutnya langsung mengarah ke Jembatan Naraka!", "1. Aurogon adalah dewa mitologis dengan wajah manusia dan tubuh ular. Ia memiliki kulit merah, dan hidup di utara. Saat ia membuka matanya, langit berubah menjadi hari; dan ketika dia menutupnya, itu menjadi malam. Saat dia bernafas, itu menjadi musim dingin; dan saat bernapas, cuaca menjadi musim panas. Ia juga memiliki kekuatan untuk mengendalikan angin dan hujan.", "2. Dalam cerita rakyat Tiongkok, Mata Yin-Yang mengacu pada kemampuan psikis untuk melihat atau merasakan hantu atau makhluk gaib yang biasanya tidak terlihat oleh orang normal.", "3. Mantra pemanggil Naruto", "www.worldnovel.online"]},
{"testing": ["Gemuruh … Lautan rambut begitu luas sehingga menutupi seluruh Jembatan Naraka dengan seluruh lapisan hitam pekat, hampir seolah-olah ada jutaan ular berbisa yang menggeliat yang menyerang langsung ke arah Qin Ye.", "“Ini adalah …” Qin Ye menarik napas dalam-dalam sebelum berteriak, “Cepat !!!”", "Dia tahu betul bahwa jurang menyembunyikan kehadiran yang menakutkan, dan terbukti bahwa Nenek Meng tahu siapa keberadaan ini. Tidak, mungkin lebih akurat untuk mengatakannya secara berbeda – apakah ada hantu di Neraka yang tidak tahu siapa Nenek Meng?", "Cacing Gema bersembunyi jauh dari dekat lautan rambut, sementara ribuan hantu berserakan ke segala arah – seseorang jelas telah memprovokasi harimau yang berjongkok!", "Sayangnya, Nenek Meng tidak mendengar teriakan putus asa Qin Ye untuk meminta bantuan. Dia mungkin sudah berangkat ke tempat yang sama dengan yang telah dilalui oleh tukang perahu dan Naga Obor, dan kupu-kupu hitam terus terbang dengan kecepatan yang sama seperti sebelumnya. Tapi bagaimana bisa kecepatan kupu-kupu hitam dibandingkan dengan lautan rambut yang mendekat ?! Mungkin bahkan Nenek Meng tidak akan pernah menyangka makhluk dari jurang itu berbalik melawannya seperti itu.", "Seharusnya tidak bisa menangkap Aku … Kulit kepala Qin Ye mati rasa saat dia menyaksikan rambut hitam membanjiri Jembatan Naraka. Kemudian, saat ketakutannya mencapai puncaknya, rambut itu mulai melilit dan berputar bersamaan saat melesat langsung ke langit! Itu hampir mirip dengan tanaman merambat iblis dalam dongeng kuno.", "“Kotoran!” Qin Ye menggertakkan giginya. Dari sudut matanya, dia melihat titik merah muncul dari kedalaman jurang.", "Itu sangat kecil, namun sangat mencolok di lautan hitam. Bintik ini merah seperti darah, hampir mirip dengan pupil iblis besar.", "Clack… clack… Suara kerikil yang jatuh bergema menakutkan. Beberapa detik kemudian, payung kertas merah muncul dari kedalaman jurang.", "Payung ini menutupi sebagian besar tubuh pemiliknya. Tiga ribu helai rambut halus tergantung longgar di bawah payung. Pemiliknya mengenakan seragam istana sutra berwarna cerah yang terdiri dari warna-warna hijau, merah, putih dan kuning yang berbenturan. Entitas misterius ini dengan hati-hati berjalan lambat di sepanjang jalan berkarpet yang dibentuk oleh rambut hitam tintanya sendiri. Dengan setiap langkah yang diambil, bunga merah tua dengan tiga tingkatan kelopak tipis akan mekar di belakangnya. Sepertinya darah entitas ini mekar di belakangnya.", "Bunga lili laba-laba merah.", "Neraka diliputi kegelapan pekat. Bagian depan Neraka adalah tempat jembatan kerangka itu berada; jantung Neraka adalah tempat patung emas Ksitigarbha berdiri tegak; di bawah kaki ada Jembatan Naraka, dan daerah sekitarnya dipenuhi kabut hitam yang bergolak. Pemandangan wanita yang membawa payung berjalan dengan susah payah di sepanjang karpet hitam tinta yang didekorasi oleh bunga lili laba-laba merah darah begitu luar biasa sehingga menyebabkan rasa dingin menjalar di punggung Qin Ye.", "“Kamu adalah …” Wanita itu tampak berjalan dengan lambat, namun kecepatannya sangat cepat. Dalam beberapa saat, dia sudah menyusul Qin Ye dan berhenti hanya puluhan meter di depannya.", "“Arakshasa…” Suara wanita itu jernih dan jelas, seperti lonceng angin yang berdentang indah tertiup angin. Ada dentingan halus dalam suaranya. Tanpa mengangkat payung merahnya, dia terus berbicara dengan lembut, “Jangan takut … Aku juga salah satu pejabat Neraka. Faktanya, Aku sebelumnya adalah Hakim Neraka yang berkuasa atas Distrik Puncak Neraka … ”", "Qin He tidak lengah sedikit pun saat dia dengan hati-hati mundur selangkah.", "Dia belum membaca detail yang telah disiapkan Nenek Meng untuknya dan ditinggalkan di bawah bantalnya, dan dia secara alami tidak dapat menghargai di mana seorang Hakim Neraka berdiri di antara semua pejabat Neraka. Yang mengatakan, mengapa seseorang yang pernah menjadi Hakim Neraka diturunkan ke kedalaman jurang?", "Selanjutnya, Arakshasa adalah nama yang pernah dia dengar di suatu tempat sebelumnya.", "Ini adalah nama yang digunakan oleh orang India. Diterjemahkan, namanya akan menjadi… Rakshasa!", "Hanya roh-roh jahat Neraka yang paling menakutkan yang dapat disebut sebagai Rakshasa – ganas dan pembunuh, dan haus darah yang tiada tara. Dan sekarang, entitas seperti itu sebenarnya berdiri tepat di hadapannya!", "“Melakukankau tahu… ”Arakshasa menurunkan payungnya sedikit, dan tubuhnya sedikit gemetar,“ Bagian pertama Yellow Springs Road, juga dikenal sebagai jembatan kerangka, tidak dapat dilalui oleh roh Yin normal sama sekali. Hanya tiga jenis orang yang memenuhi syarat untuk melintasi ruas jalan ini. ”", "Pertama, Utusan Neraka.", "Kedua, mereka yang telah disetujui oleh Neraka, atau mereka yang bahkan telah diundang ke Neraka sebagai tamu.", "“Dan ketiga …” Tubuhnya gemetar lebih kuat, hampir seolah-olah dia hampir tidak memegang payung seberat ribuan kilogram, “Mereka yang telah bersentuhan dengan pecahan harta primordial Neraka.”", "Sss… Rambut di bawah payungnya mulai mengeluarkan suara aneh saat dia mulai sedikit membungkukkan tubuhnya. Sss… “Aku…” Ssss… “dan kamu… bagaimana kalau kita membuat kesepakatan?”", "Kesepakatan apa? Qin Ye terus menatapnya dengan sangat waspada. Arakshasa bertingkah tidak normal tidak peduli bagaimana orang melihatnya.", "Arakshasa menjawab, “Beri aku roh Yin itu.”", "Mata Qin Ye sedikit bergeser, “Jika Kamu mengatakan itu kesepakatan, maka pasti ada sesuatu di dalamnya bagi Aku. Apa yang ingin Aku peroleh? ”", "Sss … sss sss … Tubuh Arakshasa bergetar lebih kuat pada saat ini, “Aku … bisa … membiarkanmu meninggalkan tempat ini…. hidup… ”", "Suara samar air liur yang menetes bisa terdengar dari bawah payung. “Sss… Aku tidak bisa menahan lebih lama lagi. Aku tidak mencicipi darah atau makanan selama beberapa abad terakhir. Tahukah Kamu betapa menggoda keberadaan Kamu? ”", "Tubuhnya bergetar saat dia perlahan beringsut ke arahnya, “Apakah Kamu benar-benar menghargai pentingnya keberadaan roh Yin ini?”", "“Sss… Apa kau benar-benar berpikir bahwa nenek tua telah menukar seratus tahun waktunya – bahkan menukar pahala dan prestasinya hanya untuk memperpanjang keberadaannya sedikit lebih lama – hanya supaya kau bisa menemukan satu pecahan segel Raja Yanluo ? ”", "“Karena kamu tidak menghargai atau memahami semua itu… sss… maka kamu harus menyerahkannya padaku !!”", "Begitu dia selesai berbicara, payung merahnya hancur! Jubahnya yang penuh semangat dan bentrok segera disewakan oleh kekuatan yang tak terlihat, dan sosok yang merinding akhirnya menampakkan dirinya.", "Itu adalah kepala.", "Itu hanya kepala.", "Tidak ada tubuh. Rambut menjulur liar dan tanpa henti keluar dari lubang di mana mata, telinga dan mulut seharusnya berada, hampir seperti ribuan ular yang merayap keluar dari sangkar mereka. Gerakan menggeliat bahkan bisa dilihat di bawah kulitnya. Saat rambut mengalir keluar seperti bunga hitam yang mengerikan bermekaran, erangan pedih yang tak terhitung jumlahnya bisa terdengar bergema di seluruh penjuru Neraka. Kesedihan, kemarahan, ekstasi, dan manifestasi dari emosi intens lainnya memuncak dalam jeritan serak yang tak terhitung banyaknya yang segera membuat Qin Ye merasa seolah-olah dia telah turun ke kedalaman Neraka tingkat delapan belas.", "“Atasi aku, atau mati !!”", "Raungan Arakshasa diiringi oleh orkestra yang mematikan dari roh-roh yang mengerang. Kemegahannya seperti pemandangan pegunungan di atas barisan pegunungan, namun nada kekacauan yang intens mirip dengan tsunami kuat yang menghantam ombak yang bergolak di tengah angin yang bergejolak. Saat ini, Qin Ye merasa seolah-olah dia berdiri di mata badai saat jubah hitamnya berkibar dengan angin kencang.", "Sungguh energi Yin yang menakutkan…", "Dengan satu tangan melindungi matanya dari angin kencang, indra Qin Ye sekarang beroperasi pada batasnya. Dia dengan paksa menekan detak jantungnya yang kuat saat dia menjawab, “Tapi ini adalah sesuatu yang diberikan oleh Nenek Meng yang terhormat kepadaku.”", "“Heh… sss…” Kepala manusia di inti pusaran tampak tersenyum geli, sebelum tertawa terbahak-bahak, “Hahaha… HAHAHAHA !!”", "“Setiap orang di Neraka, termasuk semua Utusan Neraka tanpa kecuali, pernah bersalah atas seribu dosa dalam hidup mereka. Apakah Kamu benar-benar berharap akan ada perasaan atau keterikatan emosional antara Nenek Meng dan Aku? ”", "“Hohoho… jangan bercanda denganku seperti itu. Jika dia masih di sini, aku mungkin masih takut padanya … sss … manusia, kamu tidak mengerti ‘kunci’ yang kamu pegang itu akan membawaatas kamu. Kamu tidak layak menggunakan sesuatu seperti itu… ayo, serahkan. Segera!!”", "Ledakan!! Begitu dia selesai berbicara, Qin Ye merasa seolah-olah dia dipukul tepat oleh tangan tak terlihat raksasa, dan dia segera tersandung mundur puluhan meter.", "“Sial …” Dia menyeka darah yang menetes dari sudut bibirnya. Hanya butuh satu suara… dia jelas kewalahan oleh gelombang suara belaka! Organ internalnya dilanda rasa sakit yang hebat, sementara jubah Utusan Neraka-nya muncul hampir seolah-olah berada di ambang bakar. Sudut jubahnya sudah hangus dan dipenuhi bekas hangus.", "Dengan kata lain, kemampuan pertahanan jubah Utusan Neraka-nya telah dikalahkan oleh gelombang suara belaka!", "Ini sama sekali bukan lawan yang bisa dia hadapi!", "Swoosh! Sama seperti pikirannya mulai berputar, helai rambut yang tak terhitung banyaknya mulai menyatu seperti bayangan seram, menenun dan melingkar, sampai membentuk tangan mengerikan yang menunjuk langsung ke vital Qin Ye. Murid Qin Ye mengerut saat dia berteriak, “Aku akan menyerahkannya !!”", "Tidak ada ruang untuk ragu sama sekali.", "Swish… Rambut itu berhenti sejauh tiga meter. Butuh waktu kurang dari sepersepuluh detik untuk menempuh jarak puluhan meter.", "Setetes keringat dingin menggulung dahi Qin Ye. Dia bahkan bisa mulai mendeteksi bau berminyak dari rambutnya sendiri.", "Dia mengangkat satu tangan ke udara, dan mengunci mata dengan monster yang berjarak puluhan meter saat dia perlahan-lahan berjongkok. Itu semua untuk menunjukkan bahwa dia tidak menyembunyikan niat buruk. Dia sudah basah oleh keringat dingin. Tangan lainnya meraih jubahnya, seolah merasakan sesuatu.", "“Jangan main trik, manusia.” Arakshasa memperingatkan dengan tenang, “Skema adalah sesuatu yang hanya dapat Kamu terapkan bila Kamu memiliki kapasitas untuk melakukannya. Kemampuan kita berbeda jauh, dan tidak ada niat licik … ”", "Suaranya tiba-tiba berhenti.", "Qin Ye tersenyum.", "Kenapa dia tersenyum? Arakshasa tercengang.", "Apakah kesadaran baru menyadarinya di ambang kematian? Apakah dia benar-benar berpikir bahwa Aku akan benar-benar membiarkan dia lolos setelah dia menyerahkan roh yang sangat penting? Apakah dia benar-benar berpikir dia sangat beruntung? Atau apakah dia hanya takut keluar dari akalnya sekarang?", "Saat itu, jubah Utusan Neraka Qin Ye mulai menari sendiri, sementara Soul Shackle di pinggangnya mulai membuat suara berdentang. Pada saat berikutnya, jubahnya meledak, menampakkan pakaian manusia di dalamnya. Namun, tepat di mana dadanya berada, gulungan emas perlahan mulai terurai.", "Ujung jarinya menarik seutas benang merah.", "“Ini …” Hati Arakshasa tiba-tiba diliputi perasaan tidak menyenangkan. Namun, dia tidak diberi waktu luang untuk memikirkan langkah selanjutnya. Dengan ledakan keras, petak energi Yin yang sangat padat tiba-tiba berubah menjadi gelombang pasang yang menyapu seluruh Jembatan Naraka!", "Megah dan mengesankan; murni dan tak terbatas!", "Jika energi Yin Arakshasa dapat disamakan dengan Sungai Kuning, maka gelombang energi Yin saat ini hanya dapat digambarkan sebagai lautan luas! Pada saat energi Yin surut, rambut Arakshasa di tanah telah hangus dan terbakar habis. Namun apa yang menyita perhatiannya saat ini adalah pusaran hitam yang sangat besar, setinggi puluhan meter, yang berputar-putar dengan kuat saat melilit Qin Ye.", "“Ini adalah …” Dia menatap pusaran dengan tidak percaya. Pada saat berikutnya, seluruh tubuhnya mulai gemetar ketakutan. Setengah detik kemudian, dengan jeritan ngeri yang melengking, dia melarikan diri dengan liar kembali ke jurang tempat dia datang.", "“Raja Hantu Berunsur Enam… itu adalah milik tubuh dari Raja Hantu Berunsur Enam !!”", "“Sss… perempuan tua sialan itu benar-benar memberinya sesuatu seperti itu? !!”", "Rambut hitam yang tersisa di tanah mundur seperti air surut. Saat itu, ledakan yang menghancurkan bumi bergema melalui pusaran hitam yang kuat, dan sosok manusia dengan aura hitam yang membelah langit tentang dia menunggangi kuda perang putih melompat langsung dari pusaran!", "Dia mengenakan baju besi perak murni, namun baju besi ini jelas diwarnai merah dari darah musuhnya. Celananya robek dan compang-camping, dan dia tampaknya mengenakan pakaian pada zaman dahulu. Namun, dia masih memiliki penampilan Qin Ye. Dia memegang tombak putih cemerlang di tangannya, dan ujung tombak ini runcingght di Arakshasa saat dia terus mengalahkan.", "Tap… Kuku kuda putih itu terangkat dengan ringan, dan ia melesat ke depan. Dalam sekejap mata, itu sudah melintasi ratusan meter. Kehancuran sudah dekat!", "Kuda putih dengan pelana perak itu tampak gagah seperti bintang jatuh di langit malam.", "Obrolan … obrolan … Saat aura pembunuh melesat ke arahnya, gigi Arakshasa mulai berderak tak henti-hentinya saat dia menjerit, “Tidak … ampun … ampun !!”", "Psssh!", "Sebelum dia selesai berbicara, tombak menembus dahinya. Suara kekacauan langsung berhenti, dan pada saat itu, hanya ada keheningan.", "Cepat.", "Sangat cepat!", "Tidak ada bentuk seni bela diri yang mutlak. Satu-satunya hal yang mutlak adalah kecepatan.", "Tidak ada teknik berbunga-bunga atau tipu daya. Nyatanya, tidak ada yang menyaksikan bagaimana tombak ini diayunkan. Namun begitu muncul, targetnya sudah mati.", "Yang dibutuhkan hanyalah satu serangan sederhana.", "Waktu tampak berhenti sejenak. Kemudian, di saat berikutnya, Arakshasa berteriak dengan jeritan yang menyayat hati, dan rambut hitam di belakang kepalanya mulai berputar-putar dengan liar menjadi pusaran. Dengan ujung tombak sebagai inti dari semuanya, lingkungan sekitar berubah menjadi lubang hitam yang menakutkan hanya dalam sekejap!", "“Ah … ahhhhhhhh !!”", "“Tidak tidak!! Kamu … Kamu hanya manusia biasa … beraninya Kamu … ”", "Schwooop!", "Lubang hitam ditutup, dan bola yang disegel dengan jimat jatuh langsung ke tanah.", "Instakill!", "www.worldnovel.online"]}
]