[
{"testing": ["Volume 1: Duo Eggstraordinary", "Legenda berbicara tentang saat-saat Dao Surgawi layu dan siklus reinkarnasi mencapai batasnya. Ketika saat itu tiba, alam tak berujung akan melahirkan sepuluh Primordial Chaos Beast, masing-masing memiliki tubuh yang lebih luas daripada alam dewa. Di belakang mereka, langit dan bumi akan runtuh, semua kehidupan akan berakhir, ruang waktu akan terbalik, dan bintang-bintang itu sendiri binasa.", "Primordial Chaos Beasts ini akan lenyap saat dunia lama berlalu. Hanya dengan begitu langit dan bumi akan terbentuk sekali lagi. Tatanan alam akan kembali, kehidupan akan berkembang, dan dunia baru akan lahir.", "……", "Awan gelap menekan Flameyellow Scions Institute saat badai mengamuk di luar. Murid institut Li Tianming menantang hujan deras di punggung binatang buasnya, seekor Goldroc Bersayap Empat, sebelum mendarat di depan sebuah rumah.", "Pintu berderit terbuka untuk memperlihatkan seorang gadis cantik dengan gaun putih. Dengan satu tangan memegang roknya, dan payung di tangan lainnya, dia melintasi hujan dengan senyum hangat untuk melindungi Li Tianming dari hujan.", "Selamat ulang tahun, Qingqing! Keduanya bergegas masuk, lalu Li Tianming mengeluarkan jepit rambut giok yang dia tempatkan ke tangannya.", "Mata Mu Qingqing berbinar. “Sungguh hal yang cantik! Bantu Aku memakainya. ”", "Keduanya memposisikan diri di depan cermin ketika Li Tianming memasukkan jepit rambut ke rambutnya, mencubit wajahnya saat dia melakukannya. Dia merindukan kekesalan yang sekilas berkedip di matanya.", "Meskipun badai di luar bergemuruh, suasana di dalam rumah tetap manis.", "“Tianming, aku ingin menjadi seorang wanita malam ini.” Mu Qingqing menundukkan kepalanya saat wajahnya memerah dengan menawan.", "“Apa maksudmu?”", "“Aku ingin memberimu sendiri.” Dia mulai melepas gaunnya, memperlihatkan kulit lembutnya yang membuat satu orang mabuk.", "Namun, Li Tianming hanya merasa kebingungan. Dia selalu memiliki kepribadian yang angkuh, dan keintiman adalah hal yang sulit meski mereka berpacaran. Faktanya, dia selalu mengatakan bahwa kultivasi adalah prioritasnya, jadi hubungan mereka bahkan tidak pernah diketahui publik. Mengapa dia tiba-tiba mengambil inisiatif malam ini? Li Tianming mundur dua langkah.", "“Takut?” dia bertanya.", "“Qingqing, ada yang salah denganmu hari ini. Ini bukan kamu. ” Mereka saling mengenal di jalan menuju Ignispolis. Li Tianming telah menyelamatkan hidupnya saat itu, dan mereka berkumpul setelah itu.", "“Jadi bagaimana Aku harus menjadi? Bersama Kamu untuk menjadi lebih baik dan lebih buruk, dan menjalani kehidupan biasa-biasa saja? ” Ekspresi Mu Qingqing tiba-tiba berubah menjadi seringai dingin saat dia terus melepas pakaiannya.", "Guntur terdengar saat atap rumah robek. Petir melintas di langit, dan dalam sekejap itu, seekor Elang Mata Tiga ungu turun. Duduk di atasnya adalah seorang pria muda, yang matanya tampak seperti genangan petir. Mengangkangi elang ungu bermata tiga dan dengan badai sebagai latar belakang, dia tampak seperti anak petir!", "“Li Tianming, beraninya kau membius dan menyerang Qingqing!” Suara penuh amarah pemuda itu seperti guntur, dan sebagai tanggapan, Elang Mata Tiga tiba-tiba melepaskan sambaran petir yang menghantam Li Tianming! Kemampuan sumber roh binatang buas itu membuat Li Tianming lumpuh saat listrik mengalir melalui tubuhnya, dan dia jatuh ke lantai dengan bunyi gedebuk.", "“Lin Xiaoting ?!” Li Tianming tercengang. Dia mengenali pria itu. Bagaimanapun, Lin Xiaoting adalah keberadaan yang terkenal di institut. Bakatnya sangat mengejutkan, dan bukan hanya dia salah satu murid Institut Surga di institut, dia bahkan lahir di Ignispolis ‘Lightning Manor. Di antara yang paling elit dari semua anak di negara keluarga kuat Vermilion Bird, dia sendiri yang berdiri di puncak!", "Li Tianming dan Mu Qingqing semuanya berasal dari kota-kota kecil Vermilion Bird, dan telah berjuang lama dan keras untuk mendapatkan hak untuk berkultivasi di Flameyellow Scions Institute. Lin Xiaoting seharusnya berada di dunia yang berbeda dari mereka, seseorang yang seharusnya tidak pernah berinteraksi dengan mereka.", "“Kakak Ting, selamatkan aku!” Sebuah suara panik memanggil, dan pada saat Li Tianming mengangkat kepalanya, Mu Qingqing, dengan pakaiannya yang acak-acakan, sudah meringkuk ke Lin Xiaoting, menatap Li Tianming dengan penuh kebencian saat dia menangis.", "“Li Tianming, atas otoritas Aku sebagai murid Divisi Surga, Aku berhak memberikan hukuman atas perilaku Kamu yang lebih rendah dari binatang buas. Penghakiman telah berlalu. Goldroc Sayap Empat Kamu dengan ini akan diberikan hukuman mati! ” Lin Xiaoting dinyatakan dengan sungguh-sungguh.", "Binatang buas yang sekarat itu sama dengan melumpuhkan seorang beastmaster. Niat Lin Xiaoting adalah untuk memutuskan jalur kultivasi Li Tianming, dan membuatnya mundur sampai suatu hari dia menjadi lumpuh, tidak dapat kembali lagi!", "Listrik padat mulai berputar di sekitar elang, memekik dengan kejam beberapa saat kemudian saat ia meluncurkan dirinya sendiri ke Goldroc di sebelahnya. Dengan cakar setajam silet yang menjepit burung itu, elang mulai merobek bulu goldroc. Setiap bulu yang dicabut disertai dengan air mancur kecil darah, serta jeritan celaka yang semuanya menusuk hati Li Tianming.", "“Midas!” Itu adalah nama binatang buasnya. Dan akhirnya, Li Tianming mengerti apa yang diinginkan oleh dua orang kejam ini. “Mereka berniat untuk membunuh Midas dan merampok Jiwa Perang Saintbeast!”", "Sepuluh hari yang lalu, Li Tianming telah memperoleh Jiwa Perang Saintbeast yang berharga di zona rahasia. Itu adalah sisa-sisa anumerta dari Saintbeast mitos, dan bernilai kota. Seharusnya, itu berpotensi menciptakan pembangkit tenaga listrik yang menjulang di atas massa! Midas telah menggabungkan yang ditemukan Li Tianming ke dalam bulunya.", "“Hanya Mu Qingqing yang dekat dengan Aku di Ignispolis. Dia pasti tahu aku telah mendapatkan sesuatu yang berharga. Jadi… dia melemparkanku ke samping setelah menggunakan informasi tentang Saintbeast Warsoul untuk mengikat anak dari keluarga besar? ”", "Lumpuh oleh listrik yang menggeliat di sekitarnya, dia hanya bisa melihat saat Midas, berlumuran darah, dicabut bulunya satu per satu. Keinginan dan rasa sakit di matanya saat menangis di Li Tianming menusuk hatinya tanpa henti. Apa yang bisa lebih menyakitkan daripada saudara laki-laki seseorang yang dibantai hidup-hidup, sementara seseorang tanpa daya melihat?", "“Lin Xiaoting, Mu Qingqing!” Darah Li Tianming mendidih.", "“Tianming, tunduk pada takdir. Baik kekuatan maupun stasiun Kamu dalam hidup tidak cocok untuk Aku atau Jiwa Perang. ” Basah oleh hujan, Mu Qingqing mendekati Li Tianming dan menatapnya dari atas.", "“Terus? Sekarang kamu pikir kamu adalah burung pipit yang terbang tinggi dan berubah menjadi burung phoenix? ”", "“Aku bisa jadi apa lagi? Kakak laki-laki Ting telah berjanji untuk membantu mempromosikanku menjadi murid Surga Suci “. Dia menatap tanpa emosi ke arahnya, “Li Tianming, Aku menyadari sejak tiba di Ignispolis bahwa kami tidak begitu berarti. Mulai sekarang, Kamu akan menjadi salah satu dari massa, dan Aku akan menjadi yang terbaik. Anggap saja sebagai pengorbanan yang telah kau buat atas nama cinta untukku, oke? ”", "“Kamu tidak akan menemui akhir yang baik.”", "“Yah, sayangnya itu tidak ada hubungannya denganmu. Kembali dari mana Kamu datang, Flamehaven. Aku akan meninggalkanmu dengan hidupmu sebagai pembayaran hutang menyelamatkan hidupku. Mulai hari ini, kami tidak lagi saling berhutang apapun. ” Dia berjongkok dan merapikan rambut acak-acakannya. “Aku dengan tulus berterima kasih atas hadiah Kamu .. Aku terlalu sering diintimidasi sejak muda. Mulai hari ini dan seterusnya, Aku ingin mereka yang telah merendahkan Aku berlutut saat berbicara dengan Aku. ”", "Keduanya lalu pergi, bersama Jiwa Perang.", "“Dunia ini memiliki sesuatu yang disebut karma. Kamu mungkin percaya bahwa Kamu sedang naik daun di masyarakat. Namun, akan datang suatu hari ketika Kamu menuai apa yang Kamu tabur dengan penuh minat. ” Dia meludah dengan getir, matanya yang merah dan marah terpaku pada sosok mereka yang pergi.", "Malam itu, guntur bergemuruh dan badai turun. Seorang pemuda rendahan, memegangi mayat binatang buasnya, tidak, saudaranya, meninggalkan Ignispolis dan menghilang di malam hari.", "Dia tahu-", "Akan datang suatu hari ketika dia kembali dan menuntut pembayaran untuk hutang darah ini!", "Tiga tahun, tunggu saja, Ignispolis!", "……", "Tiga tahun berlalu dengan cepat.", "“Midas!” Sekali lagi, Li Tianming terbangun dengan kaget. Dia secara teratur memimpikan kakaknya yang pernah bertarung bersamanya, matanya memerah setiap kali terlintas dalam pikirannya.", "Dia telah menghabiskan tiga tahun ini di Flamehaven menjalani kehidupan yang sulit untuk mengingatkannya akan balas dendamnya, sementara Mu Qingqing memang tetap tinggi dan tinggi di Ignispolis, menjadi murid inti dari Flameyellow Scions Institute, Heaven’s Sanctum.", "Di sisi lain, Li Tianming telah menjadi bahan tertawaan di institut karena usahanya yang gagal untuk membius dan melanggar seorang gadis. Bahkan setelah kembali ke Flamehaven, banyak orang sibuk yang tidak tahu apa-apa, yang akan menunjuk dan mengutukkurangnya perilakunya.", "Untuk menambah penghinaan pada cedera, bahkan Jiwa Perang Saintbeast-nya dikatakan diperoleh oleh Lin Xiaoting melalui usahanya sendiri.", "“Opini publik berada di bawah kendali keluarga yang berkuasa. Tidak ada yang akan percaya sepatah kata pun yang Aku ucapkan. ” Tidak ada yang lebih kejam dari cara-cara dunia ini.", "Sudah larut malam, tetapi Li Tianming turun dari tempat tidurnya dan pergi ke jendela, menatap ke arah Ignispolis.", "Mendadak-", "Aktivitas terjadi dalam ruang misterius di tubuhnya.", "“Ini akhirnya menetas setelah tiga tahun?” Mata Li Tianming membelalak. Ruang itu disebut ruang batas kehidupan! Itu adalah sesuatu yang ada dalam diri setiap orang pada saat mereka lahir di benua Flameyellow. Setelah tujuh hari berlalu, seekor binatang buas yang tak bisa mati akan menetas di dalamnya. Praktis setiap orang di benua itu memiliki binatang yang menjadi tulang punggungnya sendiri.", "Namun, ruang pribadi Li Tianming memiliki rahasia besar yang tidak diketahui siapa pun!", "Selain Midas, yang muncul bersamanya, sebenarnya ada sepuluh telur misterius lainnya di dalam ruang lingkar hidupnya. Dan hari ini, dua dari mereka goyah, dengan retakan bahkan muncul di salah satunya. Li Tianming menggeser retakan itu keluar dari tempatnya, meletakkannya di tempat tidurnya dan diam-diam menunggu sampai menetas.", "Retakan mulai menyebar pada telur, menjadi lebih padat dan lebih padat karena tekanan yang mencekik mulai menekan Li Tianming. “Sudah keluar!”", "Telurnya pecah.", "www.worldnovel.online"]},
{"testing": ["Sesosok muncul di hadapan Li Tianming. “???”", "Sayangnya, itu bukanlah makhluk buas yang menakutkan dalam mimpinya! Tampak jelas bahwa makhluk yang merangkak keluar dari cangkang telur hanyalah seekor anak ayam kecil. Yang sangat kuning dan lembut. Li Tianming hanya bisa memikirkan satu cara untuk menggambarkannya: lembut, dan hidangan utama yang sempurna untuk sarapan yang lezat. Faktanya, satu-satunya hal yang melindunginya saat ini adalah bahwa ini belum pagi …", "“Bagaimana seorang cewek sepertimu bahkan melepaskan aura binatang yang menakutkan …” Li Tianming sudah bisa merasakan sakit kepala yang akan datang.", "“Hah? Siapa cewek di sini! Jangan meremehkan aku, dasar nugget! Aku akan mengalahkanmu! ” Anak ayam kecil itu menatap tajam ke arah Li Tianming, seolah-olah ia mencoba membunuh Li Tianming dengan matanya.", "Seekor anak ayam yang baru lahir yang mengancam tuannya? Itu hal baru.", "Binatang buas yang dapat hidup dapat berkomunikasi secara telepati dengan beastmaster mereka, tetapi tidak banyak yang dapat berbicara kecuali jenis burung beo. Mungkin anak ayam ini mirip dengan binatang jenis burung beo, itulah sebabnya ia bisa berbicara.", "Li Tianming mengamati mata anak ayam itu dengan cermat, di mana dia bisa melihat setitik cahaya, sebuah bintang.", "“Ketika binatang yang mengikat kehidupan lahir, jumlah bintang menentukan tingkatan mereka,” gumam Li Tianming.", "Li Tianming masih ingat bahwa Midas memiliki lima bintang ketika pertama kali menetas, menandainya sebagai binatang buas bintang lima yang langka di Flamehaven. Tingkat binatang buas yang mengikat kehidupan secara langsung menentukan potensi binatang itu, serta batas kultivasi beastmaster. Binatang buas bintang lima sudah cukup bagi Li Tianming untuk menjadi jenius terbaik Flamehaven dalam tiga ratus tahun terakhir. Anak ayam ini hanya memiliki satu bintang, menunjukkan bahwa itu hanya binatang bintang satu yang menyedihkan.", "“Tunggu!” Saat Li Tianming menatap percikan bintang, dia sepertinya melihat bintang itu runtuh dan tersebar di hadapannya. Li Tianming tidak tahu apakah itu hanya ilusi atau kenyataan.", "Puluhan. Ratusan. Ribuan. Puluhan ribu karena terus tumbuh lebih jauh! Akhirnya, Li Tianming melihat bintang tunggal itu berkembang menjadi bintang besar.", "Di dalam medan bintang ini, bintang yang tak terhitung jumlahnya terbakar. Meskipun tampak berjauhan, cahaya mereka menyatu dan membutakan Li Tianming.", "“Apa itu tadi? Itu miliaran percikan bintang! ” Dia bisa merasakan otaknya meledak, saat penglihatannya memudar dan dia merasa dirinya seperti tersedot ke medan bintang yang jauh.", "Di dalam kehampaan yang tak berujung, tidak ada apa-apa selain jumlah bintang yang tak terbatas yang terbakar seperti bola api besar. Hal berikutnya yang dia tahu, Li Tianming mendengar tangisan yang menghancurkan bumi dari seekor burung. Dia memeriksa arah suara, di mana sebuah bola api meluncur dari sisi lain dari medan bintang ini.", "Sayap yang luar biasa terbentang dari bidang api, pancarannya menutupi semua bintang lain di sekitarnya. Saat ia mendekat, Li Tianming terkejut menemukan bahwa itu sama besarnya dengan medan bintang! Setiap aliran api yang mengalir di seluruh tubuhnya terdiri dari milyaran bintang. Itu adalah burung phoenix abadi!", "Ke mana pun ia pergi, bintang yang tak terhitung jumlahnya akan ditarik dari orbitnya, berkumpul menjadi aliran yang terbakar yang ditelan oleh makhluk itu tak lama kemudian. Itu seperti burung phoenix baru saja menyeruput beberapa mie, kecuali setiap untaiannya terdiri dari milyaran bintang, dimasukkan ke dalam tubuhnya dengan menyeruput tanpa susah payah.", "Itu adalah pemandangan yang tak terduga bagi Li Tianming. Dia terus mengikuti phoenix abadi saat melahap semua yang dilewatinya, tanpa peduli apakah dia telah menelan matahari yang membawa kehidupan.", "Sampai suatu hari, tangan hitam besar muncul.", "Makhluk itu jelas takut dengan tangan ini. Ia berteriak panik dan mencoba melarikan diri dari tangan. Keberadaan macam apa yang akan menakutkan bahkan phoenix abadi? Ketika burung phoenix mencoba melarikan diri, ia bahkan terpaksa memakan apinya sendiri, menjadi lebih kecil dan lebih kecil. Setiap kali tangan mendarat, ribuan percikan terbang, masing-masing melahirkan bintang baru.", "“Sejak saat ini dan selamanya, aku adalah penguasa dari semua kekacauan dan reinkarnasi primordial.” Suara tangan bergemuruh melalui medan bintang, mereduksi segala sesuatu di alam semesta menjadi teror yang tak ada habisnya.", "Li Tianming bisa merasakan ketakutan phoenix abadi karena perlahan menyebar ke tubuhnya seperti racun. Akhirnya, burung phoenix tidak bisa lagi terbang dan jatuh dari bintang. Sama seperti hidupnya akan segera berakhir, itutiba-tiba sepertinya melihat Li Tianming.", "Apa sebenarnya kamu! Li Tianming hampir tidak menyadari betapa serak suaranya, seperti ketakutannya.", "Waktu terhenti saat burung phoenix menatapnya dengan tenang. Aku adalah … ‘Aeternal Infernal Phoenix’! ”", "Saat penglihatannya menghilang menjadi kabur, Li Tianming bisa merasakan wajahnya sakit saat dia akhirnya menemukan dirinya kembali ke kamarnya sendiri. Anak ayam kecil itu naik ke bahunya tanpa dia sadari, dan sekarang mematuk wajahnya.", "Kamu, seorang “Aeternal Infernal Phoenix?” Li Tianming mencengkeram sayapnya dan menggantungnya di depannya, sambil tetap mencoba menenangkan diri dari semua yang dia lihat barusan. Bintang tunggal itu masih ada di matanya, tapi tidak lagi berkembang menjadi bintang.", "“Ya, cukup tangguh ya?” Anak ayam kecil itu balas membentak saat berusaha melepaskan diri dari genggaman Li Tianming.", "“Dan apa sebenarnya Aeternal Infernal Phoenix itu?” Li Tianming bertanya.", "“Salah satu Primordial Chaos Beasts!”", "“Dan?”", "“Aku juga berharap aku tahu!”", "“Lalu, apa yang kamu tahu?”", "“Beri aku istirahat, aku baru saja menetas dan hal pertama yang kulihat adalah wajah bodohmu itu. Menurutmu apa yang aku tahu? ”", "Dihina oleh seorang gadis kecil pasti tidak terasa enak.", "Tentu saja Li Tianming tahu lebih baik daripada siapa pun bahwa anak ayam kecil ini bukanlah binatang buas biasa. Kemungkinan, hal yang sama dapat dikatakan tentang sembilan telur lainnya.", "Apa yang baru saja dia lihat terlalu luar biasa. Seekor binatang buas yang mengunyah matahari, tangan yang berisi seluruh alam semesta dalam genggamannya, dan bidang bintang yang tak berujung.", "Dan makhluk seperti itu adalah binatang yang menjadi batas hidupnya? Li Tianming sudah bisa merasakan semangatnya terbakar oleh gairah.", "“Maukah Kamu melakukan budidaya simbiosis dengan Aku?” dia bertanya pada cewek kecil.", "“Tentu saja, melatih anak ayam sepertimu itu mudah.” Anak ayam kecil itu bahkan tidak berusaha menyembunyikan keangkuhannya.", "“Mari kita perjelas, kaulah cewek di sini!”", "“Kamu beruntung ya, budidaya ganda dengan anak ayam gratis.” Anak ayam kecil itu mendengus kasar.", "“…!” Salah satu dari anak ayam itu tidak sama dengan yang lainnya!", "Saat anak ayam kecil itu pindah ke kepalanya, Li Tianming sangat senang dengan prospek budidaya dengan Primordial Chaos Beast.", "Kembali ke zaman kuno, nenek moyang menemukan budidaya simbiosis. Sebuah saluran untuk kultivasi terbentuk antara manusia dan binatang buas, memunculkan para beastmasters. Melalui budidaya simbiosis, manusia dan binatang berbagi urat darah dan kebijaksanaan mereka, membentuk duo dinamis dengan kekuatan besar.", "Tahap pertama kultivasi adalah tahap vena binatang. Baik beastmaster maupun lifebound beast memiliki sembilan beast vein masing-masing, dan kultivasi di tahap beast vein mengharuskan mereka untuk memasangkan dan menghubungkan mereka bersama. Setiap set vena binatang yang terhubung akan memperkuat hubungan darah di antara keduanya. Setelah itu, metode khusus dapat digunakan untuk mengubah energi spiritual langit dan bumi menjadi ‘beast ki’, yang akan disimpan di beast vein. Beastmasters dan lifebound beast membagikan beast ki mereka, sehingga memungkinkan kekuatan untuk dibagikan di antara pasangan.", "Melalui pelatihan simbiosis, kekuatan laten dalam pembuluh darah binatang itu akan memperkuat tubuh tuannya, sementara kekuatan laten dari pembuluh darah binatang itu akan meningkatkan kecerdasan binatang itu.", "“Sejak Midas meninggal, aku kehilangan semua beast ki-ku, dan semua vena beast-ku juga ikut terbuang. Tanpa binatang buas, perjalanan Aku sebagai beastmaster seharusnya sudah berakhir. Apapun Aeternal Infernal Phoenix ini, apakah itu Primordial Chaos Beast atau apa, setidaknya itu akan memungkinkan Aku untuk berkultivasi sekali lagi. ” Secara alami, Li Tianming belum pernah mendengar tentang legenda Primordial Chaos Beasts sebelumnya.", "Tepat sebelum dia disabotase oleh Lin Xiaoting dan Mu Qingqing, dia telah menghubungkan kesembilan pasang pembuluh darah binatang dengan Midas, menyelesaikan semua sembilan level dari tahap Beast Vein, dan bahkan telah membuat terobosan ke tahap sumber roh.", "“Sejak binatang buas seumur hidup Aku telah berubah, Aku harus menghubungkan kembali semua pembuluh darah binatang itu. Itu pada dasarnya memulai dari awal. ”", "Langkah pertama dari tahap beast vein adalah untuk mengetahui lokasi dari beast veins di kedua belah pihak. Ketika Li Tianming mencoba mencari tahu di mana urat nadi dari anak ayam kecil itu, dia bisa merasakan gadis kecil itu melakukan hal yang sama untuknya. Setelah pembuluh darah binatang pertama mereka berhasil dihubungkan bersama, mereka akan mencapai tingkat pertamatahap Beast Vein.", "“Bagaimana mungkin anak ayam sekecil itu memiliki urat nadi binatang yang begitu tebal ?!” Li Tianming berseru.", "Di dalam tubuh mungil anak ayam itu, masing-masing urat nadi binatang itu seperti naga, menakutkan namun luar biasa. Sulit membayangkan hewan menakutkan seperti apa yang dimiliki pembuluh darah binatang ini. Ditempatkan berdampingan, pembuluh darah binatang Li Tianming tampak seperti cacing kecil.", "“Sungguh pemula, lihat urat nadi binatang yang menyedihkan ini, jelas-jelas kekurangan kekuatan maskulin. Dan lihat punyaku! Lebih tebal. Lebih lama. Lebih sempurna dari milikmu! ” Anak ayam itu jelas membencinya.", "Tapi kenapa itu terdengar sangat aneh?", "“Mari kita lihat apakah Kamu masih bisa menyombongkan diri nanti. Jangan lupa urat nadi binatangmu pada akhirnya akan menjadi milikku juga. ” Li Tianming membalas penghinaan itu.", "Beberapa saat kemudian, pembuluh darah binatang mereka mulai terhubung satu sama lain. Sementara pembuluh darah hewan anak ayam mungkin lebih tebal, itu tidak membuat proses menghubungkan lagi menjadi sulit karena itu lebih merupakan semacam ‘aktivasi’ daripada koneksi fisik yang sebenarnya. Selama keduanya bisa merasakan satu sama lain, kedua pembuluh darah binatang pada akhirnya akan bergabung dan membentuk sirkulasi yang lengkap.", "Li Tianming bukanlah pemula, tetapi hanya ketika vena binatang pertama terhubung, dia menyadari betapa banyak darah Aeternal Infernal Phoenix bisa lakukan untuk tubuhnya.", "“Tidak mungkin…”", "Setelah pembuluh darah binatang mereka terhubung, itu mirip dengan naga yang terhubung dengan kelabang. Li Tianming bisa merasakan pembuluh darah binatangnya sendiri berubah menjadi naga juga. Saat naga itu mengaum di dalam tubuhnya, dia bisa dengan jelas merasakan darah binatang itu mengalir melalui tubuhnya, mengubah setiap inci tubuhnya. Untuk sesaat, itu bahkan membuatnya merasa seperti Phoenix Neraka Aeternal itu sendiri.", "Goldroc Bersayap Empat-nya telah mengubah tubuhnya sebelumnya juga, tapi tidak sejauh ini. Ini pasti kekuatan dari Primordial Chaos Beast yang asli! Li Tianming tahu ini adalah kesempatan besar baginya.", "Jelas bahwa Li Tianming adalah pria yang berubah saat matanya bersinar. Setelah pembuluh darah binatangnya tumbuh seukuran anak ayam, proses koneksi akan selesai, seperti penaklukan tingkat pertama tahap Beast Vein!", "Langkah selanjutnya adalah memanfaatkan teknik budidaya untuk menyerap energi spiritual dari langit dan bumi ke dalam pembuluh darah binatang mereka sebagai ki binatang. Kualitas ki binatang akan ditentukan oleh faktor-faktor seperti kualitas teknik dan darah dari binatang buas itu. Li Tianming menggunakan teknik terbaik yang tersedia di Flamehaven, Teknik Darkgold, untuk membuat Darkgold Beast Ki.", "Saat dia sedang mempersiapkan Teknik Darkgold, anak ayam itu membentak, “Apa yang kamu lakukan? Sampah macam apa ini? ”", "“Apa maksudmu?” Li Tianming jelas bingung, karena ‘sampah’ ini adalah teknik terbaik di Flamehaven!", "“Diam saja dan biarkan Aku memimpin kultivasi. Kami akan melakukannya dengan caraku, cara ‘Aeternal Infernal Codex’! ”", "“Apa?” Sebelum Li Tianming bisa bereaksi, sesuatu yang tidak terbayangkan terjadi …", "Seekor binatang buas yang memimpin kultivasi, dan dengan teknik kultivasinya sendiri? Tetapi pada saat Aeternal Infernal Codex mulai berjalan, dia menjadi jelas bahwa Teknik Darkgold memang hanya dapat digambarkan sebagai sampah.", "Setelah tidak berkultivasi selama tiga tahun penuh, sensasi bisa berkultivasi lagi membuat semangat Li Tianming membara. Sebelum dia menyadarinya, sepanjang malam telah berlalu, di mana Li Tianming dan anak perempuannya membuat terobosan ke tingkat ketiga dari tahap Beast Vein!", "Memang benar Li Tianming memiliki beberapa dasar. Namun, kecepatan seperti itu belum pernah terdengar di seluruh negeri. Bahkan tubuhnya menjadi Tubuh Neraka Aeternal, agak mirip dengan anak ayam kecil. Tubuh seperti itu memiliki kekuatan dan kecepatan yang luar biasa, apalagi potensi gila.", "“Ki binatang ini dari tingkat ketiga dari tahap Vena Binatang … rasanya bahkan lebih kuat dari ki binatang yang Aku miliki di tingkat kelima dengan Teknik Emas Gelap!”", "Saat Aeternal Infernal Beast Ki mengalir melalui tiga pembuluh darahnya, Li Tianming membayangkan lava mengalir melalui tubuhnya. Ki binatang telah mengubahnya menjadi gunung berapi yang siap meletus kapan saja.", "“Masih ada sembilan telur lain di ruang lingkar hidup Aku, dan salah satunya sudah menunjukkan tanda-tanda menetas, hanya saja belum ada retakan. Primordial Chaos Beast macam apa itu lain kali? ”", "Li Tianming adalahdipenuhi dengan antisipasi tentang apa yang mungkin ditawarkan telur berikutnya, serta yang lainnya, kepadanya. Mungkinkah, secara kebetulan, bahwa dia telah memperoleh kesepuluh Primordial Chaos Beast sebagai hewan yang menjadi tali hidupnya?", "“Aku pernah berpikir bahwa impian Aku telah berakhir, bahwa Aku tidak akan pernah bisa kembali. Bahkan dengan ibu Aku yang menyemangati Aku setiap hari, Aku tidak bisa melihat harapan. Tapi! Langit belum menyerah padaku, Li Tianming! Lin Xiaoting, Mu Qingqing, tunggu saja, Aku akan kembali! Aku akan mendapatkan kembali semua yang telah kau ambil dariku! Dan tentu saja, hidupmu juga … ”", "Li Tianming menatap ke luar jendela, memetakan semua yang ingin dia lakukan di masa depan. “Yang terpenting, aku tidak bisa membiarkan ibuku terluka lebih jauh …”", "Ibunya, Wei Jing, telah menjalani kehidupan yang penuh gejolak, dan pengusirannya dari Flameyellow Scions Institute hanya memperburuk keadaan. Selama tiga tahun ini, semua penderitaan dan ketidakberdayaannya telah terukir dalam di benaknya. Bahkan setelah budidaya simbiosis berakhir dan anak ayam kecil sudah tertidur, Li Tianming masih berkultivasi.", "Hari ini adalah ulang tahun ibunya.", "“Betapa bahagianya dia jika dia melihat Aku bangkit kembali, dan bahwa Aku memiliki masa depan lagi? Kekuatan untuk berkultivasi lagi juga berarti Aku bisa mengumpulkan lebih banyak rumput roh jernih, yang seharusnya memperpanjang hidupnya lebih jauh … ”", "Sebagai anggota keluarga yang membesarkannya selama dua puluh tahun terakhir, yang diminta Li Tianming hanyalah melihat wajah riangnya.", "Namun, saat ini, keributan terjadi di luar rumah mereka. Sepertinya seseorang baru saja masuk ke rumah mereka.", "“Wei Jing, Li Tianming, buka!”", "“Kami punya ‘hadiah’ yang sangat besar untukmu!”", "www.worldnovel.online"]},
{"testing": ["Dengan latar belakang matahari terbit, hari yang menentukan akhirnya tiba. Seluruh kota bersemangat untuk pernikahan gubernur, terutama karena pengantin wanita akan menjadi istri pertamanya.", "Diterangi dengan warna-warna meriah, musik bisa didengar di seluruh kota.", "“Seleksi Flameyellow Scions Institute akan diadakan hari ini di tempat gubernur. Itu akan terjadi segera setelah upacara pernikahan. Gubernur ingin lebih memeriahkan acara dengan membiarkan para tamu menyaksikan pemilihan. ”", "“Kamu telah mendengar? Gubernur akan secara resmi menunjuk tuan muda Li Zifeng sebagai pewaris kota setelah dia mendapatkan Flameyellow Order. ”", "“Hari yang membahagiakan bagi Flamehaven!”", "…", "Saat fajar, Li Tianming sudah membawa Wei Jing ke halaman untuk menikmati hangatnya matahari pagi. Dia tahu bahwa hari ini akan menjadi hari yang istimewa.", "“Ibu, sudah waktunya aku pergi.” Setelah dia mendapatkan Flameyellow Order, dia akan membawanya pergi dari tempat yang menghancurkan hatinya ini.", "“Pergilah ke sana.” Wei Jing menyipitkan mata di bawah sinar matahari yang cerah, tapi itu juga mengeluarkan cahaya samar dari rambut putihnya.", "“Apakah Kamu tidak akan menyampaikan kata-kata penyemangat? Mungkin, sup ayam untuk jiwa? ” Li Tianming tersenyum.", "“Sup ayam? Sup ayam apa ?! ” Anak ayam kecil melompat dari kepalanya, penampilannya yang tegang membuat ibu dan anaknya tertawa kecil. Dilihat dari nada santai percakapan, sepertinya Li Tianming jelas tidak tampak gugup tentang pertempuran di depan.", "“Silakan, Kamu harus kembali setelah aku tidur sebentar,” kata Wei Jing lembut.", "“Baik.” Li Tianming dengan terampil merapikan rambut putihnya, menepuk bahunya dengan ringan sebelum meninggalkan halaman. Saat gerbang halaman ditutup, setetes air mata melintasi wajah tersenyum Wei Jing. Itu adalah air mata yang tidak menunjukkan kesedihan atau kekhawatiran, melainkan harapan untuk masa depan.", "Tidak ada yang bisa membayangkan betapa dia kehilangan martabat di Flamehaven. Itu adalah tempat di mana masa muda dan impiannya terkubur. Namun, hari ini, di tempat ini, dia berharap putra kesayangannya mengambil semuanya kembali untuk mereka!", "…", "Hari ini, istana gubernur menonjol seperti kecantikan yang telah mendandani dirinya sendiri. Tempat itu penuh dengan berbagai aktivitas yang membawa keceriaan dan tawa di tempat itu. Dikatakan bahwa tidak hanya orang kaya dan terkenal dari Flamehaven yang hadir, tetapi juga banyak tamu terhormat dari kota lain, termasuk bahkan para ahli dari ibu kota, Ignispolis.", "Sebagai salah satu ahli terbaik dari perbatasan selatan Vermilion Bird, Li Yanfeng pasti memiliki reputasi dan kemampuan, yang semakin ditingkatkan dengan pengamatan bahwa pria itu tampaknya meningkat setiap tahun. Sejak dia berhubungan dengan Lightning Manor, kabar di selentingan adalah bahwa masa depan Li Yanfeng jauh melampaui batas Flamehaven. Untuk saat ini, dia pasti salah satu orang paling terkenal di perbatasan selatan.", "Li Tianming tidak tertarik untuk mengamati upacara pernikahan, memilih untuk memasuki istana hanya ketika upacara akan selesai.", "Tempat yang dipilih untuk acara hari ini dikenal sebagai Menara Zephyr. Itu adalah bangunan yang luar biasa, dengan alun-alun parade besar di depannya yang diberi nama Zephyr Square. Li Tianming telah menghabiskan enam belas tahun pelatihan hidupnya di Square ini.", "Kerumunan telah berkumpul di depan Menara Zephyr dan menunggu untuk mengantisipasi. Gubernur baru saja menyelesaikan pernikahannya, yang berarti selanjutnya adalah seleksi yang telah lama ditunggu!", "Li Xuejiao mencibir ketika dia melihat Li Tianming masuk. Dia tahu bahwa Li Tianming akan kembali untuk mempermalukan dirinya sendiri. Inilah tepatnya yang ingin dia lihat. Sebagai balasan atas tamparan yang dia berikan padanya, Li Xuejiao dan ibunya tidak memberi tahu siapa pun tentang pakta darah Li Tianming atau binatang buas barunya.", "“Ibu negara baru itu benar-benar mempesona dan menggoda, tidak heran ayah jatuh cinta padanya. Dia akan menimbulkan banyak masalah untuknya. ” Li Xuejiao menatap ke arah Menara Zephyr, setelah melihat pengantin wanita. Konon, kecantikannya tidak ada apa-apanya dibandingkan dengan Li Zifeng dan Flameyellow Order.", "“Rupanya, ayah sudah menghubungi para guru di Flameyellow Scions Institute sehubungan dengan kakak laki-laki kedua. Dia akan diurus saat dia masuk institut. Aku tidak berpikir Kamu pernah mengalami perlakuan seperti ini sebelumnya, bukan? ” Li Xuejiao menyeringai. Saat dia menyelesaikan kalimatnya, sekelompok individu muncul dari kep Menara Zephyr, tempat duduk mereka sendiri pada posisi di mana mereka memiliki pemandangan luas dari seluruh alun-alun.", "Sebagai tuan rumah hari itu, Li Yanfeng secara alami menempati kursi tengah. Pria itu berdiri tegak sempurna, rambutnya sedikit diwarnai putih. Dia menurunkan dirinya ke kursinya, tangannya dengan kuat menggenggam sandaran tangan. Bahkan ketika hanya duduk, bagaimanapun, dia melepaskan aura yang mengintimidasi yang membungkam Zephyr Square.", "Terlepas dari latar belakangnya yang lebih sederhana, Li Yanfeng adalah anak ajaib sejak dia masih muda, harus memulai dari awal, mencakar jalan ke posisinya saat ini. Sebagai gubernur Flamehaven, kisah-kisah legendaris tentang masa mudanya terus diceritakan dan diceritakan kembali di seluruh kota.", "Di sampingnya, seorang wanita berbaju merah dengan anggun menetap. Meskipun dia tidak memiliki jenis aura yang dimiliki Li Yanfeng, dia tidak diragukan lagi menjadi pusat perhatian. Klaim Li Xuejiao bahwa wanita itu menakjubkan sangat akurat. Wanita itu mengenakan gaun sutra merah dengan kerah sampai ke dadanya, sosok menggoda yang tidak pernah bisa dibandingkan dengan gadis remaja. Pipinya seperti kembang sepatu, alisnya seperti willow, kulitnya seperti salju dan matanya yang seperti ceri sepertinya mampu membangkitkan semua keinginan seseorang. Rambut hitamnya diikat menjadi sanggul, sementara potongan perhiasan yang disematkan di dalamnya berkilau di bawah sinar matahari. Bibir kemerahannya, dimiringkan ke suatu sudut, seolah-olah mengumumkan kepada dunia bahwa istana gubernur sudah menjadi miliknya.", "Dia adalah pengantin Li Yanfeng, istri pertama yang baru, Liu Qing dari Lightning Manor.", "Bahkan jika ada elit di antara para tamu yang cocok dengan status Li Yanfeng atau jika semua istri dan selirnya yang lain berkumpul, tidak dapat disangkal bahwa tidak ada yang menarik perhatian seperti keduanya. Hal ini terutama berlaku untuk sang primadona, sosok yang menggoda dan tak tertahankan bagi semua remaja di alun-alun.", "Bahkan Li Tianming harus setuju bahwa pesonanya cukup untuk membuat kebanyakan orang kehilangan akal sehatnya, tetapi hanya memikirkan keberadaannya dari Lightning Manor saja sudah cukup untuk menimbulkan rasa jijik.", "Kedatangan mereka menunjukkan bahwa seleksi akan segera dimulai.", "“Yanfeng, hanya satu pandangan yang memberitahuku bahwa Zifeng tidak memiliki banyak persaingan di Flamehaven.” Suara Liu Qing lembut dan manis.", "“Cukup bagus baginya untuk berkembang sebanyak ini di Flamehaven,” jawab Li Yanfeng.", "“Aku mendengar bahwa Kamu memiliki putra lain yang juga pergi ke Institut dan bahkan berani menyinggung ‘monster kecil’ dari Lightning Manor?” Liu Qing bertanya.", "Jangan pedulikan dia, dia sudah lumpuh. Li Yanfeng sepertinya tidak ingin membicarakan topik ini.", "“Oh begitu.” Liu Qing tersenyum.", "Menjadi pusat perhatian, Li Yanfeng melanjutkan untuk melambaikan tangannya. Di tengah hujan tepuk tangan, seseorang keluar dan mengumumkan, “Pemilihan Flameyellow Scions Institute telah resmi dimulai!”", "“Giliran Aku!”", "Saat pemilihan dimulai, yang pertama menginjakkan kaki ke Zephyr Square adalah seorang remaja yang luar biasa!", "Lihat, itu tuan muda Zifeng!", "Sebagai jenius muda Flamehaven yang paling terkemuka, semua orang tahu siapa Li Zifeng. Dikatakan bahwa Li Zifeng memiliki kepribadian yang arogan dan menikmati berada di pusat perhatian, dan ini segera terbukti.", "Dengan tatapan semua orang padanya, Li Zifeng memanggil Burung Cerah Bermata Ungu dari ruang hidupnya. Burung Cerah Bermata Ungu, diselimuti oleh api ungu, berdiri berdampingan dengan tuannya. Keberanian yang terpancar dari pasangan tersebut, dan terutama tampilan mematikan dari Purple-Eyed Bright Bird sudah cukup untuk membuat sebagian besar penonton tersentak.", "“Siapa yang berani menantangku? Kamu bisa bergiliran! ” Li Zifeng melakukan pemindaian menyapu area tersebut, antusiasme dan semangat juangnya terlihat jelas.", "Dari Menara Zephyr, Li Yanfeng bisa mendengar banyak pujian.", "“Gubernur Li, putra Kamu harus menjadi pahlawan sejati, memiliki keberanian untuk menjadi yang pertama di atas ring.”", "“Lihat Burung Cerah Bermata Ungu itu! Dia benar-benar menerima gen yang baik dari gubernur. ”", "Senyuman singkat melintas di wajah Li Yanfeng. “Zifeng telah meningkat cukup pesat akhir-akhir ini dan jauh lebih kompeten daripada rekannyaIni usianya, jadi tentu saja dia mampu menjadi yang pertama di atas panggung. ”", "“Ah ya, jauh lebih kuat dari yang sebelumnya juga,” seorang sesepuh berseru.", "“Maksudmu Li Tianming? Sungguh memalukan, “jawab yang lain.", "Li Yanfeng tidak ingin mendengar mereka mendiskusikan Li Tianming. Bagaimanapun, mereka memiliki cukup banyak tamu dari Lightning Manor … tetapi tampaknya selalu ada orang bodoh ke mana pun Kamu pergi.", "“Jangan membicarakan tentang orang yang sudah tidak ada lagi.” Li Yanfeng jelas tidak senang dengan ini.", "Ini cukup untuk membungkam obrolan itu. Bagaimanapun, orang-orang ini semua telah mendengar bagaimana Li Yanfeng menceraikan Wei Jing dan meninggalkan Li Tianming, mengusir mereka dari manor. Dan dengan itu, Flamehaven telah mengatasi lelucon itu sendiri.", "Saat mereka berbicara, seseorang telah melangkah ke atas panggung dan menantang Li Zifeng. Itu adalah pertarungan antara para beastmaster dan monster yang menjadi pegangan hidup mereka! Penantangnya bernama Du Yong, binatang buasnya adalah Azure Gale Wolf. Saat serigala berdiri di depan Burung Cerah Bermata Ungu, semua orang tahu bahwa pertandingan itu akan sangat berat sebelah.", "Seperti yang diharapkan, Li Zifeng bahkan tidak perlu mengangkat satu jari pun, karena makhluk buasnya membakar pasangan lawan sampai habis sebelum melemparkan mereka dari panggung.", "“Lemah! Sama sekali tidak berguna! Aku ingin lebih!” Li Zifeng bahkan tidak mencoba menyembunyikan kesombongannya. Lebih jauh lagi, metodenya kejam. Dia bermaksud untuk melukai lawannya sebanyak yang diizinkan. Ini untuk mencegah peserta lain menantangnya dan dengan demikian memungkinkan dia untuk mendapatkan Flameyellow Order dalam waktu sesingkat mungkin.", "Penantang lain mendekati panggung, hanya untuk dikalahkan lagi hanya oleh Burung Cerah Bermata Ungu. Ini adalah potensi dari binatang buas bintang lima miliknya! Secara umum, orang-orang dengan binatang buas bintang lima akan dengan mudah dianggap jenius di Vermilion Bird.", "Ada penantang lagi? Li Zifeng berada pada pukulan panas, menyingkirkan lebih dari sepuluh lawan dengan cara yang bersih dan cepat. Bahkan jika penantang berikutnya lebih mengancam, mereka semua tetap bukan tandingannya.", "“Li Zifeng harus berada di tingkat ketujuh dari tahap Beast Vein!”", "“Mengingat kekuatannya, sepertinya itu. Empat tahun lalu, ketika Li Tianming menerima Flameyellow Order, dia hanya di urutan keenam. ”", "Tidak heran gubernur lebih menyukai Li Zifeng.", "“Tahap ketujuh dari Beast Vein adalah tiket bergaransi ke Flameyellow Scions Institute.”", "“Lihat! Dapatkah Kamu melihat gubernur tersenyum?", "Kata-kata seperti itu mulai diucapkan lebih banyak saat Li Zifeng mengalahkan lebih dari tiga puluh orang berturut-turut. Sekarang, tampak jelas bahwa Li Zifeng memang seorang jenius. Selain itu, tidak ada penantang yang tampaknya memberikan ancaman sekecil apa pun kepada Li Zifeng. Penampilannya yang luar biasa pasti membuat Li Yanfeng merasa bangga.", "Satu jam berlalu, dengan Li Zifeng mengalahkan semua penantangnya. Tidak ada orang lain yang berani mendekatinya.", "“Bakat yang luar biasa! Hanya pemuda dengan bakat seperti itu yang layak menjadi pewaris Flamehaven! ”", "“ Meskipun dia memang sedikit pemarah, tidak dapat disangkal bahwa Li Zifeng mewarisi hadiah ayahnya! ”", "Untuk sementara, tidak ada yang lain selain pujian untuk Li Zifeng. Jelas sekali bahwa dia adalah masa depan Flamehaven.", "“Ayah, tidak ada lagi penantang, aku menang.” Li Zifeng puas dengan hasil ini dan menatap Menara Zephyr dengan antisipasi. Begitu dia melihat senyum Li Yanfeng, dia tahu bahwa itu sudah diselesaikan.", "Li Yanfeng tiba-tiba bangkit dari kursinya dan dengan lompatan cepat, dia mendarat tepat di depan Li Zifeng. Itu adalah lompatan biasa, tapi tekanan dari kehadirannya saja sebanding dengan monster yang menakutkan dan bahkan membuat kepala Burung Cerah Bermata Ungu ke tanah. Mungkinkah dia memiliki Flameyellow Order di tangannya?", "“Seleksi ini dengan ini berakhir! Tuan muda Zifeng akan pergi ke Flameyellow Scions Institute! ”", "www.worldnovel.online"]},
{"testing": ["Nyonya Huang terkejut melihat pemandangan ini. Selanjutnya, Li Xuejiao masih di atas pohon. Dari istri dan selir Li Yanfeng, Nyonya Huang adalah satu-satunya yang tidak memiliki banyak hal di jalan kultivasi, jadi dia hanya bisa tinggal di pangkal pohon dan mengoceh dengan liar, jatuh ke tanah dalam prosesnya. “Li Tianming! Kamu bukan pewaris lagi! Sejak kau menyentuh putriku, kau akan mengalami kematian yang tidak menyenangkan! ”", "Pikirannya, bagaimanapun, benar-benar kosong. Pemahamannya tentang dao bela diri mungkin kurang, tetapi semua orang tahu bahwa Li Tianming lumpuh! Bagaimana ini bisa terjadi ?!", "“Tutup itu!” Li Tianming menendang Madam Huang, yang telah merangkak, mengirimnya terbang dengan tendangan yang bagus ke wajahnya. Setelah berguling beberapa kali, wajahnya tertanam menjadi batu, meninggalkannya berdarah dan memar.", "“Satu suara lagi, dan aku akan mencabut lidahmu.” Li Tianming menggonggong. Nyonya Huang merintih, sebelum terdiam.", "Untungnya, Rain Appreciating Pavillion tidak memiliki orang di daerah itu, atau dia pasti akan menarik sedikit perhatian. Pasangan ibu-anak telah ditampar tanpa alasan oleh Li Tianming, terutama Li Xuejiao. Dia masih tergantung di pohon, setengah wajahnya hancur total. Seekor babi mungkin akan memenangkan lebih banyak kontes kecantikan daripada dirinya mulai sekarang.", "Namun, pembuka mata yang sebenarnya datang dari cewek kuning kecil, yang sedang sibuk merobek Flaming Hawk yang baru. Lubang berdarah terus bermunculan saat anak ayam itu melesat dengan anggun, mematuk dengan ceroboh.", "“Hei cantik, tidak perlu bersusah payah, tidak ada yang akan menyelamatkanmu …” Anak ayam kecil itu menekan Flaming Hawk raksasa ke tanah, tersenyum jahat.", "“Mhm, bantuan Aku adalah hak istimewa Kamu.” Cewek kuning kecil itu hampir menerkam, mengirim Li Tianming ke dalam keadaan yang sangat bingung. Di mana dalam kobaran api kecil pipsqueak kecil ini memiliki peralatan untuk menangani Flaming Hawk?", "Anak kecil itu berhenti, karena merasakan sesuatu yang tidak diinginkan.", "“Ahhhhhh, AHHHHHHHHHH! INI LAKI-LAKI! BATALKAN MISI! Sialan, kenapa kau berdandan dengan sangat jelek ?! ” Anak ayam itu merasa dunianya runtuh di sekitarnya. Benar-benar dipermalukan di luar semua kepercayaan, ia mulai dengan keras mulai memburu elang.", "“Aku pikir itu sudah cukup, saudara …” Li Tianming buru-buru menariknya.", "“Dasar bohong, jangan biarkan aku melihatmu lagi!” anak ayam kecil itu meludah, menendang tanah ke burung yang tidak bergerak itu saat ia berbalik. Bahkan Wei Jing pun mendengus sambil tertawa. Entah bagaimana, hari ini adalah hari tersedih sekaligus paling bahagia baginya.", "“Li Tianming! Aku tidak berharap Kamu pulih. Aku tidak akan melupakan ini, dan aku pasti akan membayarmu seratus kali lipat! ” Li Xuejiao akhirnya melompat dari pohon, sebelum mengoleskan obat ke wajahnya.", "“Aku tidak akan meninggalkan Flamehaven. Temukan aku kapan saja. Tapi jangan berharap separuh wajahmu yang lain selamat dari pertemuan itu. ”", "Li Xuejiao mengerutkan kening. Kamu tidak akan meninggalkan Flamehaven?", "“Masalah?” Bagi Li Tianming, dia masih memiliki sesuatu yang penting untuk diselesaikan di sini!", "“Tahukah kamu mengapa ayah memilih untuk menggulingkanmu dan menceraikan ibumu?” Li Xuejiao berkata dengan kejam.", "“Aku mendengarkan.”", "“Ayah ingin menikahi seorang wanita, dan menjadikannya istri pertama! Jelas sekali, ibumu menghalangi! ” Li Xuejiao berkokok. Di Vermillion Bird, pria yang bukan raja dapat mengambil tiga istri dan empat selir. Dari tiga istri, satu akan menjadi yang pertama sementara dua lainnya akan memiliki kedudukan yang sama. Li Yanfeng telah lama mencapai kuota. Dia harus menceraikan seseorang jika dia menginginkan istri baru, terutama dalam kasus ini di mana dia menginginkan istri pertama yang baru.", "“Bisakah dia menanganinya pada usia lanjut?” Li Tianming mendengus dingin.", "“Kamu pasti akan senang mendengar siapa yang akan menikah.”", "“Katakan saja.”", "“Wanita itu bernama Liu Qing. Dia berusia dua puluhan, tidak jauh lebih tua dari Kamu. Dia cantik terkenal, tapi yang paling penting, dia dari Lightning Manor! Apakah Kamu masih berpikir Flamehaven akan memiliki tempat untuk Kamu setelah ini? ”", "“Lightning Manor!” Li Tianming meradang sekali lagi. Lin Xiaoting, yang telah membunuh Midas dan merampok Saintbeast Warsoul darinya, adalah keturunan langsung dari Lightning Manor. The Lightning Manor adalah klan terkuat di Vermilion Bird. Hegemon bangsa, mereka memiliki pembangkit tenaga yang tak terhitung banyaknya,mengendalikan hampir setengah dari kepentingan negara!", "“Ayah akan mengadakan pernikahan besar dalam waktu sepuluh hari. Jika Kamu tidak bergegas pergi, Kamu akan mati jika orang-orang dari Lightning Manor melihat Kamu. ”", "“Bukankah sepuluh hari kemudian ketika pemilihan Flameyellow Scions Institute diadakan?” Li Tianming mengerutkan kening. Itulah alasan sebenarnya dia harus tinggal di sini. Dia harus kembali ke institut. Itu mungkin tempat dia jatuh dari kasih karunia, tapi itu juga tanah suci bagi semua beastmaster muda.", "Kedua orang itu masih ada sampai hari ini. Jika dia ingin balas dendam, dia harus kembali ke sana secara terbuka dan terbuka dengan identitas seorang murid institut.", "Flamehaven akan menyelenggarakan seleksi untuk memasuki Flameyellow Scions Institute setiap empat tahun, dan Li Tianming-lah yang berhasil empat tahun lalu. Dan kali ini, dia menginginkan slot itu lagi. Dengan begitu, dia bisa meninggalkan Flamehaven bersama ibunya. Bagaimanapun, Li Yanfeng akan dipaksa untuk mengirim mereka pergi, dan tidak mengusir mereka seperti anjing tunawisma!", "“Betul sekali. Ayah berniat menggunakan seleksi untuk memeriahkan pernikahan. Lagipula, putranya yang akan mendapatkan kualifikasi jika semuanya berjalan dengan baik. ” Dia tidak terdengar cukup senang dengan ini. Putra ini tidak mengacu pada Li Tianming, tetapi putra Li Yanfeng melalui istri keduanya dan saudara kedua Li Tianming, Li Zifeng. Dia adalah junior Li Tianming selama tiga tahun, dan belum cukup umur untuk terlibat dalam seleksi sebelumnya.", "Li Zifeng telah meningkat pesat dalam tiga tahun ketika Li Tianming lumpuh, meninggalkan yang terakhir semua tapi dilupakan oleh warga Flamehaven. Usia dan panggungnya saat ini kira-kira seperti Li Tianming ketika dia mendapatkan slot institut.", "Li Tianming telah membuat malu kota, tetapi Li Zifeng telah membawa kembali harapan. Lagi pula, sebagai salah satu kota yang lebih terpencil, warga Flamehaven berharap para jenius lokal mereka dapat pergi ke institut dan menantang mereka yang terpilih dari inti Vermillion Bird!", "“Aku mengerti.” Sepertinya dia pasti harus melakukan perjalanan untuk pernikahan ini. Li Xuejiao memberitahunya semua ini untuk memancingnya pergi ke sana untuk mempermalukan dirinya sendiri, dengan demikian menyelesaikan balas dendamnya.", "Namun… ada beberapa hal yang harus Kamu lakukan sendiri!", "Ini termasuk wanita dari Lightning Manor dan ayahnya yang tidak berperasaan. Dia telah kehilangan segalanya sebelumnya, jadi dia membutuhkan keberanian untuk berjalan di jalan ini lagi dan merebut kembali semuanya!", "Sebenarnya, ada juga hal lain yang penting. Li Tianming pernah bertanya pada Wei Jing ketika dia berusia enam belas tahun apakah ada cara untuk mengobati penyakit anehnya, dan dia menjawabnya dengan sebuah tempat: Institut Surgawi dari Flameyellow Scions. Dia tidak pernah menjelaskan alasan mengapa dia bisa dirawat di sana.", "Namun, Li Tianming tidak pernah peduli dengan detailnya. Satu-satunya hal yang perlu dia ketahui adalah bahwa dia harus bergabung dengan institut, dan berjuang untuk intinya, Surga Tempat Suci. Tiga tahun lalu, bakatnya hampir cukup untuk masuk. Itu bahkan menjadi kepastian setelah mendapatkan Saintbeast War-Soul, di mana dia hampir menyembuhkan ibunya dan memperpanjang hidupnya.", "Tapi Lin Xiaoting dan Mu Qingqing telah menghancurkan percikan harapan itu. Sekarang, dia sudah berumur dua puluh dan Wei Jing sudah tidak punya banyak hari lagi dalam dirinya. Pilihan ini adalah kesempatan terakhirnya. Jika dia melewatkannya, dia hanya bisa melihatnya meninggal tanpa daya.", "“Kalau begitu, mari kita mulai dari pemilihan institut, dan pernikahannya!” Setelah tidak menonjolkan diri selama tiga tahun, siapa yang tidak ingin kembali ke medan perang mereka dan menunjukkan bahwa, tidak, mereka belum kalah!", "“Ayo pergi.” Wei Jing tidak memiliki apa pun yang ingin dia simpan.", "Li Tianming menggunakan lengannya untuk mendukungnya. Baiklah, ibu.", "“Pertahankan permata roh,” Wei Jing tiba-tiba berkata, setelah mengambil dua langkah. Li Tianming merasakan beberapa perlawanan mental terhadap itu. Dia tidak terlalu suka menerima anugerah terakhir ini dari Li Yanfeng, karena itu semacam penghinaan.", "“Anakku, laki-laki harus tahu fleksibilitas. Jika ada manfaat tepat di depan Kamu, terimalah! Satu-satunya hal yang akan diingat orang adalah saat ketika Kamu benar-benar mendapatkan kembali martabat Kamu. Jangan menyibukkan diri dengan kehilangan sedikit kebanggaan di sana-sini, ”Wei Jing said dengan lembut.", "“Ya ibu.” Li Tianming mengambil permata itu.", "Aku lapar! Cewek kecil itu tiba-tiba menatapnya dengan menyedihkan, meski memang diakui cukup manis.", "“Apa yang kamu makan, cacing?” Hari ini dan seterusnya, dia harus menyisihkan waktu untuk memberi makan anak ayam.", "Tidak, ini! Anak ayam kecil itu menunjuk ke giok roh, meneteskan air liur.", "“Yeaaaahhh… tidak. Tetap berpegang pada cacingmu. ” Li Tianming mendengus jijik.", "“Kita bisa membuat terobosan jika kita menyelesaikannya,” kata anak ayam kecil itu dengan dingin, meletakkan sayapnya di pinggul.", "“Kakak ayam, itu hanya lelucon, lelucon! Tentu, semua ini adalah hadiah ulang tahunku untukmu! Selamat ulang tahun!” Li Tianming buru-buru menyerahkan barangnya. Jika anak ayam kecil itu benar-benar bisa menerobos hanya dengan memakan giok roh, dia akan berhasil.", "www.worldnovel.online"]},
{"testing": ["Untungnya bagi Li Tianming, dia masih memiliki properti lain di Flamehaven, yang berarti mereka masih memiliki tempat tinggal meskipun telah digusur. Meskipun itu hanya halaman kecil yang bobrok, Li Tianming tahu bahwa situasinya hanya sementara. Begitu dia mendapatkan Flameyellow Order, yang akan memberinya izin masuk ke Flameyellow Scions Institute, dia akan meninggalkan Flamehaven untuk selamanya.", "……", "Malam tiba.", "Menumpuk tinggi di depan Li Tianming dan anak perempuan kecilnya adalah setumpuk permata roh. Ketika anak ayam kecil pertama kali menyebutkan bahwa ia bisa memakan permata seperti itu, dia tidak mempercayainya.", "“Apa ini?” Gadis kecil itu berkomentar sambil menunjuk ke arah pola permata roh.", "“Ini adalah pola surgawi,” jawab Li Tianming. Setiap permata roh memiliki urat merah tipis di permukaannya. Pembuluh darah ini dikenal sebagai pola surgawi karena tidak pernah bisa dihilangkan.", "Bijih roh adalah bijih yang dipelihara dengan energi spiritual langit dan bumi, pembentukannya sebagai hasil dari penanaman energi ajaib ini selama ribuan tahun. Hanya dengan pola surgawi mereka kemudian bisa disebut ‘bijih roh’. Mereka memiliki segudang kegunaan luar biasa seperti membuat senjata.", "Permata roh dianggap sebagai bagian dari bijih roh, karena permata itu juga telah diresapi dengan energi spiritual yang memiliki manfaat besar bagi para beastmaster dan makhluk yang dapat mengikat kehidupan. Oleh karena itu, permata roh sering digunakan sebagai jenis mata uang di antara para beastmaster, dengan nilai setiap permata roh dengan mudah melebihi permata biasa. Ada banyak jenis permata roh yang beredar di pasaran. Di antara mereka, permata merah tua yang diresapi dengan energi spiritual tipe api adalah yang paling umum di Vermilion Bird. Namun, ada juga permata emas, permata petir, dan banyak lagi lainnya yang dipertukarkan di pasar. Permata ini dapat digunakan untuk membeli semua jenis sumber daya terkait budidaya.", "Legenda mengatakan bahwa pola surgawi ini adalah ekspresi alami dari kekuatan ilahi, dan yang tersembunyi di dalam pola-pola ini adalah rahasia untuk membuka asal mula kekuatan ilahi ini. Oleh karena itu, sebagian besar beastmaster tingkat tinggi akan memilih untuk mempelajari pola-pola ini ketika mencoba membuat terobosan, berharap untuk memahami kekuatan ilahi ini. Untuk alasan ini, pola surgawi juga dikenal sebagai ‘pola kehendak Surga’.", "“Ada sembilan warna berbeda pada pola surgawi, sembilan adalah merah, oranye, kuning, hijau, biru, nila, ungu, hitam, dan putih. Dari sembilan, pola merah memiliki kualitas paling rendah, sedangkan pola putih adalah yang tertinggi, ”jelas Li Tianming. “Bijih roh dengan pola putih jelas merupakan harta karun yang belum pernah ada sebelumnya, dan rumor mengatakan bahwa pola surgawi mereka adalah beberapa hal paling rumit yang pernah dilihat.”", "Dalam hidupnya, Li Tianming hanya pernah melihat bijih roh dengan pola merah, oranye atau kuning. Bijih yang terletak di depannya berwarna merah, secara luas dianggap sebagai jenis yang paling biasa. Konon, mereka masih cukup membantu untuk tingkat kultivasinya saat ini. Energi spiritual yang dilepaskan dari permata roh ini tidak diragukan lagi akan memungkinkannya untuk membentuk ki binatang dengan kecepatan yang jauh lebih cepat.", "“Pola surgawi? Siapa peduli, itu hanya camilan bagiku, ”gumam anak ayam kecil itu sambil melompat ke atas meja, siap untuk memulai pestanya. Ada sekitar tiga ratus permata merah!", "“Apakah kamu yakin ini bisa dimakan?” Meskipun benar bahwa permata roh membantu kultivasi, seseorang harus melepaskan energi spiritual dari permata terlebih dahulu sebelum memurnikan dan menyerapnya. Namun, memakannya …", "“ Perhatikan dan pelajari! ” Li Tianming terkejut, anak ayam kecil itu mulai melahap permata satu demi satu, seperti itu adalah anggur.", "“Lumayan, hmm. Kenyal juga. ” Setelah menelan lebih dari sepuluh energi spiritual tipe api yang dimasukkan permata berturut-turut, nyala api kecil mulai terwujud di sekitar anak ayam kecil itu, wajahnya bersinar seperti pemabuk. Ia bahkan membiarkan sendawa panjang yang memuaskan.", "“Sial, kamu benar-benar akan memakan batu-batu itu? Apakah kamu tidak takut sembelit? ” Li Tianming menatap dengan kagum.", "“Dasar anak dusun. Aku bisa mencerna ini dalam beberapa menit. ” Energi spiritual yang berlebihan pada anak ayam kecil membuatnya bersendawa, mengirimkan gelombang panas yang terlihat ke udara. Pada saat yang sama, nyala api di sekitarnya tumbuh dengan cepat.", "Itu telah menyelesaikan evolusinya … menjadi ayam yang terbakar.", "Meskipun Li Tianming membutuhkan waktu beberapa saat untuk bereaksi, dia segera ingat bahwa gadis kecil itu masih Primordial Chaos Beast. Semua hal dipertimbangkan, makan beberapa permata roh mentah seharusnya tidak haKami datang sebagai kejutan.", "“Kamu harus mencobanya juga, rasanya cukup enak. Pria sejati seperti kita harus menghargai makanan lezat seperti ini. ” Menyembunyikan rasa lapar di bawah menunjukkan kemurahan hati, anak ayam kecil itu mengambil permata dengan paruhnya, berjalan ke arah Li Tianming untuk dijatuhkan di telapak tangannya.", "Li Tianming tenggelam dalam kontemplasi mendalam pada pemandangan itu. Budidaya simbiosis telah memberinya Tubuh Aeternal Infernal. Secara logika, jika anak ayam kecil itu mampu menelannya secara utuh untuk menyerap energi spiritual, maka sebagai beastmaster, dia harus mampu melakukannya juga.", "Sensasi terbakar yang mengikuti saat permata merah meluncur ke tenggorokannya mengingatkannya pada alkohol yang kuat. Namun, rasa sakit yang dia kaitkan dengan mereka bukanlah faktor penyebabnya, dan permata itu meluncur ke perutnya dengan lancar. Permata merah tua mulai larut dan melepaskan sejumlah besar energi spiritual yang mulai membakar isi perutnya.", "SUARA MENDESING! Li Tianming mencoba menghembuskan napas, mengirimkan semburan api ke udara, bersama dengan banyak energi spiritual tipe api.", "Jangan muntah di sini, kamu menyia-nyiakannya! Anak ayam itu memandangnya dengan jijik.", "Li Tianming menunduk dan memperhatikan baik-baik tubuhnya yang telah meledak menjadi api. Mungkinkah ini mimpi? Jelas tidak, jadi dia berubah menjadi monster seperti apa? Tapi satu hal yang pasti. Sama seperti Aeternal Infernal Phoenix, dia juga sekarang mampu memakan bijih roh!", "“Pemurnian langsung dari permata merah tua yang identik hanya akan memberikan sekitar sepertiga dari energi spiritual dibandingkan dengan memakannya mentah-mentah.” Anak ayam kecil itu menjelaskan. “Selain itu, proses penyerapannya juga lebih mudah. Kamu hanya perlu mengumpulkan energi spiritual di area perut Kamu dan memurnikannya menggunakan Aeternal Infernal Codex. Itu secara langsung akan mengubah energi menjadi ki binatang yang disimpan di pembuluh darah binatang Kamu. Bagi Aku, jika Aku mendapatkan permata roh yang cukup, Aku mungkin bisa berkultivasi lebih cepat. ”", "Li Tianming menyadari bahwa inilah alasan mengapa anak ayam kecil itu bisa terus makan tanpa pernah merasa kenyang. Itu sebenarnya menggunakan Aeternal Infernal Codex untuk mengubah energi menjadi ki binatang. Dengan cara ini, keduanya menyimpan sejumlah besar ki binatang.", "Bagi siapa pun yang kebetulan melewati halaman yang bobrok, ini akan menjadi pemandangan yang sangat aneh. Seorang pria dan seorang gadis kecil, duduk bersama dan mengobrol santai sambil mengemil permata. Oh, dan mereka juga terbakar.", "“Hei, seberapa banyak yang kamu ketahui tentang Primordial Chaos Beasts dan asalmu?” Li Tianming bahkan berhasil menemukan alkohol untuk dibagikan dengan gadis kecil itu.", "“Aku tidak mencoba menyembunyikan apa pun, tetapi Aku tidak tahu lebih banyak daripada yang Kamu ketahui. Saat Aku membuka mata, Aku tahu bahwa Aku adalah ‘Aeternal Infernal Phoenix’, salah satu Primordial Chaos Beasts dan tidak ada yang lain. ” Anak ayam kecil itu menjatuhkan diri ke atas meja batu, mabuk berat.", "“Aku ingat melihat tangan hitam besar,” Li Tianming mencoba yang terbaik untuk mengingat.", "“Kamu juga mengalami mimpi itu ?!” Anak ayam kecil itu melompat kaget, menatap Li Tianming.", "“Kamu juga?”", "“Tentu saja. Aku telah melihatnya bahkan sebelum Aku lahir. Dugaan Aku dulu adalah makhluk yang cukup kuat untuk melahap matahari, sampai Aku diburu dan dibunuh oleh tangan itu, ”kata anak ayam kecil itu. “Untuk beberapa alasan, tepat sebelum aku mati, aku mendapat kesempatan kedua dengan menjadi makhluk yang tak terduga bagimu, dengan demikian bertahan hidup dengan cara yang tak terduga.”", "“Nah, apakah kamu mengetahui metode yang dapat dengan cepat memulihkan kekuatanmu dan juga mengangkatku ke levelmu juga?” Li Tianming bertanya.", "“Aku tidak tahu. Yang Aku tahu hanyalah potensi tak terbatas yang tersembunyi dalam darah Aku, tetapi Aku akan membutuhkan banyak kesempatan untuk mengetahuinya. ”", "Anak ayam kecil hampir tidak bisa dianggap kuat. Bagaimanapun, itu hanya di tahap Beast Vein tingkat ketiga seperti dirinya. Tetapi jika itu bisa melepaskan potensi penuhnya, itu pasti akan mengejutkan dunia.", "“Hmmm, budidaya simbiosis memungkinkan kita menjadi lebih kuat bersama. Itu pasti salah satu peluang, ” Li Tianming menganalisis.", "“Benar, tapi aku juga membutuhkan lebih banyak sumber daya. Misalnya, Aku dapat mengetahui dari satu pandangan bahwa dengan memakan bijih roh ini, Aku bisa menjadi lebih kuat. Namun, efeknya terbatas. Pasti ada sesuatu yang lebih baik di luar sana, aku tahu itu. ”", "Saat diburu dengan tangan, Anak ayam kecil telah memilih untuk mengubah cara hidupnya dan ini telah mengunci banyak potensi yang tersembunyi di dalam darahnya. Pertanyaan sebenarnya di sini adalah bagaimana mereka mengatasinya dan mengembalikannya ke kejayaan sebelumnya?", "Saat itu, keduanya telah menyelesaikan tiga ratus permata merah!", "“Kita berhasil!”", "“Beast Vein tingkat keempat!”", "Energi spiritual dari tiga ratus bola merah telah membantu pasangan itu membuat terobosan ke tingkat yang baru.", "“Bahkan di tingkat keempat, kualitas ki binatang ini tidak diragukan lagi mirip dengan ki binatang tingkat enam yang normal,” seru Li Tianming pada kekuatan yang tidak masuk akal dari garis keturunan Primordial Chaos Beast.", "Tentu saja, ini baru permulaan. Selama beberapa hari menjelang pemilihan, Li Tianming akan fokus pada kultivasi. Apakah dia dapat kembali ke institut untuk membalas dendam dan menemukan cara untuk memperpanjang hidup ibunya atau tidak, semuanya akan bergantung pada hari yang menentukan itu.", "Dan yang paling penting…", "Dia akan membuktikannya kepada orang-orang di Flamehaven.", "Bahwa dia, Li Tianming, telah bangkit dari abu, terlahir kembali sebagai burung phoenix.", "……", "Hari kesembilan.", "Setelah membangun sistem budidaya simbiosis dengan anak ayam kecil, Li Tianming telah membuat banyak terobosan. Oleh karena itu, Li Tianming menghabiskan beberapa hari terakhir ini dengan fokus pada fondasinya dan juga mempraktikkan beberapa seni pertempuran yang telah dia pelajari tiga tahun lalu.", "Malam telah tiba. Anak ayam kecil itu tertidur lelap di dadanya dan Li Tianming sendiri juga mulai tertidur di tempat tidurnya.", "Di tengah tidurnya, Li Tianming tiba-tiba merasakan sakit di lengan kirinya!", "Li Tianming berkeringat dingin. “Apakah seseorang mencoba memotong lenganku?”", "www.worldnovel.online"]},
{"testing": ["Li Tianming buru-buru duduk, mengirim cewek kecil itu, yang tertidur di atasnya, jatuh ke tanah. “Apa yang sedang terjadi?!”", "Dia tidak bisa melihat ada orang yang mencoba melepaskan tangannya di bawah cahaya lilin yang redup, tapi dia bisa melihat sesuatu yang menakutkan… Mulai dari jari-jarinya, seluruh kulit lengannya mulai menghitam!", "Kegelapan yang mengganggu mulai menyelimuti lengannya dengan kecepatan sangat tinggi saat dia bangun, mengubah lengan kirinya menjadi kegelapan yang menyaingi malam itu sendiri. Kengerian mencengkeramnya saat rasa sakit yang menakutkan dan menusuk, yang mengingatkannya pada semut yang tak terhitung banyaknya yang merayap di atasnya, mulai muncul dari lengan kirinya.", "“Apa apaan!” Dia benar-benar terganggu melihat perubahan daging yang menggeliat menjadi sisik hitam! Timbangannya indah dan teratur, masing-masing berbentuk segi enam yang sempurna. Aura menakutkan mulai berdenyut keluar dari lengan kirinya, dan perasaan bahwa lengannya tidak lagi miliknya menyerang Li Tianming.", "Tidak ada kata-kata yang bisa menggambarkan aura mengerikan yang terpancar dari luar. Tetapi paling tidak, itu adalah salah satu milik makhluk tertinggi, yang semua kehidupan hanya bisa bersujud dan gemetar di depannya. Metamorfosisnya tidak hanya berakhir di situ – kuku jarinya mulai berubah menjadi cakar merah, mengubah tangan kirinya menjadi cakar yang mengerikan.", "Kuku yang berubah cakar berwarna merah tua dan tajam, memberikan kesan bahwa kulit dan daging akan terkelupas sekecil apapun.", "“Apakah Aku masih bermimpi?” Li Tianming tidak yakin apakah dia harus tertawa atau menangis. Lengannya tidak lagi sakit, dan yang lebih penting, dia bisa merasakan lengannya sekarang mampu memanfaatkan kekuatan yang jauh lebih besar daripada bagian tubuhnya yang lain.", "Namun, peningkatan kekuatan hanyalah puncak gunung es. Lengan kirinya telah mengalami beberapa perubahan mendasar – sebuah evolusi menjadi organisme yang lebih tinggi hampir tidak bisa menggambarkannya. Bisa dikatakan, aura unik dan darah lengan kiri telah bercampur dengan seluruh tubuh tanpa terjadi hal yang tidak diinginkan.", "Kemudian, bahan bakar mimpi buruk berlanjut. Garis merah terbentuk di telapak tangannya saat Li Tianming membuka tangannya, menampakkan mata merah darah berkilauan yang menatap langsung ke arahnya!", "Ketakutan yang dia harapkan, bagaimanapun, menghindarinya. Melihat Li Tianming yang cemas menatap ‘dia’ telah menghilangkan rasa takut apa pun yang dia harapkan akan rasakan. Faktanya, dia mulai merasa bahwa ‘dia’ yang dilihat … adalah mata itu sendiri. Perasaan yang aneh, oke!", "Li Tianming menatap cakar dan matanya, sementara mata itu balas menatap yang membuatnya khawatir. Sesaat berlalu, lalu yang lain, dan dia tiba-tiba mengerti apa yang sedang terjadi. “Jadi, mata baru ini milikku!”.", "Dia mampu melihat melalui dua perspektif berbeda, yang entah bagaimana bekerja sama melalui beberapa metode yang aneh. Sepertinya tidak ada kerugian selain membuat kepalanya sedikit lebih kacau.", "Dia mengarahkan telapak tangannya ke belakang punggungnya dan benar saja, dia bisa melihat di belakangnya. Dia memasukkannya ke dalam celananya, dan dia bisa melihat kakinya.", "“Jadi, Li Tianming, apa yang kamu lakukan?” Dia tiba-tiba mendengar.", "“Tidak banyak!”", "“Tidak perlu bersembunyi. Menempelkan tanganmu ke celana dan terengah-engah … Uh huh, banyak kemungkinannya. Kaum muda benar-benar perlu belajar melakukannya dengan tidak berlebihan. ” Cewek kecil itu mendengus.", "Li Tianming terkejut. Bagaimana mungkin sesuatu yang seukuran telapak tangannya mengandung begitu banyak hal yang tidak senonoh?", "Di sini, kamu. Li Tianming menangkapnya. Secara alami, dia menggunakan tangan kanannya.", "“Tidaaaak, stawhp, aku bukan cewekmu!” teriak cewek kecil itu.", "“…”", "Coba lihat, apa ini? Li Tianming memperlihatkan lengannya yang hitam dan bersisik. Di telapak cakar binatang itu, mata merah berdarah melihat ke arah cewek kecil itudengan schadenfreude.", "“AHHH! Hantu!” Anak ayam kecil itu melompat satu meter dengan ketakutan, bulu-bulunya bergetar hebat saat ia terhuyung-huyung di tepi kesadaran.", "Dengan tersentak, Li Tianming menyadari bahwa lengan ini… identik dengan tangan hitam raksasa yang dia lihat dalam mimpi ketika anak perempuan kecil itu lahir!", "Dia terlalu terkejut saat itu untuk memperhatikan apakah tangan itu memiliki mata, tapi sisik heksagonal hitam ini pasti ada di sana.", "“T-tangan itu!” Anak ayam kecil itu menyadari aura lengan hitam itu membuatnya bergetar secara naluriah.", "“Aku pikir juga begitu.”", "“Apa yang terjadi?” cewek kecil itu bertanya dengan serius.", "“Tidak yakin. Tiba-tiba berubah. Dugaan Aku adalah bahwa Kamu tidak melarikan diri dari musuh Kamu, dan dia datang mengetuk? ”", "“Berbuat curang!” anak ayam kecil itu mengutuk, sebelum menatap kosong ke lengan hitam itu. Sejujurnya, mereka berdua sepertinya tidak memiliki kualifikasi untuk mengetahui kebenaran sepenuhnya. Siapa lengan hitam itu? Mengapa lengan hitam mengejarnya? Mengapa itu sangat penting bagi Li Tianming? Mengapa lengan Li Tianming bermetamorfosis menjadi lengan hitam itu? Menebak saja tidak akan menjawab pertanyaan ini.", "“Siapa Takut! Jika Aku adalah musuh Kamu, Aku pasti akan memberi Kamu akhir yang memuaskan. Seperti, pertama-tama kita akan bertamasya ke atas gunung, memetik beberapa jamur, lalu menyiapkan sup ayam jamur bersama. Bagaimana kedengarannya? ” Li Tianming menyeringai, tidak bisa menahan kegembiraannya lagi.", "“Uh huh. Itukah sebabnya kamu memasukkan tanganmu ke celana? ” tanya anak ayam kecil itu, meremehkan bulu-bulunya.", "“Yah, itu masih pemandangan yang lebih baik daripada seseorang yang menyerang Flaming Hawk jantan…”", "“Tutup itu!” Cewek kecil itu terangkat, dan mematuk Li Tianming. Meskipun sosoknya kecil, kekuatan di balik kecupan bukanlah sesuatu untuk ditertawakan. Percikan terbang saat Li Tianming memblokir dengan tangan kirinya.", "“Aku kira kita berada di net positif? Mungkin? Sepertinya lengannya hampir kebal. ” Li Tianming memeriksa timbangan heksagonal di bawah cahaya lilin. Dia memang bisa merasakan kekuatan yang melampaui dirinya sendiri saat dia mengepalkan tinjunya.", "Akhirnya, dia menggunakan beberapa kain putih untuk membungkus lengan kirinya sebelum berganti ke satu set pakaian baru. Pada saat yang sama, dia mengenakan sarung tangan. Sekarang, seluruh lengannya tersembunyi dengan efektif. Jika tidak, siapa pun yang melihatnya pasti akan menganggapnya monster.", "Anak ayam kecil menerima perkembangan ini juga. Sebagai cewek malas, masuk akal untuk mengadopsi pendekatan menunggu dan melihat untuk kejadian yang tidak bisa dipahami.", "“Mungkin aku memiliki hubungan dengan tangan hitam raksasa itu?” Li Tianming merenung, memikirkan tangan hitam raksasa yang telah menyerang Aeternal Infernal Phoenix. Asal-usulnya mungkin tidak pasti, tapi itu akan memberi Aku kesempatan tambahan untuk pemilihan besok!", "Dengan terobosan dalam kultivasinya, serta lengan hitamnya, Li Tianming mulai mencurahkan waktu yang tersisa untuk berlatih seni pertempuran lama dan memastikan kesiapan tempurnya. Dia memiliki beberapa seni pertempuran, setelah mencapai tahap sumber roh.", "Seni pertempuran memiliki dua jenis. Seni bela diri, yang dipraktekkan oleh beastmaster, dan seni beastial, yang dipraktikkan oleh makhluk buas. Mereka bersifat sinergis, dan hanya ketika dieksekusi bersama-sama mereka dapat menunjukkan kekuatan penuh mereka.", "Saat kultivasi mereka meningkat, beastmaster dan hewan yang dapat mengikat kehidupan akan memiliki akses ke kemampuan yang lebih dan lebih kooperatif, dan seni pertempuran adalah salah satunya.", "Binatang buas tidak mampu mempelajari seni binatang.", "Seni pertempuran dibagi menjadi lima tingkatan binatang, sumber, persatuan, surgawi, suci, berdasarkan kekuatan dan kompleksitas mereka. Seni binatang dengan peringkat ‘Binatang buas’ adalah yang paling dasar dan cocok untuk binatang buas di panggung Beast Vein.", "Mereka kemudian dibagi lagi menjadi dasar, menengah dan lanjutan. Tentu saja, kasus luar biasa ada dalam bentuk seni peringkat binatang ‘tertinggi’, yang memungkinkan seseorang untuk mendominasi rekan-rekan mereka di panggung Beast Vein.", "Mengikuti itu adalah seni pertempuran peringkat sumber yang cocok untuk para master monster tingkat sumber roh. Seharusnya, beberapa beastmaster Beast Vein bisa memahami art peringkat sumber.", "Sementara Li Tianming mungkin telah jatuh dari sumber roh, dia masih memiliki keakraban dengan seni pertempuran lamanya. Hanya anak ayam kecil yang harus menguasai bagian seni binatang. Tetap saja, orang itu sangat berbakat. Seni pertempuran yang Midas berusaha keras untuk pelajari dengan Li Tianming, dengan mudah diambiloleh cewek kecil. Beberapa hari terakhir ini, mereka berdua telah menguasai banyak seni pertempuran.", "“Besok adalah harinya!” Li Tianming mengepalkan tinjunya, matanya menyala-nyala karena gairah di malam yang gelap.", "www.worldnovel.online"]},
{"testing": ["Ayah Li Tianming, Li Yanfeng, adalah gubernur Flamehaven, sedangkan ibunya, Wei Jing, adalah gubernur wanita. Baik ibu dan anak telah tinggal di Paviliun Menghargai Hujan selama bertahun-tahun. Itu adalah kediaman terbaik di kediaman gubernur, tanda posisi Wei Jing di kediaman pada suatu waktu.", "Melalui selentingan, Li Tianming telah mendengar bahwa Wei Jing memiliki bakat dan keterampilan di masa mudanya, dan bahkan telah menjadi kecantikan yang meruntuhkan negara. Dia sangat mengesankan saat itu, dan akhirnya menikahi ayahnya.", "Namun, setelah Wei Jing melahirkan Li Tianming, dia terjangkit beberapa penyakit aneh. Itu telah mempercepat penuaan dirinya dan binatang buasnya. Hari ini, dia baru berusia empat puluh tahun, tetapi usianya tidak dapat dipungkiri oleh rambutnya yang putih dan tampak seperti berada di ambang kematian. Hanya garis luar wajahnya yang memberikan petunjuk sekecil apa pun tentang kecantikannya yang dulu.", "Seperti putranya, binatang yang mengikat hidupnya juga merupakan Goldroc Bersayap Empat, yang saat ini tergeletak di tanah. Hampir semua bulunya rontok, dan gerakannya lamban. Gerakan terkadang bahkan tidak memungkinkan. Jarang sekali seorang master jatuh sakit bersama dengan binatang buas mereka. Seharusnya, dia telah bepergian jauh, tetapi dia tidak pernah menemukan obatnya. Pada tingkat ini, dia akan lulus dari usia tua dalam waktu setengah tahun.", "Mereka kebanyakan tinggal di Rain Appreciating Pavilion dan tidak pernah keluar, jarang bertemu siapa pun. Itulah mengapa tidak terduga bahwa seseorang akan menerobos masuk pada hari ulang tahun Wei Jing!", "Dua wanita masuk. Salah satunya dengan gaun merah, tampak sangat anggun dan nyonya yang halus, jika bukan karena matanya yang panjang dan sipit, yang menunjukkan sifat jahatnya. Yang lainnya adalah seorang gadis muda berpakaian seperti seniman bela diri. Tubuhnya kekar dan dipenuhi dengan semangat heroik. Terbukti, dia terlahir dalam keluarga pejuang, matanya dipenuhi dengan keagungan yang hanya berasal dari status tinggi.", "Atau lebih blak-blakan, itu arogansi!", "“Kakak ketiga, Xuejiao?” Wei Jing keluar. Nyonya itu adalah istri ketiga Li Yanfeng, bernama Nyonya Huang. Laki-laki di Vermilion Bird diizinkan memiliki tiga istri dan empat selir. Sebagai seorang istri, Nyonya Huang memiliki status yang tinggi di istana, dan keluarganya juga sangat penting di Flamehaven. Gadis muda di sisinya adalah putrinya, Li Xuejiao, adik tirinya Li Tianming. Bakatnya tidak buruk, dan dia mengalami peningkatan pesat di Flamehaven dalam tiga tahun terakhir.", "“Kakak, apa kamu baik-baik saja?” Nyonya Huang segera tersenyum saat melihat mereka saat dia membawa putrinya masuk.", "“Seberapa baik dia dengan satu kaki di kuburan?” Mata Li Xuejiao berbinar geli karena dia tidak bisa menahan gumaman.", "Itu tidak sopan. Madam Huang menatap tajam, tapi tidak memarahinya. Sebaliknya, dia terus tersenyum, “Kudengar hari ini adalah hari ulang tahun kakak perempuan. Tuanku memesan hadiah secara khusus. Dia agak sibuk hari ini karena dia harus menerima beberapa tamu, jadi dia menyuruhku untuk datang menggantikannya. ”", "Li Xuejiao hampir mencibir, tapi berhasil menahannya.", "“Apa itu?” Wei Jing sedikit bingung.", "“Coba lihat,” Nyonya Huang menyerahkan sebuah dokumen, menahan tawa saat dia melakukannya.", "Tangan Wei Jing sedikit gemetar saat dia membuka dokumen itu. Sekilas, itu jelas ditulis oleh Li Yanfeng dari kaligrafi yang kuat. Hanya gambaran singkat yang membuat mata Wei Jing merah dan bahkan tidak bisa berdiri dengan benar. Hanya dengan dukungan Li Tianming dia bisa duduk.", "Li Tianming juga melihatnya. Meskipun nadanya sopan dan terus berbunyi, pesan utamanya jelas: ini adalah surat cerai!", "Dia berbicara tentang betapa bersyukurnya dia untuk perusahaan Wei Jing tahun-tahun ini serta kontribusinya kepada keluarga, sebelum menambahkan kefasihan untuk sementara waktu. Akhirnya, dia mengundang Wei Jing meninggalkan manor. Itu bukan hanya penghapusan perannya sebagai istri utama, tetapi juga identitasnya sebagai nyonya gubernur!", "Singkatnya, dia diusir.", "Kemudian, disebutkan Li Tianming. Kata-katanya singkat, menyuruhnya untuk membawanya juga, dengan jelas menghapus statusnya sebagai putra dari istri pertama. Harus disebutkan bahwa Li Tianming selalu menjadi gubernur Flamehaven masa depan!", "Ini adalah peristiwa besar bagi Flamehaven, tapi ini hanya catatan sampingan. Namun, ini menunjukkan betapa kejamnya Li Yanfeng.", "Jika ini terjadi tiga tahun lalu, pasti akan menimbulkan gelombang besar. Namun sekarang, itu adalah hal yang tidak penting. Bagaimanapun, satu-satunya hal yang perlu diperhatikan tentang Li Tianming hari ini adalah wseperti bagaimana dia mengejar Mu Qingqing dan gagal, sebelum menggunakan narkoba.", "Li Tianming selalu tahu bahwa dunia ini dipenuhi dengan orang-orang yang suka menendang orang lain saat mereka jatuh. Dia juga tahu Li Yanfeng tidak berperasaan. Namun, dia tidak pernah menarik kesimpulan bahwa ayahnya yang akan menendangnya saat dia jatuh pada akhirnya.", "Dalam tiga tahun dia kembali, Li Yanfeng tidak sering berkunjung, tapi dia setidaknya datang pada hari ulang tahun ibunya.", "Hubungan Li Tianming dan ayahnya seperti air dan api sejak dia masih muda, karena pria itu tidak pernah menunjukkan perhatian yang besar pada ibunya yang sakit-sakitan. Itu memburuk sejak dia kembali dari Ignispolis, di mana mereka bahkan tidak bertukar tiga kalimat. Tiga tahun ini, tatapan pria itu padanya telah berubah dari kekecewaannya yang biasa, menjadi penghinaan yang telanjang, dan akhirnya ketidakpedulian. Saat dia datang berkunjung saat ulang tahun ibunya tahun lalu, dia baru saja melirik sebentar sebelum buru-buru pergi.", "Sejujurnya, tidak berlebihan untuk berasumsi jika dia hanya memeriksa apakah dia sudah mati!", "Wanita menyedihkan ini masih menunggu Li Yanfeng memainkan perannya dalam hubungan itu. Li Tianming bahkan tidak bisa mulai menghitung berapa banyak yang telah dibayar Wei Jing demi hubungan ini. Baginya dibayar dengan akhir seperti ini akan membuat siapa pun marah!", "Jika Kamu bertemu orang yang salah, hidup Kamu akan hancur.", "Nyonya Huang dan Li Xuejiao tidak bisa lagi menahannya ketika mereka melihat ekspresi Li Tianming dan Wei Jing. Li Xuejiao mencengkeram lengan Nyonya Huang, tidak lagi bisa menahan tawanya. “Serius, ayah selalu terlihat kuno, tapi dia mengirimkan hadiah ulang tahun yang cukup menarik!”", "“Kakak, jangan iri tuan. Ini semua mutlak, positif demi Kamu dan Tianming! Lagi pula, Kamu tidak melakukannya dengan baik sekarang, yang dapat dengan mudah digunakan orang sebagai dasar untuk mengkritik guru lama. Bahkan yang berani tahu kapan harus mundur. Kakak perempuan mengerti itu kebajikan, kan? ” Nyonya Huang menarik kembali tawanya untuk berkata dengan serius. “Tuanku juga telah membuat beberapa rencana. Dia berusaha keras untuk mempersiapkan permata roh ini! Ini adalah barang berharga yang hanya bisa digunakan oleh beastmaster, masing-masing bernilai banyak emas! Itu cukup untuk membuatmu siap untuk hidup. ” Dia mengeluarkan tas dan dengan santai melemparkannya ke Wei Jing seperti orang yang akan memberikan sedekah kepada pengemis.", "“Aku sangat iri padamu! Aku tidak bisa mendapatkan permata roh sebanyak itu bahkan jika Aku memintanya, “kata Li Xuejiao dengan iri. Orang kecil sebenarnya adalah sesuatu yang lain. Keduanya dan lelucon mereka akan memperburuk kematian siapa pun.", "Li Tianming mengira ibunya menderita dan tidak akan mampu menanggungnya, tetapi dia tiba-tiba menjadi sangat tenang setelah saat-saat awal putus asa. Sepertinya dia telah sampai pada semacam pemahaman.", "“Faktanya, ini memang ada sisi positifnya. Kami berdua tidak lagi berhutang apapun, “gumamnya sambil menggelengkan kepalanya.", "“Kakak, jika terlalu sulit, jangan ragu untuk menangis. Bahkan, aku akan meminjamkan bahuku! ” Nyonya Huang menutup mulutnya untuk menyembunyikan mulutnya yang bergerak-gerak.", "Li Tianming sangat marah pada saat ini. “Aku pikir sudah waktunya bagi kalian berdua untuk enyahlah, bukan?”", "“Kakak Tianming, bagaimana kamu bisa mengatakan itu! Tahu mengapa kita berdua ada di sini untuk memberi tahu Kamu? Ayah sudah berjanji bahwa Paviliun Menghargai Hujan adalah milik kita mulai sekarang. Yang satu bercerai dan yang satu pincang, bukankah seharusnya kalian berdua yang lari-lari? ” Lu Xuejiao menyilangkan lengannya, matanya bersinar karena ejekan.", "“Xuejiao benar. Kakak, aku tidak akan mempersulit karena tahun-tahun persaudaraan kita. Aku akan memberimu waktu setengah jam untuk berkemas. ” Madam Huang mengernyitkan alis, cekikikan.", "Li Tianming sendiri hampir tertawa pada saat ini. Semua orang ini benar-benar lebih kejam daripada yang terakhir. Jika bukan karena kesempatan kebetulan, ini akan menjadi akhir mereka. Namun, dia menolak untuk menerima ini!", "Mengapa ibunya harus mengalami perlakuan tidak adil seperti itu? Bahkan jika mereka harus pergi, mereka akan melakukannya dengan megah! Tidak seperti beberapa anjing tunawisma yang diusir!", "Saat dia memutuskan untuk menghadapi Li Yanfeng, ibunya, yang selalu memahaminya, meraih lengannya. Kekuatan yang diberikan oleh tubuh halusnya adalah bukti dari keinginannya. “Kami pergi, Tianming. Tidak banyak yang bisa disukai di sini. Saat kita sedang down, tidak perlu berjuang tanpa tujuan. Ketika Kamu kembali, kami akan kembali untuk wajah kami yang hilang. ”", "Kata-kata sederhana ini rock Li Tianming ke intinya. Bagaimanapun, dia sadar bahwa ibunya tidak pernah menjadi orang yang sederhana. Jika bukan karena penyakitnya yang aneh, Nyonya Huang ini tidak akan ada di sana sambil tersenyum begitu puas!", "“Kembali? Batalkan lelucon. Kehidupan binatang buas putra Kamu sudah mati, dan tidak kurang dari tindakannya yang tidak tahu malu. Jika bahan tertawaan Flamehaven bisa muncul kembali, itu akan menjadi hari babi memanjat pohon. ” Li Xuejiao mendengus.", "“Tantangan diterima. Aku kira Aku tidak punya pilihan selain mengirim Kamu ke atas pohon hari ini. ” Mata Li Tianming berbinar marah saat menatapnya.", "“Sebuah tantangan, kakak laki-laki Tianming? Aku tidak menahan diri terhadap orang cacat, Kamu tahu. ” Senyum Li Xuejiao meninggalkan wajahnya saat itu menjadi sangat dingin.", "“Masih ingat? Saat itu Kamu diculik ketika Kamu lari untuk bermain, AKUlah yang membuntuti mereka selama tiga hari tiga malam, meninggalkan petunjuk yang mengarah pada penyelamatan Kamu. Jika bukan karena itu, Kamu akan menjadi mayat yang kesepian di sudut yang gelap dan sunyi. Namun … ” Mata Li Tianming menyipit. Beberapa orang benar-benar tidak tahu bersyukur.", "Dia meringkuk bibirnya. “Itu tidak mengubah lelucon apa ini, Tianming.”", "Itu sebabnya Aku menyesal telah menyelamatkan Kamu. Aku adalah kakak yang baik hati, murah hati, dan lebih tua. Kami memiliki tiga pohon di sini. Aku akan membiarkan Kamu memilih mana yang Kamu ingin memiliki kenangan indah ketika Kamu tinggal di sini. Jeruk, belalang, atau pohon payung? ”", "www.worldnovel.online"]},
{"testing": ["Seperti yang diharapkan dari putri Li Yanfeng, Li Xuejiao telah menunjukkan peningkatan yang luar biasa selama tiga tahun terakhir, setelah mencapai Beast Vein tingkat kelima pada usia lima belas tahun. Binatang pengikat hidupnya, Flaming Hawk, adalah jenis burung pengikat hidup burung tipe api.", "Li Xuejiao memanggil Flaming Hawk dari ruang hidupnya, tempat paling ideal untuk budidaya binatang buas, sebelum Li Tianming bisa menyelesaikan ejekannya.", "Burung besar yang menyala-nyala melayang tepat di atas Li Xuejiao. Bunga api yang berapi-api menari-nari di bulunya, tatapannya tajam dan tajam saat mengamati area tersebut. Ciri yang paling menonjol tidak diragukan lagi adalah cakarnya, nyala api merah menyala di ujung setajam silet yang mengingatkan pada belati berlapis racun.", "“Kakak Tianming, karena kamu tidak lagi memiliki binatang yang dapat mengikat kehidupan, mengapa aku tidak berdiri di samping sementara Huo Ling memberimu pemanggang ringan?” Li Xuejiao terlihat sangat geli.", "“Siapa yang memberitahumu bahwa aku tidak memiliki binatang yang dapat mengikat kehidupan?” Li Tianming melangkah ke kamarnya, di mana anak ayam itu masih tertidur.", "“Siapa yang kamu coba untuk bodohi? Semua orang tahu Midas Kamu telah dicabut semua bulunya dan mati dalam kematian yang menyedihkan. ”", "Li Tianming mengabaikannya saat dia memasuki kamar dan mengeluarkan anak ayam, yang masih tertidur lelap. Itu diaduk saat dia mengambilnya dengan kakinya.", "“HEI! Aku sedang bersenang-senang dengan tiga ribu haremetku, beraninya kau menggangguku! ” Aeternal Infernal Phoenix jelas tidak senang digantung di kakinya.", "Adapun Li Xuejiao, dia sudah tertawa terbahak-bahak saat dia melihat anak ayam itu. “Kakak Tianming, apakah ini semacam lelucon? Aku yakin Kamu akan menjadi pelawak hebat. Apakah Kamu mendapatkan ayam ini melalui penggunaan perjanjian darah? ”", "Pakta darah adalah proses di mana seorang beastmaster yang sebelumnya telah kehilangan binatang buasnya dapat menemukan penggantinya. Itu melibatkan penggunaan teknik pengorbanan khusus di mana beastmaster akan dengan paksa menyuntikkan darah mereka sendiri ke dalam seekor binatang buas yang baru lahir untuk mengubahnya menjadi binatang yang mengikat kehidupan mereka. Binatang buas ini biasanya ditemukan di alam liar, bukan milik majikan manapun dan sangat agresif, biasanya menyerang apapun yang terlihat.", "Anak ayam itu masih meronta-ronta di tangan Li Tianming sampai ia melihat Flaming Hawk.", "“Sial, cewek yang seksi. Apakah Kamu ingin memiliki bayi Aku? ” Cewek itu tak segan-segan mengutarakan niat vulgarnya.", "“Kamu tidak hanya memiliki ayam sebagai hewan penopang hidupmu, tapi juga sama mesumnya denganmu?” Li Xuejiao mencemooh, “Huo Ling, telanlah.”", "Suara mendesing! Flaming Hawk berubah menjadi warna merah tua, menukik ke bawah pada anak ayam kecil, yang berteriak kegirangan.", "“Ini pasti cinta pada pandangan pertama.” Mengepakkan sayapnya yang kecil, anak ayam kecil itu menyerbu ke arah elang, meskipun ukurannya sangat berbeda.", "“Jangan membodohi diri sendiri, ukuran Kamu tidak bisa bersaing.” Li Tianming merasakan sedikit sakit kepala pada gerakan berani anak ayam itu, tetapi jujur ​​saja, dia bahkan tidak bisa mengumpulkan sedikit pun kekhawatiran. Anak ayam itu terlalu kuat.", "“Cobalah bertahan dari ini, Tianming!” Li Xuejiao juga telah membuatnya bergerak. Berdasarkan pergerakannya, sepertinya dia akan menggunakan Blazing Palm. Api meletus dari tangannya, melapisi telapak tangannya dengan energi mendalam yang dikumpulkan dari Crimson Beast Ki miliknya.", "Terkenal sebagai gerakan yang menakutkan, gemerincing api Telapak yang Berkobar mampu memakan korbannya dengan mudah. Lebih penting lagi, dampak dari telapak tangan diketahui menghancurkan setiap tulang. Dengan kilatan tanpa ampun di matanya, Li Xuejiao mengarahkan telapak tangannya langsung ke dada Li Tianming!", "POW!", "Yang mengejutkan, Li Tianming tidak bergeming sedikit pun, mengambil seluruh kekuatan serangannya tepat di dadanya! Itu adalah serangan langsung, yang bisa melukai atau bahkan menghancurkan organ dalamnya. Pukulan keras dan keras yang mengikutinya sudah cukup untuk menyatakan dia mati di tempat!", "Setelah membunuh kakaknya, Li Xuejiao mulai panik.", "“Xuejiao, apakah kamu sedang diet?” Senyuman acuh tak acuh muncul di wajah Li Tianming.", "Terkejut, Li Xuejiao melongo melihat dada Li Tianming yang tidak terluka sempurna. Bagaimana mungkin ?!", "Sial baginya, Li Tianming mendapatkan kekebalan api penuh! Ini adalah salah satu dari banyak anugerah yang dia peroleh dari ikatan dengan Aeternal Infernal Phoenix. Aeternal Infernal Beast Ki-nya sudah menjadi jenis magma terpanas yang ada. Api tidak bisa berbuat apa-apa padanya sama sekali.", "“Melihat. INILAH Blazing Palm yang asli! ”Li Tianming memanfaatkan kepanikan Li Xuejiao dan dengan cepat bergerak, jauh lebih cepat dari apa yang telah dia capai sebelumnya. Sebelum Li Xuejiao sempat bereaksi, Telapak Tangan yang Berkobar sudah menuju wajahnya!", "POWWWW !!", "“AHH!”", "Tepukan keras dan tajam bergema ke sekeliling, yang dengan cepat diikuti oleh jeritan yang mengental darah.", "Kekuatan mengerikan dari Aeternal Infernal Beast Ki berarti bahwa ini bukanlah tamparan biasa. Wajahnya langsung menghitam, berubah menjadi reruntuhan hangus, saat tubuhnya melayang di udara dan menghantam pohon payung tertinggi di taman. Gigi patah, darah menggumpal, dan air liur berceceran ke tanah beberapa saat kemudian, bukti kekuatan di balik tamparan biasa itu.", "BAM!", "Gravitasi terbangun beberapa detik kemudian, menariknya kembali ke tanah dengan sentakan yang kejam. Tubuhnya hampir terlepas dari jatuh, dan rasa sakit yang melumpuhkan melonjak di tulang punggungnya.", "“Bukankah kamu di Beast Vein level lima? Tentunya Kamu bisa melakukan jauh lebih baik dari ini. Apakah kita akan melanjutkan ke ronde kedua? ”", "“TIDAK! Tolong kakak Tianming. Aku membuat kesalahan, tidak, tolong! ” Li Xuejiao berteriak ketakutan, tapi itu tidak menghalangi Li Tianming untuk mengirimkan pukulan lagi ke wajahnya.", "POW !!!", "“AHHH!” Dia menjerit lebih keras, karena lebih banyak gigi yang keluar dari mulutnya.", "Sekali lagi, dia dikirim ke pohon, kecuali hanya kali ini, dia tersangkut di dahannya. Tidak ada satu inci pun kulitnya yang tidak tergores dan robek oleh dahan, dan air mata mulai mengalir di pipinya yang rusak. Cara dia menjerit terdengar benar-benar seperti babi, renung Li Tianming.", "“Ratusan poin untuk babi pirouetting ini, menurutku. Dan ia mendarat di pohon dengan sempurna juga!” Li Tianming berkomentar, bertepuk tangan perlahan saat dia mengagumi pekerjaannya.", "Dia menyeringai saat melihat senyum lega ibunya. Bagi Wei Jing, surat cerai tidak ada artinya baginya dibandingkan melihat putranya kembali.", "“Bagus sekali, Anakku!” Dia memberinya acungan jempol, seperti yang biasa dia lakukan.", "“Yah, aku punya gen yang bagus.” Li Tianming membalas pujian itu.", "Pada saat itu, dia tampak tampak muda sekali lagi, senyum di wajahnya mengisyaratkan kecantikannya yang dulu.", "Pada saat inilah Nyonya Huang menjerit. “Tolong! Li Tianming telah melakukan pembunuhan! ”", "www.worldnovel.online"]},
{"testing": ["“Ayah!” Li Zifeng belum pernah semenyenangkan ini sebelumnya.", "“Kerja bagus,” Li Yanfeng memuji.", "“Itu karena kamu membimbingku dengan baik, ayah,” Li Zifeng buru-buru menjawab.", "Waktunya telah tiba bagi Li Yanfeng untuk mengumumkan hasilnya kepada dunia. Li Yanfeng berbalik menghadap warga Flamehaven, untuk mengumumkan dengan sungguh-sungguh, “Mulai hari ini, Li Zifeng akan menjadi pewaris Flamehaven!”", "“Kamu mungkin telah melakukannya dengan baik hari ini, tetapi ingatlah untuk tidak menjadi diri sendiri. Kamu memiliki masa depan yang cerah, dan ingatlah untuk berhati-hati dengan setiap langkah yang Kamu ambil. ” Wajah Li Yanfeng bersinar dengan bangga, pemandangan yang langka.", "“Selamat, Gubernur! Selamat tuan muda! Hari yang sangat membahagiakan bagi Flamehaven. Gubernur kami telah menikah dan tuan muda dijadikan ahli waris. Dia juga akan pergi ke Flameyellow Scions Institute! ” Kapten pengawal istana, Zhao Ding, bersorak dengan liar, dan penonton mulai mengikuti.", "Sementara semua orang memperhatikan Li Yanfeng, seorang pemuda sederhana berpakaian putih tiba-tiba berjalan ke Zephyr Square.", "“Li Tianming? Apa yang dia lakukan di sana? ” Sebagian besar penonton mengenali sosok itu, dan terkejut dengan kedatangan orang tersebut. Bagaimanapun, ini bukanlah tempat untuk memalukan Flamehaven muncul, terutama pada saat dia baru saja disingkirkan sebagai ahli waris, dengan saudara laki-lakinya sendiri yang mewarisinya!", "“Apa yang dia lakukan di sini? Apakah dia bodoh? ”", "“Jadi, apa yang kamu harapkan dari seseorang seperti dia?”", "“Gubernur pasti marah. Ini hari pernikahannya hari ini! ”", "“Untungnya, dia tidak membawa ibunya yang sakit-sakitan.”", "“Seseorang baru saja mengejarnya keluar dari sini.”", "Dari perspektif kerumunan, Li Tianming hanyalah seseorang yang kehilangan akal sehatnya karena disingkirkan sebagai pewaris. Tapi mereka meremehkan Li Tianming. Dia tidak pernah ada di sana untuk takhta, dia juga tidak memiliki minat yang tersisa di Flamehaven secara keseluruhan.", "Saat Li Tianming mengangkat kepalanya, Li Yanfeng sudah berbalik ke arahnya, menyipitkan mata padanya. Aura menakutkan menyelimutinya beberapa saat kemudian. Baginya, Li Yanfeng merasa seperti raksasa yang mampu mencapai matahari, menilai dia dari atas.", "Jika ini terjadi sepuluh hari yang lalu, Li Tianming mungkin akan gemetar di lantai, hampir tidak bisa bergerak. Tapi tidak sekarang! Dia adalah beastmaster dari Primordial Chaos Beast. Tidak peduli seberapa kuat lawannya, martabat yang mengalir dalam darahnya tidak akan membuatnya mengaku kalah di sana. Bahkan jika setiap langkah menuju Li Yanfeng terasa seperti menghabiskan semua energinya, dia masih berhasil membuatnya di depan Li Yanfeng!", "“Li Tianming? Kamu pasti gila! Seseorang, usir dia, ini bukan tempat untuk pengemis. ” Li Zifeng tidak bisa menyembunyikan rasa jijik di wajahnya. Faktanya, dia akan melupakan semua tentang kakak laki-laki ini jika bukan karena penampilannya yang tidak terduga.", "Beberapa penjaga berkumpul di sekitar mereka, siap menjalankan perintah tuan muda. Namun, Li Yanfeng melambaikan tangannya, memberi isyarat kepada para penjaga untuk mundur.", "“Tianming, ini bukan tempat yang tepat bagimu. Kamu harus fokus beristirahat di rumah. Sebagai kakak, Kamu selalu bisa mendukung keputusannya, ”kata Li Yanfeng.", "“Zifeng telah melakukannya dengan baik, dan dia pasti memiliki bakat untuk berkultivasi, lebih berbakat dari biasanya. Tapi sebelum dia mendapatkan Flameyellow Order, Aku ingin memberinya satu tantangan terakhir, ”kata Li Tianming, pikirannya jauh dari keadaan histeris yang dibayangkan orang lain.", "Percakapan ayah dan anak itu tampaknya ramah, keduanya memilih untuk menyembunyikan agresi dan kebencian mereka. Bagaimanapun, itu adalah hari yang penting, dan mereka berbeda di seluruh negeri, jadi mereka tidak ingin mempermalukan diri sendiri.", "“Apa yang kamu mainkan, Li Tianming? Tantangan apa yang bisa diberikan oleh tumpukan sampah sepertimu? ” Li Zifeng bertanya.", "“Kenapa kamu bersikap kasar pada hari yang baik seperti ini? Apakah kamu takut kamu tidak bisa lulus tantanganku? ”", "“Berhenti main-main, kembali dan istirahat.” Kesabaran Li Yanfeng mengering pada saat kata-kata ini keluar dari mulutnya. Ekspresinya, meski tenang, dikhianati oleh amarah yang mengamuk di matanya.", "“Aku tidak bercanda. Aku belum mencapai usia dua puluh tahun, yang membuat Aku memenuhi syarat untuk berpartisipasi dalam seleksi ini. Aturan tidak menyatakan bahwa Aku tidak diizinkan untuk mengikuti Flameyellow Order lagi meskipun Aku mendapatkannyaitu empat tahun lalu! ” Li Tianming berkata sederhana, menyebabkan keributan di kerumunan.", "“Bocah itu pasti benar-benar gila setelah semua yang dia alami!” Zhao Ding berseru.", "“Aku kira dia mungkin tidak ingin hidup lagi, dan hanya ingin menggunakan saat-saat terakhir dalam hidupnya untuk merusak reputasi gubernur.”", "“Benar-benar orang yang tidak tahu terima kasih. Apakah dia lupa siapa yang membesarkannya? Apapun yang terjadi di institut itu karena nafsunya sendiri. Dia hanya bisa menyalahkan dirinya sendiri. ”", "Saat kerumunan itu mengobrol, kebanyakan dari mereka merasa bahwa Li Tianming telah mencapai tujuan untuk membuat Li Yanfeng merasa tidak nyaman. Semua orang tahu betapa Li Yanfeng peduli dengan reputasinya sendiri!", "Satu-satunya orang yang memiliki reaksi berbeda adalah Li Zifeng, yang tertawa terbahak-bahak. “Kakak laki-laki Tianming, kamu sudah menjadi orang biasa, namun kamu masih berani menantangku. Apa kau berharap aku memberimu kematian yang lebih terhormat? ”", "“Jadi, apakah kamu menerima tantanganku?” Li Tianming bertanya.", "“Tentu saja. Ingatlah untuk tidak membodohi diri sendiri di alun-alun Zephyr setelah dikalahkan, ”kata Li Zifeng, sebelum beralih ke Li Yanfeng. “Ayah, jangan khawatir. Aku tidak akan membunuhnya. Aku akan mengejarnya setelah memukulinya. Lagipula, ini aku yang dia kejar, yang artinya hanya aku yang tepat untuk melakukan pekerjaan itu. ”", "“Jangan berlebihan,” jawab Li Yanfeng, ekspresinya tenang. Lagi pula, bagaimana mungkin seseorang tanpa ki binatang lagi dan binatang buas mati bisa mengalahkan beastmaster Beast Vein tingkat ketujuh?", "Karena itu, dia melompat kembali ke Menara Zephyr tanpa melihat Li Tianming lagi, dan menjelaskan kepada para tamu di sana, “Sayang sekali kamu harus melihat aibku terhadap seorang putra. Kamu mungkin pernah mendengar cerita tentang dia sebelumnya, dan Aku sangat sedih mengatakan bahwa dia telah mempermalukan keluarga kami. ”", "Tidak apa-apa, Gubernur Li, setiap keluarga memiliki masalah masing-masing. Anak ini tidak menghargai semua yang telah Kamu lakukan untuknya, dan bahkan berani menimbulkan masalah bagi Kamu. Pada saat ini, tidak banyak lagi yang dapat Kamu lakukan sebagai orang tua, “kata salah satu tokoh penting dari Ignispolis.", "“Syukurlah, Zifeng bisa mengharumkan nama keluarga kita. Biarkan Zifeng menangani ini dan memberi pelajaran pada Tianming, ”kata Madam Mo, istri kedua Li Yanfeng.", "Liu Qing? Li Yanfeng kembali ke kursinya dan menemukan pengantin wanita sedang menatap Zephyr Square dengan rasa ingin tahu.", "“Yanfeng, bahkan setelah kehilangan binatang buasnya, putra sulungmu ini masih tenang dan tenang. Dia tidak memalukan seperti yang diharapkan. ” Mata Liu Qing berbinar karena tertarik.", "“Dia hanya berpura-pura. Aku cukup mengenalnya. ” Li Yanfeng mengerutkan kening.", "“Jangan marah tentang ini, anggap saja itu sebagai pertunjukan. Semua orang tahu tindakan apa yang telah dilakukan anak ini sebelumnya. Tidak ada yang akan menyalahkanmu untuk itu, ”Liu Qing menghiburnya.", "“Kamu sangat mengerti aku.” Li Yanfeng sudah mengalihkan perhatiannya ke alun-alun. Benar saja, saudara-saudara sudah saling berhadapan, keduanya siap bertarung.", "“Li Tianming, kamu sama sekali tidak dekat dengan dirimu empat tahun lalu. Ini hanya membiarkan aku memutar pisau di lukamu! ” Dengan seringai, Li Zifeng mengambil langkahnya dan berlari menuju Li Tianming!", "www.worldnovel.online"]},
{"testing": ["Apa yang harus ditakuti Li Zifeng? Dia sudah berada di Beast Vein tingkat ketujuh, bahkan lebih kuat dari Li Tianming empat tahun lalu! Dia langsung muncul di belakang Li Tianming, berniat untuk menjatuhkannya dengan memukul tengkuk musuhnya dengan telapak tangan yang ditempatkan dengan baik.", "Mereka tidak lagi berada di dunia yang sama. Kata-kata selanjutnya hanya akan membuang-buang napas.", "“Ayah pasti akan menghargai ketegasan Aku!”", "Kerumunan menyaksikan dengan napas tertahan saat serangannya mendarat.", "Pukulan keras terdengar saat Li Tianming tiba-tiba mengangkat lengan kirinya untuk memblokir pukulan itu! Dalam keadaan normal, lengan kiri Li Tianming akan hancur. Namun, bertentangan dengan harapan semua orang, Li Zifeng terhuyung mundur beberapa langkah, memegangi lengan kanan yang gemetar. Tangan yang dia gunakan untuk menyerang berwarna merah cerah, dan mulai berubah sedikit menjadi ungu.", "Kamu membungkus tangan Kamu dengan lapisan logam? Li Zifeng mengatupkan giginya saat dia mendesis.", "“Tanganmu yang terlalu lemah,” jawab Li Tianming.", "Mencoba bertingkah misterius? Kecemasan Li Zifeng setelah gagal pamer mulai terlihat, tapi itu tidak menghentikannya untuk penasaran. “Kenapa aku masih bisa merasakan beast ki darimu? Apakah kamu tidak kehilangan semuanya? ”", "“Aku hanya menggunakan pakta darah dan menemukan binatang buas lainnya. Bagaimana lagi Aku bisa menguji Kamu? Kamu tidak benar-benar berpikir Aku datang ke sini untuk mati dalam kematian yang mulia, bukan? ” Li Tianming pasti harus mengklaim dia telah menggunakan pakta darah. Pakta darah memiliki tingkat keberhasilan rendah satu dari sepuluh ribu. Banyak beastmaster yang telah kehilangan hewannya akan menggunakannya, hanya untuk berakhir dengan kegagalan yang parah.", "“Luar biasa. Nah, mengapa tidak memamerkan makhluk buas baru Kamu? Kamu sangat percaya diri. Mungkinkah… bintang enam? Atau bahkan tujuh, hmm? ” Li Zifeng tertawa terbahak-bahak.", "Li Tianming tidak menyia-nyiakan kata-kata, memilih untuk memanggil Aeternal Infernal Phoenix-nya sebagai gantinya.", "Anak ayam kecil itu melompat ke kepala Li Tianming saat ia muncul, menghujani sekelilingnya dengan tatapan tajam. Seluruh manor menjadi terdiam sesaat, sebelum semburan tawa menghujani dari semua sisi. Di depan Burung Cerah Bermata Ungu, ia hanya bisa menggemaskan, tak peduli seberapa sengitnya ia bertindak!", "“Benar-benar cewek yang menggemaskan!”", "“Itu adalah binatang yang bisa membuat hidup kembali? Ahahaha! ”", "Setiap orang tertawa terbahak-bahak, tidak peduli seberapa tinggi posisi mereka.", "“Li Tianming benar-benar berbakti. Dia pasti datang hari ini untuk membuat pernikahan tuan kota lebih hidup dalam kapasitas seorang komedian. ”", "“Kami salah paham tentang dia. Dia membuka lembaran baru, dan berencana untuk mencari nafkah sebagai komedian mulai sekarang! ”", "Li Zifeng tercengang saat dia menatap dengan mata terbelalak pada anak ayam kecil yang berusaha bertindak keras, sebelum tertawa sampai menarik otot. Bahkan Bright Bird miliknya menunjukkan senyuman seperti manusia.", "“Saudara Tianming. Anak ayam itu bahkan tidak cukup untuk mengisi satu piring pun, namun Kamu menggunakannya sebagai makhluk yang tak dapat dipisahkan? ” Li Zifeng tertawa terbahak-bahak.", "Tapi Li Tianming dan gadis kecil itu sama-sama serius. Mata anak ayam kecil itu berubah menjadi merah. “Berani-beraninya kamu meremehkan kakekmu, dasar nugget!”", "Anak ayam kecil itu berubah menjadi warna kuning cerah yang menyerang Li Zifeng.", "Kedatangannya terlalu mendadak. Li Zifeng masih di tengah-tengah tertawa ketika nalurinya berteriak bahaya. Sesaat kemudian, Li Zifeng dihempaskan dengan keras ke tanah saat sesuatu yang terasa seperti rumah raksasa menghantamnya. Perutnya hitam hangus, dan luka berdarah berkilauan di tengahnya.", "“Yuck! Daging ini asam! ” Saat berikutnya, seekor anak ayam kecil kembali ke kepala Li Tianming, sekarang dengan potongan daging tambahan di paruhnya. Siapapun dengan dua sel otak tahu itu dari Li Zifeng.", "Li Zifeng meringis. Kamu yang memintanya!", "Kekerasan mendadak anak ayam kecil itu telah membuat area itu hening, dan senyum penonton mulai menegang.", "Li Tianming menggelengkan kepalanya. “Ah, anakku Zifeng. Kamu terlalu tidak disiplin. Sombong, kurang ajar dan kurang kasih sayang. Jika seseorang menolak untuk mengajari Kamu dengan baik, Aku yang melakukannya. ”", "“Kamu? Dengan apa, binatang buas bintang satu milikmu itu? ” Li Zifeng dan Burung Cerah Bermata Ungu saling bertukar pandangan, sebelum menyerbu ke arah pasangan lawan.", "Li Tianming dan anak ayam kecil itu berkomunikasi secara telepati. “Tentu, Ki Beast Neraka Aeternal kita lebih kuat dari miliknya, tapi itu tidak cukup untuk mengatasi selisih tiga tingkat.els. Dia memiliki kuantitas lebih dari kita. Sayangnya, atributnya kebetulan adalah api! ”", "Kekebalan api adalah alasan Li Tianming berani menantang Li Zifeng, bahkan dengan jarak tiga level!", "“Kalau begitu hentikan omong kosong itu! Biaya!” Darah anak ayam kecil itu sudah mendidih. Itu adalah pecandu pertarungan, dan hobi favoritnya adalah mengambil eksistensi yang lebih kuat darinya. Bright Bird ini sempurna.", "“Sialan, ayo dan terima kasih kakek!” Ini berteriak.", "Beberapa orang tertawa terbahak-bahak. Mereka tidak mengira anak ayam kecil itu akan berbicara seperti burung beo. Biasanya, binatang buas hanya bisa berbicara dengan beastmaster mereka.", "Sementara Bright Bird tidak dapat berbicara, ia masih memahami gadis kecil itu, yang marah karena provokasi anak ayam itu. Memperluas sayapnya, ia menyerang ke depan sebelum Li Zifeng bisa mengatakan apa-apa, matanya yang manik-manik terfokus pada anak ayam kecil itu.", "Li Tianming menargetkan Li Zifeng saat Burung Cerah Bermata Ungu mulai mengejar gadis kecil itu.", "“Menonton ini.” Li Tianming tiba-tiba meledak dengan kecepatan. Kakinya begitu cepat sehingga tampak seperti fatamorgana dan Li Zifeng, yang berada di ujung penerima, mulai merasakan sesuatu seperti iblis yang bergerak masuk dan keluar dari keberadaannya di sekitarnya.", "Ini adalah seni pertempuran peringkat binatang tingkat lanjut, Langkah Hantu. Itu kurang lebih seni gerakan terbaik di antara seni pertempuran peringkat binatang, dan Li Tianming telah menghabiskan setengah tahun memolesnya.", "Sosok hantu melesat lewat.", "Li Tianming muncul di depan Li Zifeng saat kulit kepala Li Zifeng mulai menggelitik, meninju lawannya yang ketakutan. Serangan Berat Mammoth Naga! Itu adalah seni tinju yang merupakan gerakan khas Li Tianming. Midas pernah menjadi monster pengikat kehidupan tipe logam, berbakat dalam kecepatan dan kekuatan. Seni tingkat tinggi binatang buas ini dibuat khusus untuknya.", "Seperti namanya, tinju ini dirancang untuk meledak dengan kekuatan yang mengerikan dan menghasilkan gelombang kejut berfrekuensi tinggi, yang mampu mereduksi organ internal korban hingga hancur.", "Li Tianming hari ini tidak memiliki kekuatan naga atau mammoth, tetapi dia memiliki kekuatan Primordial Chaos Beasts yang lebih kuat. Terlebih lagi, itu adalah lengan kirinya yang hitam yang melepaskannya sekarang, yang membuatnya lebih ganas dari sebelumnya!", "Pukulan hebat, didukung oleh kecepatan luar biasa, menyerang Li Zifeng! Li Zifeng menyipitkan matanya. Dia sudah bisa merasakan kekuatan di balik pukulan itu dan dengan tenang menanggapi dengan seni pertempuran peringkat binatang yang canggih, Fierycloud Palm.", "The Fierycloud Palm tidak buruk. Itu menciptakan awan berapi-api di sekitar telapak tangan yang bisa digunakan untuk menjaga, membingungkan, atau bahkan menekan musuh. Tersembunyi di dalam awan yang membara adalah kekuatan yang bisa mengguncang gunung dan sungai.", "“Saatnya kembali ke kandangmu, kamu bahan tertawaan!” Li Zifeng berkata dengan dingin, dipenuhi dengan keyakinan penuh pada ki binatangnya yang tebal.", "Telapak tangan dan tinju bertabrakan beberapa saat kemudian.", "Sebuah gedebuk terdengar, suara yang dengan cepat diikuti oleh retakan yang mengerikan. Jeritan menusuk memenuhi udara saat Li Zifeng terbang melintasi langit, mendaratkan kepalanya terlebih dahulu dalam keadaan linglung, darah menetes dari hidungnya sepanjang waktu.", "Lebih menakutkan lagi, salah satu lengannya dipelintir pada sudut yang tidak wajar, jari-jarinya berlumuran darah sepenuhnya.", "“Li Tianming!” Li Zifeng mengangkat kepalanya, meringis kesakitan. Dia tahu dia telah sepenuhnya dipermalukan.", "Manor terdiam, terpana oleh tontonan ini!", "www.worldnovel.online"]}
]