[
{"testing": ["Lu Yin", "Asap berbahaya mengepul dari retakan yang tak terhitung jumlahnya yang menodai tanah yang rusak, membentuk selubung hitam yang menutupi matahari terbenam yang merah. Puluhan ribu wajah ketakutan berjalan dengan susah payah di jalan berlumpur, isak tangis mereka yang terus-menerus diakibatkan oleh jeritan yang menggema dari mereka yang jatuh ke dalam celah. Sungai keputusasaan ini secara nominal dijaga oleh sekelompok pembudidaya, orang-orang yang dulunya normal yang sekarang telah menjadi makhluk yang sangat kuat setengah tahun setelah Kiamat menghantam Bumi. Mereka diposisikan di sepanjang jalan setapak, masing-masing berada pada jarak tertentu dari sebelumnya, dan masing-masing bertanggung jawab atas bagian mereka sendiri.", "Di dekat bagian belakang kelompok besar ini, Lu Yin tiba-tiba melihat ke arah pohon besar yang terbakar di kejauhan. Suara daging yang mencuat dari daging yang digiling memenuhi udara sebelum dengan cepat diikuti oleh teriakan keras. Kemudian, beberapa saat kemudian, seekor anjing sepanjang dua meter dengan pupil merah tua menyerang kelompok itu. Banyak yang panik dan berteriak melihat pemandangan mengerikan dari rahang besarnya yang meneteskan darah segar, tetapi keinginan Lu Yin tetap tidak berubah saat dia mengambil senjata aneh yang tergantung di pinggangnya. Sepertinya itu hanya batang logam, tetapi jika cukup diasah, akhirnya bisa menjadi bilah. Dia melompat ke depan dan menghancurkan kepala binatang itu dengan satu ayunan berat, mewarnai rumput di dekatnya menjadi merah dengan darah. Hanya setelah kelompok itu menyaksikan kematian anjing liar, mereka mendapatkan kembali sedikit ketenangan dan memadamkan ketakutan mereka cukup untuk melanjutkan berjalan.", "“Sepertinya tidak akan lama sekarang,” Lu Yin bergumam pelan saat dia menatap retakan yang menutupi senjatanya.", "Jejak terakhir siang hari segera menyelinap di bawah cakrawala, mendorong para pembudidaya untuk menghentikan prosesi. Masing-masing kemudian menyalakan api unggun untuk mereka yang berada di bawah asuhan mereka, ukuran kecil yang diambil dengan harapan bisa menakut-nakuti binatang mutan. Berjalan dalam kegelapan adalah kematian yang pasti.", "“Tim ketiga dari belakang, keluar dan mulai mencari sumber makanan. Batasi radius pencarian sampai satu kilometer, ”kata Lu Yin melalui komunikatornya; nomor identifikasi pribadinya adalah 103. Setelah dengan serius melihat bangkai anjing yang baru saja dia bunuh, dia mengangkatnya dan melemparkannya ke kelompoknya begitu saja.", "“Makan.”", "Beberapa pria bergerak maju dari kelompok itu ketika mereka menerima perintahnya. Mereka segera mulai bekerja, mengukir dengan indah binatang itu untuk memanggangnya, bahkan tidak meringis sekali pun pada potongan daging manusia yang harus mereka tangani. Hanya ada cukup daging untuk dua puluh orang, jadi Lu Yin mengambil senjatanya dan pergi untuk mencari lebih banyak.", "Suara sepatunya yang berjalan dengan susah payah melewati lumpur tidak berhenti bahkan satu kali pun, tetapi mata hijau yang bersinar menyala dalam kegelapan untuk menatapnya. Ini adalah tikus mutan; meskipun mereka tak tertahankan untuk dilihat, mereka setidaknya bisa dimakan. Lu Yin membunuh sekitar selusin dari mereka sebelum dia memperoleh cukup uang untuk memberi makan kelompoknya, pada saat mana dia kembali. Jeritan tajam lainnya memberi tahu dia bahwa seorang rekan kultivator telah meninggal, tetapi dia tidak memiliki keinginan untuk mencoba menyelamatkan mereka; tidak ada yang tahu bahaya apa yang mengintai dalam kegelapan, dan ular berbisa, nyamuk menular, dan bahkan tikus besar yang bisa mengunyah logam biasa ditemukan di daerah ini.", "Lu Yin kembali ke kelompok bisu yang berkerumun di belakang api unggun, seolah api yang menyedihkan itu akan melindungi mereka dari bahaya yang tak terhitung jumlahnya di sekitar mereka. Pandangannya beralih ke bintang-bintang yang mempesona di langit malam yang cerah yang tidak lagi tercemar oleh cahaya dan kabut asap industri manusia. Tentu saja, kejelasan itu datang dengan biaya kedatangan binatang mutan itu.", "Dan manusia mutan juga.", "Tidak ada yang tahu persis apa yang memicunya, atau bagaimana hal itu terjadi di seluruh dunia hanya dalam satu malam. Segala macam makhluk telah bermutasi menjadi binatang buas yang mematikan, dan banyak manusia juga kehilangan akal sehat mereka dan menjadi zombie berjalan tanpa sedikit pun rasionalitas. Mereka yang selamat melihat dorongan marjinal untuk kekuatan mereka sendiri; sementara itu saja tidak signifikan, mereka juga mendapatkan kemampuan untuk tumbuh lebih kuat dengan memakan inti energi dari makhluk mutan yang baru muncul. Para penyintas ini telah mengganti nama mereka menjadi “pembudidaya”. Dunia kemudian tampak mundur ke zaman kuno, di mana hukum rimba berkuasa paling tinggi. Lu Yin telah menyaksikan secara pribadiledakan yang telah menghancurkan semua senjata dan amunisi modern di kotanya; Seolah-olah tatanan dunia baru ini tidak akan membiarkan adanya teknologi canggih seperti itu.", "Embusan angin lembut kemudian menarik perhatian Lu Yin ke koran berlumuran darah yang beterbangan di bawah batu, yang diambilnya untuk dibaca:", "‘3 Februari 2200. Hari ini akan dicatat dalam sejarah sejarah sebagai hari ketika Angkatan Udara Tiongkok 5 mendarat di Neptunus. Anggota kru pertama yang menginjakkan kaki di raksasa gas itu adalah Bai Qian… ’", "Lu Yin membuang koran itu ketika seorang gadis kecil terhuyung-huyung dan dengan hati-hati memberinya sebatang paha daging panggang. Dia tersenyum padanya saat dia berkata, “Terima kasih.”", "Lu Yin dengan puas menelan daging panas itu saat gadis kecil itu tersenyum dan berlari kembali ke kelompok itu. Dagingnya sulit untuk ditekan bahkan dengan bumbu yang sangat kuat, tapi itu adalah sumber energi yang baik. Dia tiba-tiba memukulkan tongkatnya ke tanah saat api unggun berkedip, membunuh belalang beracun yang mencoba melompat melalui api dan menyerang kelompok itu. Serangga ini dapat menghancurkan suatu kelompok jika mereka berhasil; pedang mereka yang bersinar di antara api tidak lebih lemah dari senjatanya sendiri. Lu Yin hanya mendapat dua jam istirahat sepanjang malam, karena dia harus membunuh selusin mutan yang mencoba menerobos api dan menyerang kelompok itu. Namun, kelompok lain tidak memiliki seseorang seperti dia yang melindungi mereka. Kelompok lain yang terdiri dari selusin pembudidaya dan bahkan lebih banyak yang selamat semuanya dibantai oleh satu babi hutan mutan. Kulit keras makhluk itu ditutupi duri berbulu yang bisa ditembakkan sesuka hati, dan setiap tembakan menuai banyak nyawa. Beberapa pembudidaya terdekat yang lebih kuat harus bergabung untuk menundukkannya agar tidak menyebabkan lebih banyak korban.", "Tetap saja, matahari akhirnya terbit dan kelompok itu melanjutkan perjalanannya ke selatan menuju kota Jinlin. Kota ini adalah titik kumpul terbesar di wilayah sekitarnya, dan banyak tentara serta pembudidaya menyebutnya sebagai rumah mereka. Di antara mereka adalah Zhou Shan sang Algojo, salah satu dari Tujuh Orang Bijak. Dalam enam bulan setelah Kiamat, umat manusia telah menggunakan informasi terbatas yang dimilikinya untuk membangun sistem peringkat yang kasar bagi para pembudidaya. Seseorang yang baru saja menelan inti energi pertama mereka tidak diklasifikasikan, dan mereka yang mendapatkan kekuatan untuk menghancurkannya berada di Alam Manusia. Di atas itu adalah Alam Bumi. Kultivator di tingkat ini dapat menghancurkan seluruh kota dengan mudah, tetapi masih ada satu alam di atas mereka. Mereka yang berada di Alam Langit bisa terbang sesuka hati; mungkin itu karena kekuatan mereka yang menakutkan dalam pertempuran atau mungkin karena peran mereka sebagai penjaga, tapi mereka dikenal sebagai Sage. Tujuh Orang Bijak adalah tujuh individu di Tiongkok yang telah mencapai alam ini.", "Kelompok keseluruhan sekarang hanya sekitar seratus mil jauhnya dari Jinlin, jarak yang akan dicapai hanya beberapa jam beberapa tahun yang lalu. Sekarang, bagaimanapun, jarak yang sama akan memakan waktu beberapa hari untuk dilintasi, dan jalan yang dulunya aman juga sekarang diganggu oleh zombie yang berkeliaran yang tertarik pada aura kehidupan. Para penjaga yang berjajar di kedua sisi prosesi tetap waspada tanpa henti, tetapi ketakutan di mata mereka terlihat jelas. Sementara zombie tidak cepat, dan meskipun kekuatan mengerikan mereka dapat dilawan, darah mereka mengandung racun keji yang dapat merembes melalui kulit dan menginfeksi otak setiap pembudidaya yang terpapar padanya. Racun ini pada akhirnya akan melemahkan korbannya atas kemauan dan perasaan bebas mereka, mengubahnya menjadi zombie juga.", "Tatapan Lu Yin menajam dan dia mencengkeram senjatanya dengan erat. Tidak terlalu sulit untuk menangkis zombie karena mereka selalu menyerang dengan pola yang sama. Tidak seperti pembudidaya, mereka tidak dapat berevolusi dan tumbuh; jika tidak, tidak akan ada yang selamat di dunia ini. Ancaman terbesar prosesi masih datang dari binatang mutan.", "Saat Lu Yin hendak melawan zombie, mereka tiba-tiba terdiam sebelum berbalik dan pergi. Sebuah firasat tidak menyenangkan menggelembung saat detak jantungnya semakin cepat. Beberapa saat kemudian, pertanda nya terpenuhi saat bumi bergetar. Sebuah pohon anggur hijau tua yang tebal merobek tanah dan menghambur di depan prosesi. Daunnya yang lebar menangkap berbagai yang selamat dan kemudian menghancurkannya seperti buah yang matang. Tangisan putus asa terdengar sekali lagi, dan darah para korban menetes ke bawah, menyuburkan tanah di bawah. Jangankan rakyat jelata, bahkan sebagian pembudidaya berbalik dan kabur.", "Jantung Lu Yin berdetak kencang. Pohon anggur mutan ini memiliki defmencapai Alam Bumi tanpa batas; meskipun kelompok mereka memiliki banyak pembudidaya di Alam Manusia, akan sulit untuk menurunkan pohon anggur mutan ini. Bahkan mereka yang terjebak di sekitar tidak memiliki niat untuk mencoba membunuhnya. Sebagai gantinya, mereka mengitari tepi pertempuran, menunggu pohon anggur memakan isinya. Pada saat itu mundur, ratapan putus asa dan kesedihan menggema di medan perang sekali lagi. Bahkan banyak pembudidaya akan hancur pada pemandangan yang mengerikan itu.", "“Bertahanlah. The Executioner akan segera datang membantu kami, ”kata suara parau melalui komunikator Lu Yin. Berita yang penuh harapan mengangkat semangat mereka yang selamat. Bagi mereka, seorang kultivator di Alam Langit seperti dewa; selama mereka muncul, semua masalah akan terpecahkan.", "Sage? Lu Yin mencemooh reaksi kelompok lainnya saat dia diam-diam menekuk lengan kirinya. Bahkan sekarang, seluruh sisi kiri tubuhnya masih berdenyut dengan rasa sakit yang menusuk tulang, pengingat akan malam yang menentukan itu. Seluruh kota telah ditinggalkan, dan semua persenjataan dan daya tembak yang belum dihancurkan telah difokuskan di dalam kota itu sendiri. Jeritan malam itu masih terngiang-ngiang di telinganya; Itu adalah malam ketika dia melihat makhluk agung dengan mata emas itu.", "Liu Shaoge, Petapa Cahaya. Lu Yin tidak akan pernah melupakan pria yang telah menyebabkannya kesakitan yang tak tertahankan – rasa sakit yang telah dia sumpah untuk kembali membayarnya sepuluh kali lipat.", "Seperti biasa, api unggun dinyalakan sebelum senja. Lu Yin hendak beristirahat ketika dia disiagakan oleh jeritan di belakangnya, dan setelah pemeriksaan lebih lanjut, ada beberapa tangisan juga. Alisnya berkerut saat dia berbalik untuk melihat selusin pembudidaya aneh mengelilingi beberapa gadis dengan pakaian robek. Gadis-gadis itu hampir tidak bisa mempertahankan bagian terakhir dari martabat mereka karena para pria dengan kasar mempermainkan mereka.", "Sayangnya, ini bukan pemandangan yang tidak biasa. Manusia, juga, telah kembali ke filosofi barbar setelah malapetaka. Seseorang harus membayar harga untuk perlindungan di dunia binatang ini. Lu Yin menutup matanya, kesadarannya memudar.", "…", "Tidak jauh dari situ, seorang gadis berteriak saat dia didorong ke tanah. Seorang pembudidaya menjulang di atasnya. “Sialan, aku mempertaruhkan nyawaku untuk melindungi kalian semua. Jadi bagaimana jika Aku ingin bersenang-senang dengan Kamu? Kamu harus menganggap diri Kamu beruntung. Seorang bintang muda yang sedang naik daun tidur dengan Aku hanya dua hari yang lalu, tetapi sekarang, Aku akan menolaknya bahkan jika dia memohon kepada Aku. Bangun!”", "Pipi gadis itu memerah karena marah saat dia menatap penindasnya, tetapi para pembudidaya sekitarnya hanya tertawa cabul. Orang-orang ini cocok dengan jenis dunia ini di mana seseorang dapat melakukan apa yang mereka suka selama mereka memiliki kekuatan.", "* Wusss! * Hembusan angin kencang membawa anggota baru ke kerumunan, tongkatnya menempel di leher pria itu saat dia dengan acuh tak acuh berkata, “Enyahlah.” Lingkungan seketika menjadi sunyi kecuali isakan pelan para gadis.", "Ekspresi pembudidaya yang terancam menjadi masam dan dia mengertakkan gigi. “Ini tidak ada hubungannya denganmu, Lu. Mereka di bawah komando Aku. ”", "“Kamu terlalu berisik,” kata Lu Yin tanpa emosi saat dia menghantamkan senjatanya ke tenggorokan pria itu. Kulit robek saat darah tumpah, menodai batang logam dengan warna yang familiar. “Jika kamu akan menjadi sekejam itu, tentu saja. Semuanya milik Kamu sekarang. Aku tidak akan menyentuhnya. ”", "Dia kemudian menarik senjatanya dan dengan tenang berjalan kembali ke tempat sebelumnya, kerumunan yang terdiam menonton dengan kebingungan. Mereka sudah terbiasa dengan tindakan seperti itu, dan biasanya, tidak ada yang akan melangkah maju untuk menyelamatkan gadis-gadis ini bahkan jika mereka akan dibunuh. Bagi mereka, Lu Yin adalah yang paling aneh.", "Para pembudidaya lainnya semua berbagi pandangan saat mereka mendidih karena marah. Namun, tidak ada dari mereka yang berani bergerak; mereka semua tahu bahwa Lu Yin lebih kuat dari mereka. Gadis-gadis itu berlari untuk mengatakan sesuatu, tetapi ketika dia menutup matanya tanpa niat untuk berbicara, mereka hanya bisa memberinya ekspresi terima kasih.", "Tidak lama kemudian, seorang wanita muda cantik yang mengenakan pakaian terbuka berjalan dengan senyuman. Dia menatap gadis-gadis itu sampai mereka menundukkan kepala karena ketakutan, dan hanya puas setelah mereka semua mundur. Dia kemudian duduk di samping Lu Yin dan dengan lembut meniup telinganya.", "Namun, responnya adalah tangan kapalan yang melingkari tenggorokannya. “Sekali lagi dan kamu mati.”", "“Masih sangat tidak berperasaan,”wanita itu meludah, memaksakan senyum di wajahnya bahkan saat matanya redup.", "“Apa yang kamu inginkan?” Lu Yin bertanya dengan dingin saat dia melepaskan cengkeramannya.", "“Ack. Apakah kamu tidak tahu kamu telah menyinggung seseorang?” tanyanya dengan tatapan tajam, sambil menggosok tenggorokannya dengan menyedihkan. Ketika dia tidak menjawab, dia terus menjelaskan. “Zhang Tong dan kelompoknya berencana melawan Kamu. Mereka memiliki lebih dari sepuluh pembudidaya saat Kamu sendirian. Kamu tidak bisa menghadapinya. Hati-hati.”", "“Terima kasih,” jawab Lu Yin dengan lembut.", "Wanita itu mengerang tak berdaya, “Kamu tahu, aku sendiri punya dukungan. Aku dapat membantu Kamu keluar dari ini. Yang perlu Kamu lakukan hanyalah memintanya. ”", "Tidak membutuhkannya.", "“Mendesah. Baik. Nah, jangan ragu untuk memanggil Aku kapan pun Kamu mau. Adapun Zhang Tong, jangan khawatir tentang itu. Aku akan menanganinya untuk Kamu. Sampai jumpa lagi.” Dia memberinya senyuman sebelum berbalik, meninggalkan sedikit aroma di belakangnya. Lu Yin hanya menutup matanya lagi, sama sekali tidak terpengaruh oleh kedatangan dan kepergian wanita itu.", "www.worldnovel.online"]},
{"testing": ["Selamat, semuanya telah ditangani! Wanita cantik itu tidak pergi lama. Di malam yang sama, dia kembali dengan senyuman di wajahnya, hanya menjelaskan dirinya sendiri setelah Lu Yin memasang ekspresi ragu ke arahnya, “Aku meminta saudara Aku untuk membantu dan dia menangkap Zhang Tong. Dia mengundang Kamu untuk mendiskusikan apa yang ingin Kamu lakukan dengan para tawanan. ”", "Mata Lu Yin berbinar dan dia berdiri, “Ayo pergi.”", "Wanita itu tertawa dan keluar, menuntunnya melewati api unggun sampai mereka berada sekitar 300 meter dari kelompok lain tidak jauh dari tambang asli Lu Yin. Bagian ini tidak lebih aman, tetapi ketika Lu Yin tiba, dia melihat Zhang Tong dan para pembudidaya lainnya yang mencoba memperkosa gadis-gadis yang berlutut di tanah. Di depan selusin dari mereka ada seorang pria jangkung dan kekar dengan tangan terlipat di belakang punggung yang wanita itu ajak bicara dengan suara manis, “Saudaraku, Lu Yin ada di sini.”", "Pria itu berbalik dan tersenyum, “Apakah Kamu Lu Yin?”", "Lu Yin mengangguk.", "“Nama Aku Liu Sheng. Aku salah satu kapten di pasukan ini.”", "“Aku tahu siapa Kamu,” jawab Lu Yin terus terang dengan nada sombong pria itu.", "Liu Sheng mengangkat alisnya; dia tidak menyukai sikap yang baru saja ditunjukkan Lu Yin, “Kamu ingin berurusan dengan kelompok ini? Semuanya milikmu. ”", "Lu Yin menatap matanya, “Sebutkan kondisi Kamu.”", "Sudut mulut Liu Sheng bergerak-gerak saat dia menatap tajam ke arah Lu Yin, “Aku akan langsung ke intinya, kalau begitu; Aku telah mendengar tentang eksploitasi Kamu dan telah mengamati Kamu. Aku tidak percaya Kamu telah menyerap inti energi apa pun dari tubuh binatang mutan, tetapi Kamu masih sangat kuat. Bisakah kamu memberitahuku kenapa?”", "Wanita cantik itu dengan penuh semangat melihat dari samping, jelas menunggu jawaban Lu Yin dengan sangat antisipasi. Bahkan Zhang Tong dan kelompok pembudidaya yang berlutut di lantai tidak bisa menahan untuk tidak menatap.", "Namun, apa yang mereka dapatkan sebagai tanggapan adalah senyuman mengejek, “Itukah sebabnya kamu memikatku ke sini?”", "Liu Sheng tersenyum tipis dan melirik wanita cantik itu, yang mengambil beberapa langkah maju untuk tiba di sisi Lu Yin. Dia berbicara dengan suara serak, “Tuan Lu, maukah Kamu memberi tahu kami? Apakah ada metode kultivasi lain? Memberi tahu kami seperti memberi tahu semua umat manusia; umat manusia akan selamanya bersyukur. Aku, terutama … ”", "“Sudah kubilang, sekali lagi dan kau mati.” Lu Yin berbalik saat dia bersandar padanya, senjatanya berkedip di tenggorokannya. Wanita itu mencengkeram lehernya karena terkejut saat darah mengalir di jari-jarinya, pakaiannya menjadi merah saat dia roboh ke tanah. Dia benar-benar mengabaikan peringatan sebelumnya karena dia yakin dia tidak akan begitu berani untuk membunuhnya di depan saudaranya. Bagaimanapun, Liu Sheng adalah seorang kapten, sosok yang kuat di Alam Manusia! Bahkan saudara laki-laki tersebut tertegun hingga terdiam oleh tindakan ini, tidak menyangka sama sekali.", "“Kalian semua sangat menyebalkan, mengawasiku sejak grupmu terbentuk. Ini berakhir malam ini, ”Lu Yin mengacungkan tongkatnya, langsung menuju Liu Sheng dan berayun menuju tengkoraknya.", "Kamu mendekati kematian! Liu Sheng berteriak dengan marah, mengeluarkan pedang yang mengintimidasi dari pinggangnya untuk memblokir senjata Lu Yin. Dia berharap untuk menangkis tongkat dan bahkan melukai Lu Yin dalam satu gesekan, tetapi kenyataan mengkhianati ambisi luhur itu. Pedangnya terbelah dua karena benturan, dan ujung batang baja bahkan meninggalkan luka yang dalam di bahu kanannya.", "Liu Sheng tidak percaya apa yang baru saja terjadi. Dia adalah sosok yang kuat di Alam Manusia, lebih dari mampu melawan sejumlah pembudidaya biasa pada saat yang sama. Dia tidak pernah mengira akan kalah dengan mudah dalam pertempuran.", "Lu Yin telah memotong tepat ke sasarannya, tapi itu tidak cukup untuk memuaskannya. Liu Sheng nyaris tidak menghindari serangan horizontal berikutnya, menebas dengan pedang yang patah, tetapi tongkat itu menjatuhkan pegangannya dengan begitu banyak kekuatan sehingga dampaknya menciptakan retakan kecil di tanah.", "“Apa yang kalian semua lihat ?! Ayo, ayo bunuh dia!” Liu Sheng berteriak, memelototi Zhang Tong dan yang lainnya. Tak satu pun dari mereka yang berani ragu dan mereka semua segera mengambil jenis senjata yang berbeda, tetapi Lu Yin siap untuk menyerang. Dia memiliki tatapan dingin di matanya saat dia meluncur ke depan, kakinya menciptakan riak di tanah yang bisa dilihat dengan mata telanjang. Tubuhnya melesat lebih dari sepuluh meter ke depan saat ujung tongkatnya ditebang. Dalam sekejap, Zhang Tong dansisanya menunduk untuk melihat darah menetes dari dada mereka. Selusin mayat jatuh ke tanah beberapa saat kemudian.", "Hati Lu Yin sudah sekeras baja pada saat ini. Mereka berada pada saat terburuk dalam sejarah, dunia yang benar-benar tanpa hukum, tetapi ini juga merupakan waktu terbaik untuk mengurus sampah tanpa konsekuensi.", "“Bagaimana ini mungkin? Tak seorang pun di Alam Manusia dapat melakukan itu; Kamu harus menjadi seseorang di Alam Bumi! ” Liu Sheng menatapnya dengan tatapan kosong, menggigil saat melihat tatapannya yang sedingin es. Dia segera berlutut di tanah, “Lu Yin — tidak, Tuan Lu, tolong! Lepaskan aku, dan aku akan menjadi antekmu. Aku bisa membunuh siapapun yang kamu inginkan, buat kamu wanita. Aku akan melakukan apa pun yang Kamu minta! ”", "Lu Yin tidak menanggapi, hanya mengangkat kepalanya dan menatap langit berbintang. Kilatan sinis melintas di mata Liu Sheng saat dia menghunus pedangnya dan menusuk keluar, tetapi sosok yang ditusuk itu perlahan memudar. Tatapan Liu Sheng kosong saat dia menatap dengan tidak percaya; apa ini?", "“Ini dikenal sebagai Langkah Keliling, sejenis keterampilan pertempuran yang berasal dari langit berbintang,” Lu Yin menanggapi pertanyaan tak terucapkan dengan nada datarnya, ayunan yang sama membosankannya mengirimkan batang baja menabrak tengkorak Liu Sheng. Dia hanya menghela nafas dan menyimpan senjatanya saat pria itu turun, terus menatap ke langit sambil berpikir, ‘Aku hanya seorang tamu tapi inilah Aku, mencuri perhatian.’", "Dia segera selesai mengekstraksi inti energi dari tubuh Liu Sheng dan yang lainnya, menggerakkan mereka menuju cincin di mana mereka menghilang begitu saja seolah-olah mereka tidak pernah ada sebelumnya. Ini adalah cincin kosmik, ornamen berharga yang mampu menyimpan banyak sekali barang. Itu juga datang dari langit berbintang.", "……", "Tidak ada yang peduli dengan hilangnya Zhang Tong dan yang lainnya, tetapi Liu Sheng berbeda; dia adalah seorang kapten. Hilangnya tiba-tiba pasti akan menarik perhatian kapten lain, tapi dia telah menyusun rencananya secara rahasia untuk mendapatkan metode kultivasi Lu Yin. Dia sudah menutupi semua jejaknya, jadi orang bahkan bisa mengatakan itu adalah kesalahannya sehingga tidak ada yang datang mencari Lu Yin. Sore keesokan harinya, insiden ini terlempar ke benak semua orang saat puluhan ribu orang memandang ke langit. Mereka baru saja menerima berita bahwa The Executioner akan segera tiba, jadi mereka menunggu.", "Tidak butuh waktu lama bagi sesosok hitam muncul tinggi di langit, memandang rendah mereka semua. Zhou Shan memiliki tinggi lebih dari dua meter, dengan rambut pendek dan tubuh yang berotot. Dia membawa kapak besar sepanjang tiga meter yang tampaknya mampu membelah gunung, memotong sosok yang mengesankan saat dia melayang di atas awan yang terpesona. Jadi inilah pria yang bisa terbang, sosok yang kuat di Alam Langit. Dia tidak mengucapkan sepatah kata pun sebelum mengangkat tangannya, mengirimkan hembusan ledakan ke arah orang-orang di bawah. Debu yang tertiup angin membutakan ribuan orang untuk sementara waktu, tetapi para pembudidaya mengabaikan mata berkaca-kaca untuk menatap Sage yang kuat yang mampu melakukan prestasi luar biasa untuk menghancurkan.", "Tanaman merambat besar berputar keluar dari tanah dan menerjang dengan kejam ke arah Zhou Shan, tetapi dia hanya meneriakkan raungan yang bergema di telinga semua orang sebelum mengangkat kapaknya tinggi ke langit. Angin berkumpul menjadi angin bening di belakangnya. “Storm Slash!” dia berteriak keras-keras, membalik dan mendarat di tanah sambil memotong tanaman merambat. Retakan besar tersebar di seluruh bumi saat debu beterbangan ke mana-mana, hembusan menyebar ke seluruh sekitarnya. Untungnya, kapten kelompok ini telah ditempatkan di depan dan berhasil melindungi kerumunan dari serangan itu.", "Lu Yin terus memantau kejadian tersebut. Semua orang mengira bahwa tanaman merambat ini ada di Alam Bumi, tetapi dia merasa bahwa tanaman itu sebenarnya ada di Alam Langit. Zhou Shan harus berusaha sekuat tenaga untuk menangkis mereka.", "Hembusan angin kencang bertiup melewati. dan ketika debu mereda semua orang melihat The Executioner dengan kapaknya bersandar di tanah. Tanaman merambat yang menakutkan telah dihancurkan sepenuhnya, dan bahkan ada lubang besar di tanah yang penuh dengan cairan hijau. Saat ribuan orang bersorak sorai, dia mengambil kapaknya dan pergi ke langit sekali lagi, “Mari kita pergi ke Nanjing sekaligus, jauh lebih aman di sana.”", "“Terima kasih, The Executioner.” ” Hidup Executioner!”  “The Executioner!” “Ribuan suara meneriakkan gelarnya dengan memuliakan. Di masa-masa kacau ini, yang diinginkan semua orang adalah seorang pahlawan. Sama seperti Tujuh Orang Bijak lainnya, Zhou Shan cocok dengan tagihan itu.", "“Segera…” Lu Yin mencengkeram batang bajanya dengan erat. Dia sendiri belum memasuki Alam Langit; seperti yang dikatakan Liu Sheng, dia tidak menggunakan inti energi untuk berkultivasi. Dia harus mencari cara lain untuk menumbuhkan kekuatannya, menemukan jalan kultivasi yang sebenarnya di langit berbintang.", "Kelompok itu maju terus di bawah perlindungan Zhou Shan. Pasti ada makhluk di dunia ini yang jauh lebih kuat darinya, tetapi peluang untuk benar-benar bertemu dengan salah satu dari mereka hampir nol. Sehari kemudian, puluhan ribu orang mencapai Nanjing. Baru pada saat itulah banyak orang mulai meletakkan barang-barang mereka dan berteriak keras.", "Nanjing benar-benar dikunci oleh tembok besar, dengan barisan petani di masing-masing menyaksikan ribuan orang yang beruntung selamat berdatangan. Beberapa memiliki tatapan sedih di mata mereka; tim ini telah kehilangan hampir sepersepuluh dari total tenaga kerja sejak mereka memulai perjalanan berat mereka.", "Lu Yin teringat bagaimana kota itu terlihat ketika dia mengunjunginya di masa damai, pemandangan indah dengan pepohonan kuno menutupi jalan setapak. Sekarang, pinggirannya telah ditinggalkan oleh gerombolan zombie dan telah menyusut drastis. Jika bukan karena Zhou Shan membuka jalan, orang-orang harus bertempur berdarah hanya untuk masuk.", "Para penyintas diorganisir menjadi beberapa kelompok sedangkan para pembudidaya dipisahkan menjadi kelompok lain. Kelompok pembudidaya ini terdiri dari sekitar lima ratus individu, dan jika dibandingkan dengan total yang selamat, masing-masing bertanggung jawab atas perlindungan hampir seratus orang biasa. Banyak orang dapat mulai berkultivasi setelah memakan inti energi, tetapi sayangnya, zombie tidak memiliki apa pun di tubuh mereka dan sangat sulit untuk membunuh binatang mutan yang memilikinya.", "Kembali ke kamp, ​​The Executioner Zhou Shan telah membentuk tim untuk mengelola para pembudidaya. Setiap orang yang berkumpul di Nanjing harus berpartisipasi dalam pembelaannya terlepas dari kemauannya, mendaftar di kamp untuk menguji kemampuan bertarung dan kondisi kesehatan mereka. Lu Yin dan yang lainnya juga dibawa ke kamp ini.", "Kamp ini sama sekali tidak kecil, menempati seluruh Nanjing. Ada desas-desus bahwa ada banyak zombie dan binatang mutan yang berkeliaran di sekitarnya ketika kamp pertama kali didirikan; Zhou Shan telah memimpin para pembudidaya dalam ekspedisi selama sebulan untuk menduduki bekas kota wisata. Dengan Nanjing sebagai pusatnya, kamp menyebar ke empat arah, memungkinkan para penyintas berhasil mencapai titik berkumpul di Zhongshan yang merupakan salah satu konsentrasi penyintas terbesar di China.", "Ada keheningan yang khusyuk di antara para pendatang baru di kamp, ​​semuanya memandang iri pada para pembudidaya yang sudah berseragam serasi. Mereka akan bergabung dengan barisan itu dalam waktu dekat.", "“Sungguh prestasi yang luar biasa bahwa The Executioner dapat membangun kamp ini sejauh ini hanya dalam waktu setengah tahun,” komentar seseorang.", "Seseorang menggemakan sentimen, “Banyak yang bersembunyi ketika Kiamat tiba, tetapi The Executioner segera mendirikan kamp ini. Itu akan menjadi kekuatan dominan di masa depan. ”", "Lu Yin berjalan di antara para pembudidaya dan melihat sekeliling pada para prajurit yang akan lewat sesekali. Orang-orang ini tangguh, prajurit sejati. Berbicara secara logis, ketika dunia berakhir, tidak akan ada seorang pun yang cukup karismatik untuk dapat membentuk struktur seperti itu, namun kamp itu masih ada di sini. Hanya ada satu alasan; Anggota organisasi ini semuanya adalah tentara sejati dan Zhou Shan mewakili negara.", "Kiamat tidak menghancurkan Cina; pada kenyataannya, itu menstabilkan negara. Zhou Shan adalah seorang anggota militer dan bahkan salah satu dari Tujuh Orang Bijak; jika bukan karena kedua koneksi itu, dia tidak akan pernah bisa mencapai Realm of Sky hanya dalam setengah tahun. Itu masih belum ditentukan apakah itu adalah berkah bahwa kiamat tidak menyebabkan keruntuhan dalam sistem komunikasi, tetapi jika itu terjadi, tidak mungkin bahkan bagi negara-negara untuk menjadi stabil dalam waktu yang singkat.", "www.worldnovel.online"]},
{"testing": ["Lu Yin tahu apa yang dikatakan Zhou Shan itu benar. Tujuh Orang Bijak Cina bernilai kurang dari semut di alam semesta yang lebih besar, yang disebut Alam Langit bahkan tak tertandingi oleh banyak siswa di berbagai bintang. Di luar sana, tahap ini dikenal sebagai Sentinel, hanya tahap pelatihan kedua.", "Tahapan kultivasi di alam semesta dimulai dengan Seeker, para pembudidaya yang pertama kali mulai mencari jalan mereka seperti anak ayam yang tidak berdaya. Berikutnya adalah Sentinel, saat mereka menjelajahi kekuatan tubuh manusia. Ketiga adalah Melder, ketika seseorang akan tumbuh dalam kekuatan dan bahkan mencapai batas tubuh manusia. Tahap keempat dikenal sebagai Limiteer, ketika seseorang menerobos batas-batas tubuh manusia. Di luar ini adalah Penjelajah, mereka yang dapat melakukan perjalanan melalui luar angkasa sendirian. Seseorang pada tahap ini bisa meruntuhkan pegunungan bumi dengan satu lambaian tangan. Namun, bahkan pembangkit tenaga listrik seperti itu tidak dapat membuat model formcast. Tidak ada akhir dari jalur kultivasi, tetapi orang-orang yang telah berlatih dengan kristal energi seperti Zhou Shan akan merasa hampir tidak mungkin untuk menjadi seorang Penjelajah. Semakin kuat menjadi, semakin mereka akan menyadari ketidakberartian mereka sendiri.", "“Ah, kenapa aku menjadi begitu filosofis denganmu? Mari kita lihat kesenangannya. Zhao Yu harus berdebat dengan salah satu kapten sekarang.” Zhou Shan tersenyum dan membawa Lu Yin keluar dari ruang rapat. Mereka tiba di atas alun-alun tanpa percakapan lebih lanjut, menyaksikan melalui panel kaca saat kapten lain kalah dalam pertarungan dari Zhao Yu. Pakaian gadis itu bahkan belum diacak, tapi dia masih cepat dan tegas dalam serangannya. Lu Yin pernah mengalami semua ini sebelumnya, tetapi sekarang giliran Feng Hong untuk menerima serangannya.", "Zhou Shan melihat ke bawah dan menggelengkan kepalanya, “Ada kultivator yang kuat dan lemah di setiap tahap, dan celahnya bisa sangat besar. Zhao Yu dapat dengan mudah mengalahkan kapten Aku bahkan tanpa menggunakan teknik pertempuran apa pun. ”", "“Tekniknya bergantung pada sejenis tumbuhan,” Lu Yin berkomentar sambil menatap ke bawah.", "Zhou Shan tertawa, “Tentu saja. Tidak peduli apakah itu Snow Maiden atau Water Sage sendiri, mereka semua bergantung pada objek eksternal untuk menggunakan Frost Palm. Tubuh manusia tidak dapat membayangkan sesuatu seperti itu sendiri.”", "Mata Lu Yin menyipit karena pernyataan bodoh itu, tapi dia tetap diam. Teknik pertempuran yang kuat bahkan bisa mengubah alam; hanya saja orang-orang dengan keterampilan seperti itu tidak ada di Bumi. Seni Kosmiknya sendiri bahkan bisa meniru gerakan benda langit, meski tidak ada yang akan mempercayainya bahkan jika dia memberi tahu mereka.", "Kekalahan Feng Hong datang dengan cepat, diikuti oleh dua kapten lagi yang secara berturut-turut dikalahkan. Akhirnya, tidak ada orang lain yang mau menantang Snow Maiden, yang bertatapan dengan semua orang di sekitarnya, “Aku diberi tahu bahwa semua kapten di sini mampu, mengapa tidak ada di antara kalian yang mau berdebat denganku?”", "Feng Hong dan kapten lainnya meringis, tapi Zhou Shan hanya tertawa dari atas alun-alun, “Tiga murid Sage Air dikatakan tak terkalahkan di Alam Bumi. Tampaknya itu benar!”", "Zhao Yu mendongak dan menatap lurus ke arah Lu Yin, menekuk jarinya ke arahnya. Feng Hong dan yang lainnya terkejut, tetapi Lu Yin mengangkat alis atas provokasi terbuka ini.", "Zhou Shan menyeringai, “Sepertinya dia tidak yakin bahwa kamu mengalahkannya kemarin.”", "“Kemarin tidak ada pemenang yang jelas,” jawab Lu Yin.", "Zhou Shan setuju, “Kalau begitu pergilah dan hadapi dia, kita tidak bisa mempermalukan diri kita sendiri.”", "Lu Yin mengangguk dan meninggalkan ruangan.", "Ratusan pembudidaya di alun-alun sedang mendiskusikan pertandingan sebelumnya, kebanyakan dari mereka kagum dengan kekuatan Zhao Yu. Setelah mengalahkan beberapa kapten secara berturut-turut, dia dengan cepat menjadi dewi bagi para prajurit ini. Namun, dewi tersebut menarik napas dalam-dalam saat dia melihat Lu Yin mendekat, menganggap serius pertarungan yang akan datang. Dia masih tidak bisa menerima apa yang terjadi sehari sebelumnya; Meskipun awalnya unggul, dia telah dikalahkan oleh satu teknik pertempuran. Dia ingin mengamati keterampilan itu sekali lagi …", "Feng Hong berusaha keras untuk mendekati Lu Yin dan memperingatkannya, “Hati-hati, Saudara Lu, wanita ini dapat menggunakan keterampilan bertempur yang disebut Frost Palm yang sangat kuat.”", "Lu Yin mengangguk dan menuju Zhao Yu, “Silakan mulai.”", "Zhao Yu melompat dengan tangan terangkat, menggunakan belati dengan cara yang persis sama seperti yang dia lakukan di sebelah lokasi pendaratan. Semburan dingin membelah udara, tapi kali ini Lu Yin menghindarinya dengan mudah. Dia benar-benar berbeda dari hari sebelumnya; kemarin dia hanyalah manusia dengan tubuh yang kuat, tetapi hari ini dia adalah seorang kultivator yang sudah memasuki Alam Bumi!", "Meskipun penghindaran tanpa beban, Feng Hong cemas karena serangan Zhao Yu terus bertambah cepat. Ada energi beku yang keluar dari belati yang dengan cepat menurunkan suhu di sekitarnya, bagian bumi yang retak saat dia berputar seperti angin puyuh. Tekanan Snow Maiden ini meledakkan dinding dan bahkan menekan pernapasan beberapa pembudidaya di sekitarnya. Namun, Lu Yin hanya mengamati sebentar sebelum dia mengangkat lengan dan bergegas ke depan, meninggalkan Zhao Yu yang linglung di belakang. Dia melihat tangannya yang kosong; belatinya sekarang bersamanya.", "Feng Hong terkejut pada awalnya, tapi itu dengan cepat berubah menjadi kegembiraan, “Itu hebat, Saudara Lu!”", "“Saudara Lu, kamu hebat.” “Iya!” Yang lainnya juga menggema dari kerumunan.", "Lu Yin berbalik menghadap Zhao Yu dan dengan santai melemparkan belati itu ke belakang, “Apakah kamu ingin bertarung lagi?”", "Zhao Yu menatap Lu Yin, “Bagaimana Kamu melakukan itu?”", "Lu Yin mengangkat bahu, “Aku cepat dan memiliki mata yang baik.”", "‘Omong kosong,’ Semua orang langsung berpikir.", "“Baik,” Zhao Yu menggelengkan kepalanya, “Kamu menang. Kamu melucuti Aku sebelum Aku bisa menyentuh Kamu; seharusnya tidak ada orang di Alam Bumi yang bisa menandingi Kamu.”", "Lu Yin tertawa, orang-orang ini terlalu terisolasi. Seeker kaliber mereka yang tidak memiliki keterampilan bertarung yang tepat tidak terhitung banyaknya di antara ampas dari berbagai akademi di alam semesta. Meski begitu, dia masih benar. Tidak ada Seeker di Bumi yang bisa mengalahkannya.", "Zhao Yu menyarungkan belatinya dengan sedih sebelum menyadari bahwa ada sesuatu yang berbeda tentang Lu Yin dari hari sebelumnya, “Kamu, apakah energimu habis kemarin ?!”", "Lu Yin tidak mau repot menjelaskan dan hanya berbalik untuk pergi, berencana untuk keluar dan melihat apakah benda yang dia cari dapat ditemukan di pegunungan atau area tersembunyi lainnya. Gadis Salju sangat ingin bertanya tentang teknik bertarungnya, tapi dia tidak bisa memaksa dirinya untuk memanggilnya. Seni semacam itu bersifat pribadi, dan dia tidak punya hak untuk bertanya.", "Feng Hong dan kapten lainnya masih linglung oleh kekuatan Lu Yin. Mereka tidak pernah meragukan bahwa dia akan membunuh alien, tetapi mereka semua dengan mudah lupa bahwa bahkan terluka, yaitu seseorang di Alam Langit.", "Sementara Lu Yin secara resmi menjadi kapten kemarin, baru sekarang kamp memberinya kekuatan; dia telah ditugaskan 100 tentara untuk mengabdi di bawahnya. Saat dia keluar dari Zhongshan, dia memanggil seorang kultivator muda dengan melambaikan tangannya.", "“Apakah Kamu punya perintah, Pak?” Pemuda itu bertanya.", "“Apa kau tahu di mana toko senjata tua di Nanjing?”", "Itu di barat laut.", "Lu Yin mengeluarkan sebuah peta, “Tandai untuk Aku.”", "Prajurit itu mengeluarkan pulpen dan mengitari suatu tempat di peta. Lu Yin melihat, “Kamu bisa kembali, aku akan menjelajah sedikit sendiri.”", "Prajurit itu ragu-ragu, “Tuan, gudang senjata telah dihancurkan bahkan sebelum Kiamat. Beberapa balistik yang tersisa juga dipindahkan. Jika Kamu membutuhkannya, Kamu dapat bertanya kepada Executioner. ”", "“Aku mengerti. Kamu bisa kembali sekarang. ” Lu Yin mengangguk, tapi masih berjalan ke arah barat laut sendirian. Memang benar bahwa tentara menjawabnya, tetapi mereka juga ada di sini untuk mengawasinya. Untungnya, dia tidak berencana menyembunyikan gerakannya; apa yang dia cari sangat tersembunyi, dan tidak ada gunanya mencari secara acak. Dengan kekuatan yang dia tunjukkan, akan ada sedikit perlawanan terhadap kemajuannya. Bahkan, seseorang dapat melangkah maju untuk membantunya menemukan apa yang diinginkannya.", "Asumsinya memang benar. Beberapa saat setelah dia pergi, Zhou Shan berhenti sejenak pada laporan yang dia terima, “Gudang senjata? Mengapa dia menuju ke sana? ”", "Wanita itu menyesuaikan kacamatanya, “Itu sudah dihancurkan, dan dia tahu ini. Kami tahu dia mencari sesuatu, tapi kami tidak tahu apa. ”", "“Biarkan dia, kita tidak punya rahasia di sini,” Zhou Shan tersenyum.", "Zhongshan adalah pusat kota Nanjing, dan semakin dekat suatu daerah ke gunung, semakin aman. Daerah perkotaan kemudian menjadi kacau, dengan orang-orang yang tinggal di jalanan dan bahkan di sungai saat mereka meringkuk ketakutan dari zombie di luar. Namun, ada beberapa orang yang justru merayakan anarki ini. Mereka tidak lagi terkekang oleh moral masyarakat dan menyerah pada setiap keinginan yang terlintas dalam pikiran mereka. Lu Yin telah melihat banyak pembudidaya mengintimidasi para penyintas, dan tidak ada cara bagi para prajurit untuk membuat semua orang mengantri. Ketidakpastian adalah keadaan seluruh dunia, tetapi dia mengerti bahwa ini adalah harga yang mahal yang harus dibayar setiap kali sebuah planet akan berevolusi.", "Langit yang suram segera berganti dengan hujan lebat, campuran darah dan air mengalir di jalanan. Lu Yin dengan cepat menemukan sebuah restoran yang tampak bersih dan mengambil tempat duduk. Bahkan pintu masuknya penuh sesak di sini, tetapi tidak dengan orang yang ingin masuk. Pada beberapa kesempatan di mana sisa makanan dibawa keluar untuk dibuang ke tempat sampah, orang-orang akan mengamuk untuk mendapatkan makanan.", "“Tinggal jauh dari Aku!” pelayan, yang jelas-jelas seorang kultivator, memarahi kerumunan saat dia melemparkan mereka seember sampah, “Dan cuci ember itu sebelum Kamu mengembalikannya, atau Aku akan memberikan ini kepada orang lain lain kali.”", "www.worldnovel.online"]},
{"testing": ["Pintu pesawat ruang angkasa terbuka dengan suara keras, sebuah tangan terulur dari dalam sebelum berhenti. Seorang pemuda berambut pendek akhirnya berjalan keluar, “Oof, Aku lelah! Aku tahu ini seharusnya percobaan, tapi mengapa mereka harus memilih planet terpencil dan membuat kita terbang sendiri?”", "Pemuda itu melangkah keluar dan meregangkan tubuh untuk membiasakan diri dengan baju besi ringan putih dan sepatu bot tempurnya, mengambil belati dari pesawat ruang angkasa sebelum memakai apa yang tampak seperti jam tangan dan mengetuknya sekali. Tatapannya dengan cepat mengeras saat perangkat mengeluarkan bunyi bip, dan dia segera berbalik ke arah tempat persembunyian Lu Yin, “Siapa di sana?”", "Lu Yin segera lari sepuluh meter dari pabrik, tepat pada waktunya untuk menghindari tebasan energi yang membelah seluruh bangunan menjadi dua. Pemuda itu terbang ke langit dan menatap ke bawah, “Apakah Kamu penduduk asli planet ini?”", "“Alam Langit?” Lu Yin terkejut.", "“Aku sedang berbicara denganmu, tidak bisakah kamu mendengarku?” Pemuda itu bertanya dengan kesal, dengan santai mengayunkan belatinya ke udara sekali lagi. Lu Yin menyaksikan saat akibatnya membentuk kawah yang dalam di tanah, menimbulkan awan debu.", "“Kamu alien?” Dia akhirnya bertanya.", "Pemuda itu menyeringai dan turun ke tanah, melirik arlojinya sebelum berbalik dengan terkejut, “Hanya pertarungan level 8? Kamu seharusnya tidak bisa menghindari seranganku saat itu… Tunggu, kamu berspesialisasi dalam pelatihan tubuh?”", "Lu Yin bingung, “Kamu harusnya alien.”", "Pemuda itu mengerutkan kening, “Itu benar secara teknis, tapi kami lebih suka Kamu yang asli menyebut kami master.”", "“Master?” Lu Yin mengerutkan kening.", "Pemuda itu menatapnya dan berkata, “Kekaisaran Yu yang Agung telah mengamati planetmu untuk waktu yang lama. Kami yang mengontrolnya, jadi kami jelas adalah master Kamu. Sekarang, apakah Kamu hanya berfokus pada pelatihan tubuh? Apakah Kamu sudah menjadi Seeker, atau mungkin bahkan menjadi Sentinel?”", "“Aku tidak mengerti apa yang Kamu katakan.”", "Jawaban Lu Yin mendorong pemuda itu untuk mempersempit pandangannya. Dia merenung sejenak sebelum menyadari bahwa penduduk asli di planet ini tidak dapat mengetahui berbagai alam budidaya, ekspresinya berubah menjadi dingin saat dia memelototi Lu Yin, “Serang aku. Aku ingin melihat kemampuan Kamu.”", "Lu Yin mengepalkan tinjunya, “Apakah kamu yakin?”", "Pemuda itu mengejek, “Apakah kamu tahu siapa Aku? Aku Vesta, orang seperti Kamu tidak mungkin menyakiti Aku. Bahkan jika Kamu entah bagaimana bisa menyembunyikan level pertarungan Kamu dan menjadi Sentinel, Kamu tetap tidak akan bisa bersaing dengan Aku. Kamu bisa melihat seberapa lebar jarak di antara kita.”", "“Aku akan menyerang, kalau begitu,” Lu Yin menarik keluar batang logamnya, bergegas ke depan saat Vesta dengan angkuh menekuk jarinya.", "Pemuda itu menghindari ayunannya dengan mudah, bahkan memasukkan tangannya ke dalam saku, “Evolusi alam planet benar-benar menghasilkan sekelompok makhluk buas. Serangan Kamu cepat dan tegas dan Kamu langsung melakukan serangan mematikan. Nah, ini juga bagus. Itu benar-benar satu-satunya cara kita bisa membuat tentara dari kalian.”", "Lu Yin menyerang terus-menerus, tongkatnya melepaskan ledakan energi tebal yang menghancurkan tanah, tapi Vesta terus bertahan dengan mudah. Dengan tangan masih di sakunya, dia bahkan memblokir serangan dengan kakinya sendiri sambil berkomentar, “Level pertarungan sebenarnya adalah 302, lumayan. Tidak mudah menjadi Seeker dalam tubuh fisik sendirian, bahkan beberapa Sentinel di akademi Aku berjuang untuk mencapai sejauh itu. Kamu layak mendapat kesempatan untuk mengikuti Aku. Jadilah budakku, dan aku akan membawamu ke langit yang berbeda. ”", "“Langit yang berbeda?” Lu Yin tersentak, tongkatnya masih menempel di kaki Vesta.", "“Tentu saja. Aku adalah siswa elit dari Sekolah Militer Pertama Kekaisaran Yu Agung, memenuhi syarat dan cukup berani untuk mengajukan uji coba evolusi planet. Setelah Aku menyelesaikan misi Aku, Aku akan bergabung dengan kelas yang lebih tinggi. Mengikuti Aku akan menjadi hal terbaik dalam hidup Kamu. Tentu saja, itu bergantung pada apakah ada orang yang lebih berkualitas dari Kamu di planet ini; Kamu lebih baik berdoa bukan itu masalahnya. Ha!” pemuda itu menendang tongkat itu.", "Ekspresi Lu Yin mendingin menghadapi kesombongan Vesta, telapak tangan kanannya mulai bergetar saat udara di sekitar tangannya berdesir. Pemuda alien itu pada awalnya tidak memperhatikan, tapi setelah itu menarik perhatiannya, dia tertegun, “Shockwave Palm? Bagaimana bisa-”", "Lu Yintelapak tangannya membentur dada Vesta, gelombang kejut meledak akibat benturan saat baju besi putih pemuda itu hancur berantakan. Vesta memuntahkan seteguk darah saat dia terlempar ke belakang, tetapi berhasil memutar tubuhnya ke udara dan menghunus pisaunya untuk mencoba membalas. Telapak tangan masih berdengung, Lu Yin hanya menerobos masuk.", "“Kamu bukan penduduk asli!” Vesta menggeram, mencoba untuk menusuk ke depan saat menghadapi serangan telapak tangan Lu Yin yang berlanjut, tapi seluruh tubuh Lu Yin menghilang beberapa saat sebelum benturan dan meninggalkannya membentur bayangan. “Keterampilan bergerak?” pemuda itu meludahkan seteguk darahnya lagi, cincin meleleh untuk membentuk baju besi yang menutupi seluruh tubuhnya. Bang! Telapak tangan Lu Yin menghantamnya di tempat yang sama seperti sebelumnya, sebuah retakan samar terdengar sebagai jawaban. Meskipun baju besi itu nyaris tidak bisa menutupi dirinya tepat waktu, itu masih belum cukup. Jantungnya benar-benar hancur, dan tubuhnya terlempar ke dalam lubang di samping pesawat ruang angkasa yang sekarang berlumuran darah.", "Lu Yin hampir jatuh berlutut, terengah-engah dan meringis kesakitan. Pembuluh darah di tangan kanannya telah pecah karena memaksa penggunaan Shockwave Palm; jika bukan karena kesempatan untuk membunuh Vesta secara instan, dia tidak akan mengambil risiko melumpuhkan lengannya karena serangan ini. Untungnya, dia berhasil menunggu cukup lama pemuda yang banyak bicara itu untuk berhasil. Namun, dua penggunaan Shockwave Palm dan Roving Step di atasnya menarik segalanya dari tubuhnya, membuatnya gemetar karena kelelahan. Butuh kemauan besar bahkan untuk mengacak ke mayat Vesta dan mengambil baju besi yang telah kembali ke bentuk cincin. Ini adalah peralatan pertahanan yang umum digunakan oleh siswa, dan meskipun Vesta cukup biasa-biasa saja, itu masih bisa melindungi dari serangan di Alam Langit.", "Selain cincin armor, perangkat di pergelangan tangan Vesta dapat mendeteksi level pertempuran dan juga menyimpan semua informasi Vesta, termasuk lokasinya. Lu Yin melepas gadget itu, menonaktifkan mekanisme pelacakannya, dan menyimpannya di cincin kosmiknya sebelum melihat mayat itu sendiri, tatapannya mendarat di jari tengah. Dia memotong benda itu dan mengambil kristal dari dalam.", "‘Itu benar-benar di sini!’ Lu Yin sangat gembira saat dia mengambil kristal itu; ini adalah seluruh alasan serangannya pada Vesta dan mengapa dia tidak menggunakan kristal energi biasa untuk berkultivasi. Ini adalah model formcast, kristal yang terkondensasi dari energi pembangkit tenaga listrik sejati yang dapat merangsang biologi seseorang dan melampaui batas mereka. Itu juga akan memungkinkan mereka untuk berkultivasi dengan menyerap energi dari alam semesta, yang merupakan metode pelatihan paling efektif yang pernah ada. Mengkonsumsi kristal energi jauh lebih rendah dan memiliki banyak kekurangan, paling tidak adalah upaya untuk mengumpulkan kristal dan menembus batasnya sendiri. Sementara energi dari kristal yang ditemukan di tubuh binatang yang bermutasi juga merupakan bentuk kekuatan bintang yang terkondensasi, kristal tersebut memiliki terlalu banyak kotoran dan akan menyebabkan lebih banyak kerusakan daripada kebaikan saat tertelan. Orang yang dilatih dengan kristal energi kadang-kadang disebut penjaga, tetapi banyak yang hanya menyebut mereka budak perang.", "Lu Yin memang datang dari angkasa luar, tetapi untuk menjaga legalitas identitasnya, dia tidak berlatih dengan model formcast sebelum tiba di Bumi. Setiap pengguna formcast di alam semesta diharuskan untuk mendaftarkan diri mereka di Kekaisaran Yu Agung, tetapi Dewan Pemuda Kerajaan telah memutuskan satu pengecualian. Apa pun yang diperoleh selama uji coba evolusi planet adalah milik seseorang; ini adalah aturan yang tidak bisa diganggu gugat.", "“Orang ini hanya Sentinel, artinya model formcast ini telah digunakan dua kali. Hanya ada satu kesempatan tersisa. Cih, aku harus terus mencari,“ Lu Yin bergumam sambil melemparkan Vesta ke pesawat luar angkasa, berbalik untuk pergi. Namun, siluet gelap tiba-tiba membayangi dirinya, memperingatkannya akan serangan mendadak! Dia membalikkan tubuhnya ke samping dan memblokir serangan itu dengan tendangan eksplosif, memberikan dirinya kesempatan untuk mundur. Penyerang yang berada di Alam Bumi juga mundur sebelum mengangkat kepalanya, memperlihatkan wajah yang halus.", "“Mengapa kamu menyerang Aku?” Lu Yin bertanya dengan dingin. Meskipun dia tidak merasakan niat membunuh dari wanita itu, serangan diam-diam hanyalah itu.", "Gadis itu mempelajari pesawat luar angkasa sebelum berbalik untuk fokus padanya, “Aku melihatmu melempar mayat alien itu ke dalam pesawat luar angkasa. Mengapa Kamu membunuh alien itu? Kamu siapa? Apakah kamu tahu sesuatu?”", "“Mengapa aku harus memberitahumu?” Lu Yin mencibir.", "“Karena aku akan membuatmu memberitahunya,” jawab wanita itu, mengeluarkan belati dan melompat ke arahnya. Senjata itu memancarkan gelombang dingin saat menembus udara. Lu Yin mencoba menghindar, tapi belatinya terus-menerus merobek udara dan menghantam bagian vitalnya. Dia akhirnya menemukan saat yang tepat dan meraih pergelangan tangannya dengan satu tangan, menggunakan yang lain untuk menyerang perutnya, tetapi dia mengangkat alisnya dan menjatuhkan senjatanya untuk memblokir telapak tangannya. Suhu anjlok saat tangan mereka bertemu.", "“Teknik pertempuran?” Lu Yin menjadi serius; telapak tangannya mulai membeku.", "“Kamu tidak bisa menandingi Aku. Jawab aku sekarang,” Wanita itu memerintahkannya saat suhu semakin turun.", "www.worldnovel.online"]},
{"testing": ["Zhongshan telah dibersihkan seluruhnya, meninggalkan alun-alun besar yang dipenuhi dengan berbagai fasilitas modern yang membuat para pembudidaya pendatang baru terkagum-kagum. Mereka melihat tentara berjalan dengan pedang seragam di punggung mereka; perpaduan aneh antara peralatan modern dan kuno. Senjata biasa menjadi tidak berguna saat budidaya berkembang, dan banyak persenjataan nasional telah dihancurkan di Kiamat. Bagi seseorang yang masih dapat melengkapi semua prajurit mereka dengan perlengkapan standar adalah demonstrasi kekuatan dan pengaruh mereka.", "Lu Yin dan para pendatang baru lainnya dibawa ke sebuah lapangan besar di mana mereka dikelilingi oleh para prajurit, baik pria maupun wanita. Sekitar sepuluh meter di atas mereka ada sebuah persegi kaca bening yang memisahkan area lain dari mana beberapa orang memandang rendah tentara dan pendatang baru sambil cekikikan.", "“Aku ingin tahu apakah ada yang berguna kali ini. Akan lebih baik jika kita bisa mendapatkan seseorang dengan kekuatan yang layak atau bahkan di Alam Manusia,“ Seseorang menggerutu dari antara orang-orang yang mengabaikan.", "“Jangan terlalu berharap. The Realm of Man tidak mudah dijangkau. Selain itu, The Executioner telah memutuskan siapa kapten Realm of Man. Tak satu pun dari kami yang memenuhi syarat,” Seorang wanita cantik di sebelah pria itu menjawab dengan kesal.", "“Tidak mudah menjaga puluhan ribu orang yang selamat ke Nanjing, jadi Aku memiliki harapan yang tinggi terhadap kelompok ini. Jika Kamu tidak menginginkannya, Aku akan dengan senang hati melepaskannya dari tangan Kamu.” Seorang pria muda berkata sambil tersenyum.", "“Berhenti bermimpi. Itu semua tergantung bagaimana Feng Hong menangani ini. Dia instruktur kali ini, jadi dia pasti akan mendapatkan yang terbaik,“ Kata pria paruh baya itu.", "Semua orang di daerah atas ini adalah kapten di kamp. Kamp itu menampung delapan puluh ribu pembudidaya, di antaranya hanya mereka yang telah mencapai Alam Bumi yang bisa menjadi kapten. Masing-masing memegang kekuasaan hampir absolut di Nanjing, dengan status kedua setelah Algojo sendiri. Penampakan Algojo adalah kesempatan langka bagi jutaan orang yang selamat di Nanjing, jadi bagi sebagian besar, kaptenlah yang berkuasa.", "“Rupanya, murid-murid Water Sage datang ke Nanjing untuk melawan salah satu dari kita. Siapa yang ingin mengambil tantangan?” Wanita cantik itu tiba-tiba bertanya sambil menyeringai, tertawa terbahak-bahak saat semua orang terdiam, “Rumor mengatakan bahwa dia menyatakan Gadis Salju tak terkalahkan di Alam Bumi. Bukankah kalian ingin mempertahankan reputasi Kamu?”", "Tidak ada yang mengatakan sepatah kata pun sebagai tanggapan, dan meskipun terkikik, wanita itu menutup mulutnya dan juga diam. Meskipun orang biasa mungkin berpikir bahwa Tujuh Orang bijak berdiri sama, beberapa orang tahu bahwa ada tiga orang bijak tinggi dan empat orang bijak normal. Petapa Air dengan Perkemahan Biru di atas puncak esnya adalah seorang bijak yang tinggi, sementara Zhou Shan hanya seorang bijak biasa yang berperingkat di bawahnya.", "Sementara itu di alun-alun di bawah, para pembudidaya sedang diperiksa satu per satu. Hal ini sebagian besar disebabkan oleh banyaknya penyakit baru yang bermunculan sejak kiamat. Penyakit yang dapat ditularkan dari zombie sangat sulit untuk diobati, jadi kamp harus memastikan bahwa semua pembudidaya yang baru tiba tidak membawa penyakit yang dapat membahayakan kamp. Segera giliran Lu Yin, dan perawat mengisi detailnya sementara dia menyerahkan sampel darahnya. Matanya berkedip dan tubuhnya kabur sebentar saat dia mengerahkan kekuatan di kakinya, tetapi satu-satunya perubahan adalah sedikit perubahan pada warna sampel darah. Untuk sesaat tampaknya ada sedikit warna ungu, tetapi itu segera hilang dan darah kembali normal.", "“Lu Yin, bukan? Ini hanya akan memakan waktu sebentar, jadi mohon tunggu sebentar,” Perawat itu tersenyum lembut padanya. Lu Yin mengangguk, berterima kasih pada perawat, dan berjalan ke sisi lain untuk menunggu.", "Tidak perlu banyak waktu sebelum tes pada hampir lima ratus pembudidaya selesai tanpa komplikasi. Sebelum banyak waktu berlalu, seorang pria paruh baya dengan seragam militer gelap tiba, memberikan gelombang tekanan yang menghancurkan bumi dan membuat semua orang terpesona.", "“Dia- Dia ada di Alam Bumi! Seorang ahli Realm of Earth!” Seseorang berteriak, menimbulkan rasa takut dan iri pada para penonton.", "Pria paruh baya itu berhenti sekitar sepuluh meter dari para pendatang baru sebelum berbicara dengan suara yang jelas, “Nama Aku Feng Hong dan Aku adalah kapten di kamp ini. Aku hanya akan mengatakan ini sekali: siapa pun yang tidak mau masuk ke kamp, ​​pergi sekarang!”", "Ratusan pembudidaya saling memandang dan orang-orang mulai meninggalkan formasi satu demi satu. Sementara kamp itu kuat, mereka yang menikmati perlindungannya harus memenuhi kewajiban tertentu juga. Banyak dari para pembudidaya ini tidak pernah menjadi tentara, dan sangatlah normal bagi mereka untuk tidak menginginkan kehidupan seperti itu. Lu Yin sendiri termasuk dalam kelompok ini.", "Hampir dua ratus orang tidak mau memasuki kamp, ​​yang hampir setengah dari pendatang baru. Feng Hong memandang kelompok yang pergi dan berkata, “Bergabung dengan kami tidak hanya memastikan perlindungan Kamu, tetapi kami juga akan menjaga orang yang Kamu cintai. Mereka akan dibawa ke lokasi dekat Zhongshan. Juga, Kamu akan diberikan kristal energi untuk dilatih dan bahkan dimungkinkan untuk menerima teknik pertempuran dari The Executioner.”", "Apa itu teknik pertempuran? Seseorang bertanya dengan rasa ingin tahu.", "Feng Hong menjawab dengan dingin, “Sebuah teknik yang bisa membuatmu mengerahkan kekuatan maksimum dua kali lipat. Teknik pertempuran The Executioner adalah Storm Slash. Aku yakin Kamu pernah melihatnya sebelumnya, Aku tidak perlu menjelaskan bahwa hanya sedikit yang dapat memblokirnya.” Ini jelas membuat bersemangat semua pembudidaya. Mereka memang pernah melihat Storm Slash sebelumnya — hanya dengan satu serangan, Executioner telah mengambil semua mutan tanaman merambat dan memecahkan bumi. Bahkan angin telah bergeser di hadapan kekuatannya yang luar biasa.", "Bisakah kita mempelajarinya? seseorang bertanya dengan rindu.", "“Selama mereka yang diakui oleh The Executioner, siapa pun bisa,” Jawab Feng Hong dengan dingin, menarik banyak pembudidaya yang mulai pergi. Pada akhirnya, Lu Yin termasuk di antara kurang dari lima puluh orang yang masih bertekad untuk pergi.", "“Bawa mereka pergi,” kapten itu melambai, mengirim beberapa tentara untuk mengawal kelompok itu keluar dari Zhongshan. Melihat ke belakang, Lu Yin tahu bahwa kamp akan segera meledak menjadi kekacauan.", "Di luar Zhongshan ada sejumlah besar penyintas dan bahkan pembudidaya. Saat Lu Yin dan yang lainnya keluar, kerumunan segera menerkam mereka.", "“Apakah Kamu ingin membeli real estat? Jika Kamu melakukannya, Kamu bisa datang kepada Aku. Aku jamin Aku akan memberi Kamu banyak.”", "“Mau jalan-jalan, Pak? Jangan lihat aku seperti itu. Ada terlalu banyak zombie dan monster di luar Zhongshan, dan tanpa pemandu, Kamu pasti akan dikepung dalam waktu singkat.”", "“Apakah Kamu ingin senjata, Pak? Aku punya pisau tajam, tombak tangguh, dan banyak pilihan lainnya. Jika Kamu ingin membeli bahan peledak atau senjata api, Aku juga punya. Bagaimana kalau membeli beberapa opsi pertahanan diri?”", "…", "“Siapa yang punya peta?” Lu Yin bertanya ke kerumunan, mengumpulkan perhatian dari seorang kultivator bermata manik-manik yang segera mendekat dan memelototi para pedagang di sekitarnya untuk mengusir mereka. Dia kemudian dengan hati-hati mengeluarkan peta dari sakunya, “Di sini, hanya sepuluh kristal.”", "“Sepuluh? Untuk peta?” Alis Lu Yin terangkat, “Kamu tahu bahwa satu kristal energi cukup bagi orang normal untuk menjadi seorang kultivator?”", "Pria itu berbisik sebagai jawaban, “Saudaraku, ini bukan sembarang peta. Itu menandai tempat-tempat monster dan zombie yang kuat berkumpul di luar Zhongshan. Kamu tidak ingin dikelilingi saat Kamu pergi, bukan? Ini hidupmu. Apakah kamu mengatakan kepadaku bahwa hidupmu sendiri tidak sebanding dengan sepuluh kristal? ”", "Lu Yin tertawa, “Tiga adalah yang terbaik yang akan kamu dapatkan. Aku tidak punya lagi.”", "“Sepakat. Ambil petanya, teman baruku.”", "Lu Yin curiga dia telah ditipu karena kultivator terlalu mudah setuju, tapi dia tidak terlalu keberatan. Dia mengambil tiga kristal seukuran butir dan menyerahkannya kepada pembudidaya yang mengambilnya dengan penuh semangat. Dia kemudian membungkuk lebih dekat dan berbisik, “Ini sedikit tambahan untukmu karena kamu begitu mudah diajak berbisnis. Tidak perlu berterima kasih padaku. ”", "Dengan itu, pria itu mendorong pil bundar ke telapak tangan Lu Yin dan pergi. Lu Yin segera menyadarinya, tapi itu sebenarnya membuat tatapan bingung. Ini adalah afrodisiak, dan kuat pada saat itu. Sementara banyak mutasi tanaman telah membuat banyak obat lama menjadi usang, produk dari tumbuhan baru lebih efektif daripada apa pun yang dimiliki manusia sebelumnya. Lu Yin telah melihat orang-orang yang pernah menggunakan pil ini sebelumnya, dan tahu betapa efektifnya pil tersebut, tetapi juga banyak diminati dan sangat mahal. Tidak peduli apa, satu pun pasti lebih berharga daripada tiga kristal energi yang dia bayarkan untuk peta ini. Siapa orang itu?", "Lu Yin mengabaikan pertanyaannya sendiri dan melemparkan afrodisiak sebelum melihat sekeliling dan menuju ke luar kota. Mempelajari peta di sepanjang jalan, dia menuju ke daerah perbukitan tandus di selatan. ‘Aku harap Aku akan menemukan beberapa petunjuk di sana.’", "……", "Di titik tertinggi di Zhongshan, sebuah pertemuan yang sebagian besar terdiri dari para kapten duduk di ruang pertemuan. Di sebelah kiri kursi kosong di kepala meja adalah seorang pria berseragam militer dengan bekas luka di wajahnya. Di sebelah kanan duduk seorang wanita muda berkacamata.", "Para kapten menghabiskan waktu lama menunggu sebelum Zhou Shan masuk ke ruangan dan dengan santai duduk di kepala meja. Tatapannya menyapu semua orang di ruangan itu sebelum tertuju pada wanita muda berkacamata, “Bagaimana rencananya berjalan?”", "Gadis itu menyesuaikan kacamatanya, “Rencana awal untuk memperluas basis Nanjing akan memakan waktu setidaknya dua bulan, dan kami bisa kehilangan hingga dua atau tiga ribu orang dalam pertempuran. Jika Kamu ingin memperluas Nanjing ke perbatasan masa damai, kemungkinan besar kita akan melihat korban tiga kali lipat. ”", "Zhou Shan mengerutkan kening, “Kita perlu memperluas markas. Ekspansi utara telah berjalan dengan baik, dan dalam beberapa bulan kami akan terhubung ke ibu kota. Pada saat itu, seluruh negara akan terhubung kembali dan mengklaim kembali tanah negara kita akan mudah. Menunjukkan kelemahan di sini akan menjadi lelucon.”", "“The Executioner, kami baru saja menerima kabar bahwa Biksu Tianzhu telah memasuki Alam Langit,” Pria dengan wajah bekas luka itu melaporkan. Ruangan itu pecah dalam diskusi di berita. Seluruh Tiongkok hanya memiliki tujuh pembudidaya Alam Langit, menunjukkan kesulitan dalam mencapai tingkat itu. Bagi Biksu Tianzhu untuk mencapai alam itu adalah kejutan besar.", "Tatapan Zhou Shan mendingin, “Ku Sen? Selidiki dia. Tidak mungkin bagi siapa pun untuk mencapai Alam Langit dalam waktu satu tahun.”", "“Mengerti.”", "“Ada yang lain?”", "Pria berwajah bekas luka telah selesai dan seorang kultivator berdiri untuk berbicara, tetapi tiba-tiba membeku saat dia menatap ke luar jendela. Semua orang mengikuti dan membuat wajah linglung serupa. Zhou Shan berbalik untuk melihat, matanya menyipit saat dia mengintip ke luar.", "Lusinan meteor melesat di langit, meninggalkan jejak api di saat mereka bangun. Salah satunya terbang ke arah Nanjing sebelum mendarat di selatan titik berkumpul, mengguncang bumi. Meteor ini lebih mempesona dari kembang api, menarik perhatian banyak orang yang selamat.", "……", "Lu Yin telah menyaksikan pemandangan dengan meteor-meteor itu juga, dan dari sudut pandang yang jauh lebih dekat daripada pengamat lainnya. Setelah mengikuti peta barunya ke perbukitan di selatan Zhongshan, dia tidak jauh dari zona pendaratan ketika gelombang kejut yang hebat meniup awan. Dia menyaksikan bumi retak dan puing-puing beterbangan di udara, harus menendang sepotong logam yang melesat ke arahnya sebelum melihat lebih jauh ke selatan. Setelah beberapa saat merenung, dia berlari ke arah kecelakaan itu.", "Kembali di Nanjing, The Executioner memandang tinggi ke langit. Dia baru saja akan menyerang ke selatan sebelum dia dihentikan oleh laporan, “Tuan, segerombolan zombie sedang menyerang di dinding!”", "Zhou Shan berbelok ke timur, menemukan massa hitam zombie menuju Zhongshan. Kota itu sendiri telah ditutup dengan cepat, tetapi beberapa yang selamat ditinggalkan di luar, menangis putus asa. Dia mengambil kapaknya dan terbang ke luar kota, menghantam tanah dan menghancurkan sejumlah zombie dengan serangannya, “Buka gerbangnya dan biarkan yang selamat masuk. Aku akan mempertahankan kota”", "Di selatan, asap mengepul ke langit dari lokasi jatuhnya meteor. Kawah itu terbentang ribuan meter dengan bola putih di tengahnya hanya berdiameter dua meter atau lebih. Asap putih yang sama juga mengepul darinya, memenuhi udara yang terdistorsi di sekitarnya.", "Lu Yin mendekati kawah dan bersembunyi di sebuah pabrik terbengkalai di dekatnya, mengamati bola putih melalui celah di papan kayu. Meskipun dia telah mengharapkan kejadian seperti ini, dia masih lengah ketika itu benar-benar terjadi, ‘Pesawat luar angkasa… Ini jauh lebih awal dari yang Aku harapkan”", "www.worldnovel.online"]},
{"testing": ["Melihat keributan di luar, Lu Yin memesan dua hidangan secara acak sebelum melihat sekeliling. Restoran ini jelas memiliki seseorang yang mendukungnya; ada tentara yang terus berpatroli di jalan, dan kerumunan di luar tidak berani menimbulkan masalah. Sebuah restoran yang bisa berfungsi di masa-masa kacau seperti ini benar-benar luar biasa.", "Ini makananmu, selamat menikmati. Pramusaji segera menurunkan piringnya. Lu Yin menggigit dan mengerutkan kening; meskipun makanannya jauh lebih baik daripada tikus mutan atau anjing yang perlu dia makan, tetap saja tidak terlalu enak. Menelan dengan keras, dia mulai melewatinya perlahan sambil mempelajari petanya.", "Tak lama kemudian, sekelompok sekitar selusin orang memasuki restoran. Wajah pemilik restoran bersinar begitu dia melihat mereka, “Tuan Muda Kang, silakan masuk! Di luar hujan deras, beri tahu kami apa pun yang Kamu inginkan dan kami akan segera mengirimkannya. ”", "Pemuda di kepala kelompok hanya mengangguk mengakui dan duduk di meja terdekat, hanya sekilas menatap Lu Yin sebelum membuang muka dan mengetuk meja, “Bawa dia kemari.”", "Seseorang terlempar ke tanah dengan suara keras, membalikkan beberapa kursi. Pria itu menatap Tuan Muda Kang sambil gemetar, “Maaf, Tuan Muda Kang, Aku tidak tahu bahwa itu milikmu. Jika Aku tahu, Aku tidak akan pernah berani menerimanya. Aku sangat, sangat menyesal, tolong lepaskan aku kali ini! ”", "Pemuda itu mencibir, “Melepaskanmu? Jika Aku melakukan itu, Aku akan kehilangan rasa hormat dari pengikut Aku. Tahukah Kamu bahwa Aku berencana memberikan barang itu kepada paman Aku? Sekarang setelah Kamu kehilangannya, Aku akan memberi Kamu dua pilihan; bayar aku tiga puluh kristal atau mati.”", "“Tuan Muda Kang, tidak!” orang yang berkubang dalam keputusasaan, “Aku benar-benar tidak tahu itu milikmu. Tolong maafkan Aku; biarkan aku pergi, dan aku akan menjadi budakmu selama sisa hidupku! ”", "Namun, pemuda itu hanya membanting tinjunya ke atas meja dan mengeluarkan pistol, mengarahkannya ke kepala pria itu, “Jika kamu tidak memiliki kristal, kamu mati.”", "Orang itu mundur, meratap ngeri, tetapi kemudian tiba-tiba menyadari Lu Yin duduk di dekatnya. Dia menunjuk, “Itu dia! Dia yang kuberikan!”", "Semua orang berbalik untuk melihat Lu Yin, yang hanya meletakkan gelasnya dan tetap diam. Dia telah memperhatikan segera setelah kelompok itu masuk bahwa orang yang dipukuli adalah kultivator samar yang sama yang telah menjual peta yang sedang dipelajarinya. Dia telah membayar tiga kristal untuk peta itu, dan pria itu memberinya pil juga. Dia merasa aneh pada saat itu karena pil itu sangat mahal, tetapi sekarang dia menyadari bahwa pil itu telah dicuri dari Tuan Muda Kang ini.", "Pemuda itu menatap Lu Yin beberapa saat sebelum menendang kultivator yang samar-samar itu, “Berani-beraninya kamu membohongiku, Xu San? Hanya menunjuk ke orang secara acak tidak akan menyelamatkan hidup Kamu! ”", "Xu San memprotes dengan putus asa, “Tapi memang benar, itu benar-benar dia! Dia membeli peta dari Aku. Lihat, Aku menjual peta di atas meja, ada tanda Aku di pojok kanan bawah.”", "Tuan Muda Kang dan para pengikutnya menengok untuk memeriksa, begitu pula Lu Yin. Memang ada tanda di sudut, dan kelompok itu segera menyeret Xu San, “Saudaraku, jika kamu mengambil sesuatu yang bukan milikmu, bukankah kamu harus mengembalikannya sekarang?”", "“Pergilah,” Lu Yin membubarkan mereka.", "Pemuda itu melotot, dan salah satu kultivator di belakangnya mengamuk, “Sungguh sikap yang keras. Apakah Kamu tahu siapa di belakang Tuan Muda Kang? Kamu punya nyali! ”", "Seseorang mencoba menangkap Lu Yin tepat ketika pria itu selesai, tetapi Lu Yin hanya mengambil sumpit dan melemparkannya ke depan. Bambu tipis menembus lengan beberapa pembudidaya sebelum akhirnya menghantam dinding, hancur dalam prosesnya. Darah menyembur keluar dari para korban bahkan saat tembok itu sendiri runtuh, deru rasa sakit terdengar di seluruh area. Pemuda itu memucat dan mundur dengan cemas dengan sisa kawanannya, sementara para pembudidaya dan pemilik restoran lainnya melarikan diri karena terkejut.", "Tuan Muda Kang mengarahkan senjatanya ke arah Lu Yin, “Paman Aku adalah seorang kapten. Jangan sakiti kami dan kembalikan saja padaku, dan semuanya bisa beres. ”", "“Aku membuangnya,” Lu Yin ajawab.", "Tuan Muda Kang jelas tidak mempercayainya, “Aku akan memberitahu Kamu lagi; serahkan hal itu, atau Kamu akan tahu benar-benar keputusasaan. Kamu tidak bisa membuat marah pembangkit tenaga listrik di Alam Bumi. ”", "Lu Yin bingung, “Jika pamanmu adalah ahli Alam Bumi, mengapa dia membutuhkan pil itu?”", "“Berani-beraninya kamu menghina pamanku? Kamu harus memiliki keinginan kematian. Lao Wu, hubungi pamanku sekarang,“ Suara Tuan Muda Kang tersendat saat wajahnya berkedut. Dia juga tidak bodoh, dan tahu bahwa pistol itu tidak akan bisa menghentikan Lu Yin.", "Lu Yin memandang tubuh Xu San yang setengah mati di lantai. Dia percaya bahwa pemuda yang sombong itu menginginkan pil tersebut, tetapi menyadari bahwa dia sebenarnya sedang mencari sesuatu yang lain dan bahwa Xu San telah menyalahkannya atas hal ini. Xu San memperhatikan dan segera menghindari tatapannya, tetapi dia hanya tersenyum. Dia tidak keberatan mengambil jatuhnya, tapi sekarang penasaran tentang barang apa yang bisa membangkitkan minat seorang kapten. Dia tahu bahwa evolusi Bumi memunculkan banyak benda eksotis, itulah sebabnya begitu banyak siswa dari akademi di seluruh alam semesta datang ke sini untuk berlatih. Ada kemungkinan kapten ini telah menemukan sesuatu yang istimewa.", "Beberapa saat kemudian, seorang pria paruh baya mendekati restoran dan melambai kepada para prajurit sebelum mengintip ke dalam. Pemuda itu mengangkat senjatanya tinggi-tinggi dan berteriak dengan penuh semangat, “Paman, di sini!”", "Lu Yin memandang hanya untuk mengenali pria itu sebagai Kang Dafeng, salah satu kapten yang telah dikalahkan oleh Zhao Yu. Pria itu mengangguk ke arah keponakannya, “Apakah kamu menemukannya?”", "“Ya, tapi orang ini mengambilnya!” pemuda itu menjawab dengan marah.", "Kang Dafeng memandang dengan kemarahan yang sama, tetapi ekspresi itu dengan cepat berubah saat melihat Lu Yin. Bayangan kekalahan Zhao Yu masih terpatri di benaknya, dan dia bahkan merasa iri dengan kapten baru yang mengalahkan Snow Maiden dengan mudah. Dia berjalan sambil tersenyum, “Saudara Lu!”", "Lu Yin balas tersenyum, “Sungguh kebetulan, Saudara Kang. Apakah kamu di sini untuk makan? ”", "Kang Dafeng menjawab, “Restoran ini milik saudara Aku, jadi kami sering kemari untuk kumpul-kumpul. Aku harus meminta maaf atas apa yang terjadi hari ini, Aku berharap Saudara Lu tidak akan menahannya terhadap keponakan Aku. Dia masih muda dan tidak tahu apa-apa. ”", "Semua orang terperangah dengan apa yang mereka lihat. Apa maksudnya ini? Apakah mereka telah menghadapi beberapa pembangkit tenaga listrik?", "Lu Yin menyeringai, “Semuanya baik-baik saja, tidak ada yang serius.”", "Kang Dafeng segera memelototi pemuda itu, “Kemari dan minta maaf kepada Saudara Lu.”", "Keponakan itu tidak bodoh, dan tidak berhenti untuk mempertanyakan semua hal saat dia tersenyum dan membungkuk hormat, “Maafkan Aku, Kapten Lu, Aku tidak mengenali Kamu. Aku harap Kamu tidak akan menyalahkan Aku. ”", "“Aku bilang tidak apa-apa,” Lu Yin melambaikannya, mengobrol dengan Kang Dafeng beberapa saat sebelum pria itu pergi dengan para pemuda di belakangnya. Tidak pantas untuk mengatakan terlalu banyak kepada kenalan baru, tetapi sebelum pria itu pergi, Lu Yin meminta Xu San ditinggalkan. Sementara itu, pemilik restoran secara pribadi melayani Lu Yin dan menawarinya banyak hidangan terbaik sebagai rasa hormat.", "Di luar restoran, Tuan Muda Kang akhirnya menunjukkan kebingungannya, “Paman, kenapa kamu begitu sopan kepada orang itu? Bukankah dia kapten lain sepertimu? ”", "Kang Dafeng berbicara dengan lembut, “Ingatlah untuk bersikap sopan jika bertemu dengannya lagi. Dia sangat kuat.”", "“Bukankah kamu juga berada di Alam Bumi, Paman? Seberapa kuat dia?”", "“Diamlah! Orang ini beberapa kali lebih kuat dariku. Di luar Executioner sendiri, tidak ada seorang pun di Nanjing yang bisa mengalahkannya. Bahkan Li Hongliang mungkin bukan tandingan. ”", "Mulut Tuan Muda Kang ternganga, dan dia melihat kembali ke restoran dengan linglung sebelum melarikan diri. Baru sekarang dia menyadari betapa hampir dia akan mati.", "Kembali ke restoran, Lu Yin memandang Xu San dengan dingin, “Kamu cukup berani untuk menyalahkanku.”", "Xu San merasa semua keberuntungannya telah meninggalkannya. Mula-mula dia mencuri sesuatu hanya untuk mengetahui bahwa itu milik Tuan Muda Kang, dan kemudian dia mencoba menyalahkan orang lain yg ternyata lebih kuat! Bahkan seorang kapten pun bersikap hormat! Xu San yakin bahwa Tuhan telah meninggalkannya dan dia akan mati.", "“Apa yang diinginkan Kang Dafeng?” Lu Yin bertanya dengan santai.", "“Kristal merah, tapi aku sudah menjualnya,” Xu San roboh di tanah dan menjawab dengan getir.", "“Oh? Apakah itu cukup panas?”", "“Bagaimana kamu tahu?” Xu San terkejut.", "Lu Yin segera mengenali barang itu sebagai kristal api. Banyak teknik pertempuran membutuhkan kristal seperti itu karena mereka bisa menghasilkan api saat bersentuhan. Dalam konsep penggunaannya mirip dengan Frost Palm milik Zhao Yu, mereka adalah item eksternal yang dapat membantu melaksanakan teknik pertempuran. Kristal api sangat populer di alam semesta. dan secara alami sangat langka di tempat seperti Bumi. Tidak heran jika Kang Dafeng sangat menginginkannya.", "“Apakah kamu tahu dari mana asalnya?” Dia bertanya.", "Xu San menggelengkan kepalanya.", "“Ha ha ha. Jadi Kamu menyalahkan Aku dan menjadikan Aku musuh acak entah dari mana, namun tidak ada kompensasi? ”", "Xu San memucat, “Maafkan aku, maafkan aku.”", "Lu Yin memainkan sumpitnya, “Apa kamu mau bertaruh sumpit ini bisa menembus tenggorokanmu? Aku merasa ingin mengujinya. ”", "Xu San gemetar ketakutan, teringat adegan sebelumnya dari sumpit lain yang menusuk lengan banyak pembudidaya. Dia mulai membenturkan dahinya ke lantai, berlututnya yang berulang-ulang membentuk gumpalan kecil di dahinya dan menyebabkan Lu Yin menggelengkan kepalanya; dia telah melangkah sangat jauh sehingga pria itu sekarang melihat bayangan kematiannya. Menghirup airnya, dia bersiap untuk pergi.", "www.worldnovel.online"]},
{"testing": ["Waktu berlalu lama sebelum Lu Yin mengeluarkan lebih banyak darah, gelombang kejut keluar dari tubuhnya yang membalikkan tendanya. Ledakan tersebut menghancurkan peralatan dan merobohkan pepohonan hingga ratusan meter ke segala arah, memicu kedatangan dua kapten yang sedang mencari sumber gangguan.", "“Apakah Kamu Lu Yin, kapten baru?” Suara Feng Hong terdengar, tatapan bertanya-tanya diarahkan ke reruntuhan tenda Lu Yin.", "Lu Yin dengan cepat keluar dari reruntuhan, berjalan dengan langkah goyah. Dia pucat seperti hantu, tetapi masih memperhatikan wanita di sebelah Feng Hong serta para prajurit yang memperhatikan dengan hati-hati, “Ya, Aku Lu Yin. Maaf atas gangguannya.”", "“Kenapa kamu sangat lemah?” Kedua kapten itu menatapnya dengan kaget.", "Lu Yin tersenyum pahit, “Aku melihat The Executioner menampilkan teknik bertarungnya beberapa waktu yang lalu, dan itu membuat Aku ingin mencoba milik Aku juga. Sayangnya, Aku gagal dan melukai diri sendiri.”", "Feng Hong segera santai dan terkekeh, “Saudara Lu, cobalah untuk menahan diri sedikit. Teknik pertempuran sulit untuk dilatih dan membutuhkan kesabaran. Kami kapten kadang-kadang memiliki keberuntungan untuk berlatih dengan Algojo, jadi Aku sarankan Kamu menunggu dia.”", "Lu Yin mengangguk penuh pengertian, “Begitu. Terima kasih atas saran Kamu, Saudara Feng. ”", "Feng Hong melambai padanya, “Sama-sama. Bagaimanapun, kita semua adalah saudara di kamp ini dan harus saling mengandalkan untuk menghadapi bencana di masa depan. Aku akan meminta seseorang membereskan tenda lain untuk Kamu, jadi istirahatlah. Benar, apakah kamu membutuhkan dokter?”", "“Oh tidak, ini hanya luka yang dangkal. Aku hanya lelah.”", "“Bagus, kalau begitu kita akan pergi. Istirahatlah dengan baik, Saudara Lu,” Feng Hong mengangguk sebelum melirik wanita itu. Mengangguk sebagai pengakuan, dia melihat Lu Yin sekali lagi dan pergi.", "Lu Yin mengikuti beberapa tentara ke tenda terdekat di mana seorang tentara memberi hormat kepadanya, “Aku akan pergi sekarang, Komandan Lu. Beri kami perintah jika ada hal lain yang Kamu butuhkan.” Dia mengangguk dan memasuki tendanya ketika tentara pergi, matanya berbinar karena kegembiraan dan antisipasi. Model formcast telah berhasil, dan bahkan memberinya kejutan yang sangat besar. Dadu enam sisi muncul di telapak tangannya saat dia mengangkat tangannya, berkilau dengan energi bintang. Itu terlihat sangat biasa, tetapi dia tahu itu sebagai hadiah bawaan, sesuatu yang didapat beberapa pembudidaya dengan penggunaan pertama mereka dari model formcast.", "Hadiah bawaan adalah hal-hal aneh yang oleh banyak sarjana dianggap sebagai misteri eksistensi terbesar. tidak ada yang tahu dari mana asalnya, dan kepercayaan populer bahwa mereka terhubung dengan asal muasal hanyalah spekulasi. Namun, Lu Yin tidak peduli tentang asal usul tersebut; ia hanya mementingkan properti dari anugerah bawaan itu sendiri.", "Sebelum datang ke Bumi, Lu Yin telah mendengar banyak jenis hadiah bawaan yang kuat. Setiap pembudidaya dengan yang unik adalah keajaiban yang akan direkrut dengan penuh semangat di seluruh alam semesta. Mungkin detail yang paling terkenal tentang mereka adalah fakta bahwa setiap kultivator dengan seseorang akan mendapatkan keanggotaan instan di antara Dewan Pemuda Universal. Meskipun itu sendiri merupakan keuntungan besar, namun, kegunaan sebenarnya dari pemberian bawaan juga penting. Lu Yin dengan penuh semangat menusuk dadu yang dengan lembut melayang di udara, memulainya dengan putaran cepat sebelum berhenti. Pips di lima sisi mengecil, hanya menyisakan satu yang terlihat: dia akan mendapatkan lima.", "Dia langsung tahu bahwa yang digunakan pihak ini adalah Pilfer, detailnya muncul secara acak di benaknya. Penggunaan sisi ini bisa mencuri item apapun yang dimiliki seseorang secara acak di cincin kosmik mereka, dan sebelum dia bisa bereaksi, seberkas cahaya membentuk bagian di udara. Sebuah pecahan kristal jatuh dari dalam, setelah itu mata dadu menjadi kabur dan lenyap bersama bagian itu.", "‘Ini adalah sesuatu yang kokoh— tidak, ini memulihkanku?’ Lu Yin menatap pecahan kristal itu dengan tatapan kosong, akhirnya mengambil dan mempelajarinya. Menyadari penggunaannya, dia mengambil jam tangan Vesta dari cincin kosmiknya dan memasukkan pecahan itu ke dalamnya. Sebuah sinar cahaya menarik dua kata di depannya: Seni Kosmik.", "Gambar mempesona yang mengikutinya membuatnya linglung. Siluet, gambar alam semesta, galaksi, dan cetakan telapak tangan semuanya melintas di penglihatannya selama setengah jam sebelum kristal itu meledak, membangunkannya dari kesurupan. Setelah beberapa menit terkejut, dia akhirnya mengakui bahwa dia telah menerima sesuatu yang sangat kuat.", "Seni Kosmik adalah teknik yang memungkinkan seseorang menyerap energi dari bintang-bintang. Itu meniru gerakan benda-benda langit, dan secara teoritis, setiap kondisi menjadi imitasi akan meningkatkan kecepatan penyerapan energi. Meskipun teknik Seni Kosmik yang dia terima tidak lengkap, itu masih memungkinkan dia untuk meniru hingga delapan benda langit yang mengorbit. Dengan kata lain, jika dia berhasil mempelajari teknik ini, penyerapan energinya akan meningkat delapan kali lipat. Selain itu, teknik ini juga mencakup keterampilan bertarung yang disebut Telapak Kosmik yang memungkinkan pengguna melepaskan energi bintang dari telapak tangan mereka, yang merupakan kemampuan yang sangat kuat. Ini sangat mencengangkan!", "Lu Yin menyimpan gadget pribadinya dan dengan bersemangat mulai mengulas Seni Kosmik. Ini adalah sesuatu yang belum pernah dia dengar sebelumnya, tetapi dia tidak memiliki keraguan tentang seberapa kuatnya itu. Dengan kekuatan seperti itu, bahkan mungkin berasal dari Innerverse! Dia sangat senang dengan keberuntungannya yang luar biasa. Karena mati untuk mendarat di Pilfer sudah langka, tapi dia tidak punya hak untuk mengharapkan apa pun selain celana dalam acak. Teknik yang kuat seperti Seni Kosmik sudah cukup untuk mengamankan masa depannya! Sayang sekali itu hanya tingkat pengantar teknik …", "Dia menggelengkan kepalanya dan tertawa; dia terlalu banyak berpikir. Jenis teknik ini akan menjadi harta pembangkit tenaga listrik. Pengamanannya akan sangat rumit, dan tidak mungkin seseorang menempatkan keseluruhannya dalam satu pecahan kristal. Apa yang dia terima jelas-jelas hanya sebagian dari rekaman dari teknik lengkap yang diambil dari orang bodoh yang malang. Mencoba mendapatkan kembali seluruh teknik akan menjadi tugas yang monumental.", "Lu Yin menghentikan pemikiran ini dan meninggalkan tendanya. Bersandar di pohon, dia menatap ke langit dan merenungkan tentang bagaimana dia akan mulai melatih teknik baru ini. Jika dia harus meniru orbit langit, dia harus memasuki langit terlebih dahulu.", "……", "Di kedalaman alam semesta terdapat gunung besar yang dikelilingi oleh selusin bintang, puncaknya yang menyala-nyala membuatnya terlihat seperti puntung rokok yang berdenyut terang dan gelap setiap beberapa detik. Asap yang keluar dari puncak ini tampak seperti pita yang dikirim untuk membungkus dunia.", "“Kamu apa!?” sebuah suara meraung di dalam gunung besar, “Dasar anak bodoh, bagaimana mungkin kamu bisa kehilangan tekniknya? Apakah Kamu memberikannya kepada beberapa gadis? Kesini!”", "Dalam kegelapan, seorang pemuda terlihat melarikan diri dalam kondisi menyedihkan saat dia menutupi pantatnya dan berteriak, “Tuan, tolong! Ini tuduhan yang tidak adil, bukan Aku! Itu menghilang begitu saja!”", "“Apakah kamu menganggap tuanmu bodoh? Siapa yang bisa mencuri sesuatu dari bawah mataku, segera keluar.”", "“Tuan, tolong! Sial!”", "……", "Lu Yin tidak terlalu berhasil dengan Seni Kosmik sepanjang malam. Saat matahari mulai terbit, dia akhirnya berjalan kembali menuju Zhongshan dengan langkah lelah. Di titik tertinggi Zhongshan, banyak orang duduk di dalam ruang rapat. Sekali lagi tempat duduk kapten dibiarkan kosong, tetapi saat Lu Yin memasuki ruangan, dia menjadi pusat perhatian semua orang. Beberapa orang memandangnya dengan rasa ingin tahu, yang lain terlihat ramah, namun lebih banyak yang curiga.", "“Saudara Lu, duduklah di sini,” Feng Hong berseru, undangan yang diterima Lu Yin. Dia akhirnya duduk di antara Feng Hong dan wanita cantik yang dia lihat malam sebelumnya, dan di seberang adalah wanita berkacamata yang dia temui di selatan. Meski sebagian besar orang di sini adalah kapten, beberapa peneliti juga hadir.", "Ketika Zhou Shan akhirnya memasuki ruang pertemuan, dia memindainya dan berhenti di Lu Yin dengan sedikit kecurigaan sebelum mengambil tempat duduknya dan tersenyum, “Izinkan Aku memperkenalkan kalian semua kepada Lu Yin, kapten terbaru kami.”", "Lu Yin bangkit dari kursinya menganggukkan kepalanya untuk memberi salam kepada orang lain di ruangan itu sebelum duduk kembali. Pertemuan dengan cepat beralih ke masalah aktual yang dihadapi kamp, ​​memaksanya untuk mendengarkan selama lebih dari setengah jam sebelum akhirnya berakhir. Bahkan kemudian dia tidak diberhentikan, diminta oleh Zhou Shan untuk tetap tinggal untuk percakapan pribadi, “Rasanya seperti kamu tidak pernah berlatih dengan kristal energi kemarin. Aku ingin bertanya tentang itu, tapi sepertinya kamu benar-benar kehabisan tenaga.”", "Lu Yin mengangguk dengan sungguh-sungguh, “Alien itu sangat kuat. Bahkan terluka parah, melawan dia memaksa Aku untuk menggunakan semua energi Aku.”", "“Aku tahu. Dia adalah seseorang di Alam Langit, jadi membunuhnya jelas bukan hal yang mudah,” Zhou Shan tertawa. Lu Yin tertawa tetapi sebaliknya tetap diam, jadi Sage berbicara berdiri sekali lagi, “Kudengar kamu ingin meninggalkan kamp kemarin, mengapa begitu?”", "“Aku menyukai kebebasan Aku, dan atmosfer kamp militer terlalu mencekik bagi Aku,” jawab Lu Yin", "Zhou Shan mengangguk dan menghela nafas, “Banyak orang merasakan hal yang sama, tetapi ketika dihadapkan pada kehancuran, kita manusia harus bersatu. Itu membutuhkan beberapa pengorbanan.”", "“Aku mengerti, The Executioner.” Lu Yin menjawab.", "Zhou Shan mendengus mengakui, “Bagaimana luka-lukamu?”", "“Tidak ada yang serius, aku akan sembuh dengan cepat.”", "“Kami para pembudidaya beruntung dalam hal ini. Kami memiliki kemampuan penyembuhan yang luar biasa dibandingkan dengan manusia biasa. Benar, kita juga lebih berisiko, tetapi begitu Kamu merasakan kekuatannya, Kamu tidak ingin menjadi lemah lagi. Ini mendorong Kamu untuk bekerja lebih keras untuk tumbuh lebih kuat. Banyak orang telah meninggal dalam mengejar kekuatan, Aku tidak tahu kapan Aku sendiri bisa menemui takdir itu. ”", "www.worldnovel.online"]},
{"testing": ["Lu Yin menjadi serius dalam menghadapi penyerang tak dikenal ini. Dia bahkan belum mulai pulih dari pertarungan sebelumnya, jadi tidak mungkin menggunakan Shockwave Palm untuk melepaskan diri dari cengkeraman yang dingin. Saat embun beku terus menyebar dan membakar pilihannya, dia dengan cepat memaksa kakinya untuk bergerak dan mendorong wanita itu menggunakan Langkah Keliling. Pergeseran tiba-tiba segera membuatnya muntah tak terkendali, sampai dia hampir jatuh pingsan. Mengambil kesempatan untuk merobek lengan bajunya, dia menyaksikan beberapa daun melayang ke tanah dan membekukannya.", "“Jadi Kamu harus mengandalkan sesuatu yang eksternal; Aku tahu kamu tidak mungkin sebagus itu,“ Dia mengejeknya.", "“Apa yang baru saja kamu lakukan?” wanita itu mengertakkan gigi, “Apakah itu teknik bertarung?”", "Lu Yin tetap diam, mempertimbangkan apakah akan membunuhnya, tetapi semua pikiran tentang itu dibuang saat embusan angin memenuhi daerah perbukitan. The Executioner yang terbang di atasnya membuatnya tidak mungkin untuk bergerak, tetapi yang cukup aneh, wanita itu sebenarnya tidak tampak senang melihat pria itu. Apa dia bukan dari kamp?", "Udara mengepul keluar dari Zhou Shan saat dia turun dengan anggun, matanya menyapu Lu Yin dan wanita itu sebelum menetap di pesawat ruang angkasa putih, “Bisakah seseorang memberi Aku penjelasan?”", "Pikiran Lu Yin berpacu saat dia memikirkan jawabannya, “Aku sedang menjelajahi daerah ketika pesawat luar angkasa ini jatuh dan seseorang keluar dari dalam. Dia mencoba membunuhku, tapi dia mungkin terluka karena benturan jadi aku berhasil mengeluarkannya.”", "Zhou Shan menatap Lu Yin sebelum mengalihkan pandangannya ke gadis itu, tampaknya kehilangan semua rasa urgensi saat dia tersenyum, “Sudah lama sekali, Gadis Salju.”", "Wanita itu membungkuk, “Zhao Yu memberi hormat kepada The Executioner.”", "Pengungkapan ini mengejutkan Lu Yin. Dia pernah mendengar tentang Gadis Salju sebelumnya. Mereka adalah murid Sage Air dari Kamp Biru di Pegunungan Changbai. Kenapa ada di sini di Nanjing ??", "“Kami belum pernah bertemu sejak Kiamat. Aku tidak pernah berharap banyak untuk berubah,” Zhou Shan menghela nafas.", "Zhao Yu menenangkan dirinya dan membungkuk, “Sage Air mengirimkan ucapan selamat kepadanya karena telah menguasai Distrik Su.”", "Zhou Shan tersenyum pahit, “Apa yang perlu diberi ucapan selamat? Aku tahu betapa kuatnya Tiga Orang Bijak; Aku tidak bisa dibandingkan dengan tuanmu dengan cara apapun. Kamu sendiri sudah lebih kuat dari semua kapten Aku. ”", "Zhao Yu tersenyum, “Terlalu berlebihan untuk dikatakan ketika Aku baru saja dikalahkan oleh salah satu dari Kamu. Dia cukup kuat. ”", "“Dia?” Zhou Shan menunjuk Lu Yin dengan keheranan, “Aku bahkan tidak mengenalnya.”", "“Bukankah dia salah satu Pemimpin Pasukan di bawahmu?” Zhao Yu bertanya dengan keterkejutan yang sama, memicu tatapan penasaran dari The Executioner; dia sama sekali tidak bisa melihat kekuatan yang dibutuhkan untuk mengalahkan seorang Gadis Salju di masa muda.", "Lu Yin menatap ke bawah sambil mempertimbangkan implikasi dari percakapan ini. Keduanya jelas mengenal satu sama lain dari sebelum Kiamat, tetapi mereka belum pernah bertemu sejak itu. Ini berarti Zhou Shan telah melihat kekuatan Tiga Pertapa Tinggi bahkan sebelum bencana melanda. Diketahui secara umum bahwa Tujuh Petapa telah mulai berkultivasi bahkan sebelum Kiamat, dan Lu Yin juga mendengar bahwa menjelajahi Neptunus cukup membuahkan hasil; mayat dan warblade telah diambil dalam perjalanan itu. China akhirnya menyerah pada tekanan global dan berbagi beberapa item untuk mencegah perang dunia, yang menunjukkan betapa berharganya mereka. Dia mengepalkan tinju saat dia merenung; fakta bahwa Tujuh Orang Bijak mampu berkultivasi sebelum Kiamat menunjukkan bahwa mereka mengandalkan objek dari mayat itu. Ini memvalidasi pencariannya; Tujuh orang bijak tidak mungkin mengetahui tentang model formcast, jadi jika mayat itu berasal dari makhluk tertinggi, mungkin masih mempertahankan model di dalam tubuh. Ini telah menjadi tujuannya selama ini.", "Tak lama kemudian tentara dari kamp tiba, dipimpin oleh seorang wanita cantik berkacamata. Zhou Shan memerintahkan pasukannya untuk menutup perimeter, memungkinkan sekelompok peneliti untuk menuju pesawat ruang angkasa saat dia menoleh ke Lu Yin, “Adik, apa yang bisa kamu ceritakan tentang alien?”", "Dengan tatapan Zhao Yu yang juga tertuju padanya, Lu Yin mengambil waktu sejenak untuk memikirkan jawabannya, “Aku mendengarnya berbicara sedikit. Dia menyebutkan beberapa penilaian akademis, percobaan oleh evolusi planet.”", "Mata Zhou Shan berbinar, “Itu saja?”", "Lu Yin mengangguk, “Dia benar-benar tidak banyak bicara. Dia menyebut kami pribumi, mengatakan dia ingin memperbudak Aku. ”", "“Pribumi?” Zhou Shan mencibir dan melihat ke langit, “Sepertinya Bumi tidak akan tenang lebih lama lagi. Ada belasan pesawat luar angkasa yang baru saja mendarat, artinya puluhan alien. Aku tidak membayangkan kita akan melakukan kontak secepat ini. ”", "Lu Yin menatap pria yang tampaknya tidak terlalu terkejut, tetapi mereka segera disela oleh wanita yang datang untuk melaporkan, “The Executioner, kami berencana untuk membawa pesawat ruang angkasa itu kembali ke Nanjing untuk dianalisis. Sayangnya, hati alien itu hancur. Jejaknya membuatnya tampak seperti dia seharusnya memiliki senjata di tangan, tapi kami tidak dapat menemukan apapun. ”", "Lu Yin telah merusak sekeliling setelah dia mencari mayat Vesta, jadi mereka tidak bisa mengembalikan pemandangan ke keadaan semula. Zhou Shan melihat ke atas, “Adik laki-laki, bisakah kamu menyerahkan apa pun yang kamu ambil dari tubuh alien untuk membantu kami melakukan penelitian? Yakinlah, kami akan mengembalikannya setelah penyelidikan kami selesai. ”", "“Ini senjatanya, aku tidak mengambil apapun,” Lu Yin menarik belati setelah bergumam, membuka bajunya untuk menunjukkan Zhou Shan dan yang lainnya. Tidak mungkin bagi siapa pun di sini untuk mengenali cincin kosmik; orang-orang di pesawat ini bahkan tidak akan memikirkan cincin yang berfungsi sebagai ruang penyimpanan.", "Zhou Shan mengambil pisaunya dan mengayunkannya, sebuah tebasan ceroboh membelah bumi di depannya. “Tajam, bahan ini benar-benar bukan dari Bumi,” Katanya sambil menyerahkan senjata itu kepada wanita berkacamata itu, tatapan tegasnya berfokus pada Lu Yin untuk memastikan bahwa tidak ada lagi yang disembunyikan. Dia melangkah maju dan menepuk pundak Lu Yin, memujinya, “Kamu telah membunuh alien dan mengalahkan Gadis Salju, Adik, itu cukup bagus. Siapa namamu? Apakah Kamu tertarik untuk bergabung dengan kamp Aku sebagai kapten?”", "Lu Yin setuju tanpa ragu-ragu, tetapi pada kenyataannya, dia tidak punya pilihan lain. The Executioner tampak lembut untuk saat ini, tetapi dia tahu bahwa dia saat ini sedang dicurigai. Hampir semua orang akan percaya bahwa dia telah menyembunyikan beberapa barang asing itu, jadi dia tidak bisa diizinkan untuk pergi. Lebih baik menyetujui dan menghindari konflik; dia saat ini tidak memiliki kekuatan untuk menangani seseorang di Alam Langit dalam pertarungan yang adil. Vesta hanya mati karena kecerobohan, sesuatu yang pasti akan dihindari Zhou Shan. Selain itu, ada banyak pembudidaya lain di sekitar juga; Zhao Yu sendiri akan sulit untuk ditangani.", "Gadis itu tiba-tiba mengerutkan kening dari samping, menoleh ke Zhou Shan, “Aku tidak bisa menghubungi Sage Air. Semua bentuk komunikasi terputus saat turun.”", "Zhou Shan mengangguk dengan sungguh-sungguh, “Denyut nadi dari keturunan mereka menghilangkan jalur komunikasi. Aku akan segera mengirimkan tim perbaikan darurat; yakinlah bahwa Kamp Biru baik-baik saja untuk saat ini. Water Sage sangat kuat. ”", "Zhao Yu mengangguk setuju diam.", "……", "Seseorang tidak bisa membuka semua rahasia pesawat luar angkasa alien dalam semalam, tapi untungnya itu cukup kecil untuk diangkut kembali ke Zhongshan dengan mudah. Zhou Shan berdiri di titik tertinggi Nanjing, memandang ke arah selatan. Wanita berkacamata mendekatinya, “The Executioner, kami selesai mencari di sekitar kawah. Tidak ada yang tersembunyi; pria itu tidak berbohong.”", "Zhou Shan menghela nafas, “Aku mengerti. Kamu boleh pergi.”", "“Ada hal lain yang harus Aku laporkan. Kami menemukan bukti pertempuran yang ditutup-tutupi di sekitar lubang. Lu Yin ini mungkin tidak sesederhana kelihatannya. Dia mungkin sangat kuat.”", "Zhou Shan tersenyum, “Aku tahu. Dia mengalahkan seorang Gadis Salju bahkan dengan cedera di telapak tangan dan kaki kanannya; kekuatan sejatinya ada di puncak Alam Bumi. Dia juga tampaknya tidak pernah menyerap kristal energi satu kali pun dalam hidupnya; dia sangat menarik.”", "“Haruskah kita terus mengawasinya?”", "“Tidak dibutuhkan. Kita harus bersatu mungkin sekarang. Selain itu, jadi bagaimana jika dia menyembunyikan kekuatannya? Dia hanya ada di Alam Bumi, dia tidak bisa mencapai level berikutnya.”", "“Dimengerti.”", "Sementara itu. Lu Yin berada di kediaman kapten barunya di dekat tengah kamp. Sementara tidak ada dari 80.000 tentara yang benar-benar melayani apa yang disebut kapten keempat belas ini, dia sendiri hanya peduli dengan penggunaan formcast. Model pertama untuk menjadi kultivator sejati. Duduk bersila di tempat tidurnya, dia membutuhkan sepuluh menit untuk memperlambat pernapasannya sebelum membuka matanya dan dengan tenang mengambil model formcast dari cincin kosmiknya. Dia menjadi bersemangat saat dia menggigit jari telunjuknya cukup keras untuk mengambil darah, menekan kristal ke lukanya.", "Model formcast perlahan menghilang di bawah kulitnya, dan tidak lama kemudian rasa sakit yang menyiksa yang dia tunggu datang. Tatapannya menjadi tidak fokus dan dia mengatupkan giginya saat dia menahan rasa sakit yang mematikan pikiran, gelombang penderitaan menabrak tubuhnya dan merobek segalanya. Ini adalah perasaan sel-selnya berkembang dan mengatur ulang, organ-organ dan pembuluh darahnya menggeliat saat mereka melengkung. Rasanya seperti tangan yang terbakar meremas seluruh tubuhnya.", "Setelah apa yang tampak seperti selamanya, Lu Yin akhirnya merasakan lonjakan besar dalam kekuatannya. Dia meludahkan seteguk darah, matanya bersinar sekali lagi saat tubuhnya mengeluarkan banyak kotoran. Energi yang dipancarkan dari peristiwa itu membakar kotoran ini, mengubah udara di sekitarnya.", "www.worldnovel.online"]},
{"testing": ["Xu San dengan gugup memperhatikan Lu Yin berdiri, sepenuhnya yakin akan rasa sakit yang akan datang. Kehidupan telah kehilangan nilainya sejak Kiamat, dan pembunuhan cukup umum terjadi. Dengan keyakinan bahwa dia akan dibunuh untuk meredakan amarah Lu Yin, dia buru-buru berteriak, “Tuan! Aku dapat membantu Kamu dengan banyak hal! Tolong, jangan bunuh aku! ”", "Lu Yin hanya mengabaikannya dan menuju pintu keluar, tapi saat dia lewat, ketakutan pria itu akan kematian mencapai puncak baru. Xu San telah melihat banyak contoh orang kuat membunuh yang lemah, jadi dia menguatkan dirinya dan berbicara, “Tuan, Aku memiliki kemampuan khusus yang dapat membantu Kamu.”", "Ini akhirnya menarik perhatian Lu Yin. Dia segera berhenti, berbalik dengan heran, “Apa yang kamu katakan? Kemampuan khusus?”", "Pucat pasi karena ketakutan, pria itu tergagap, “Mataku… Aku bisa melihat sangat jauh, lebih jauh dari orang normal. Begitulah cara Aku sukses dalam pencurian. ”", "Terkejut, Lu Yin berjongkok di sampingnya dan menatap matanya, memperhatikan sedikit sudut di antara pupilnya. Kegembiraannya tumbuh saat dia mengenali hadiah bawaan, sesuatu yang sangat langka di antara pembudidaya alam semesta yang tak terhitung jumlahnya. Dia mengerutkan kening, “Farsight? Apakah ada orang lain yang tahu tentang ini?”", "Xu San menggelengkan kepalanya, “Aku tidak ingin orang lain menganggap Aku orang aneh. Kamu orang pertama yang tahu.”", "Mulut Lu Yin melengkung tersenyum, “Namamu?”", "“Xu San.”", "“Baiklah, Xu San, ikuti aku mulai hari ini. Kamu sekarang adalah anggota Kamp Nanjing. ”", "Xu San yang gemetar mengangguk, “Apakah Kamu akan membedah Aku?”", "Lu Yin tertawa, “Aku tidak akan melakukannya, tetapi orang lain mungkin ingin. Kamu tidak boleh mengungkapkan kemampuan khusus Kamu, apakah Kamu mengerti?”", "Penjelasan ini sedikit membingungkan Xu San, tetapi dia masih mengangguk pada akhirnya. Pembudidaya yang belum meninggalkan planet asalnya tidak dapat memahami nilai hadiah bawaan. Dewan Pemuda Semesta mengizinkan setiap pembudidaya dengan hadiah bawaan untuk bergabung dengan mereka secara langsung, mimpi yang tak terjangkau bagi orang lain yang tak terhitung jumlahnya. Bagi Lu Yin, Xu San adalah harta tak ternilai yang akan sangat berguna di masa depan. Bahkan, dia bahkan bisa dijual untuk mendapatkan kekayaan yang sangat besar.", "……", "Xu San ternyata memiliki koneksi yang sangat baik di Nanjing. Lu Yin menutupi seluruh distrik hanya dalam waktu beberapa hari, termasuk gudang senjata yang hancur, tetapi dia tidak dapat menemukan satu petunjuk pun tentang apa yang dia cari. Dia akhirnya membawa Xu San ke gunung, yang kemudian dijelaskan oleh pencuri, “Bos, ini adalah puncak tertinggi kedua di Jinlin. Itu hanya lebih pendek dari Zhongshan. ”", "Lu Yin mendengus, “Abaikan Zhongshan, cari daerah lain dengan konsentrasi pasukan lebih tinggi.”", "Xu San mengangguk dan menatap keluar. Matanya tampak kehilangan fokus tetapi cerah pada saat yang sama. Beberapa saat kemudian, dia tersenyum pahit, “Bos, aku bisa melihat jauh, tapi aku tidak bisa melihat semua Nanjing dengan jelas.”", "“Teruslah berlatih, kamu akan menjadi lebih baik.”", "Xu San tetap diam dan melebarkan matanya sebelum tiba-tiba berteriak dan menunjuk ke langit timur, “Bos, apakah itu seseorang yang terbang?”", "Lu Yin mendongak dengan heran, menemukan bahwa seseorang memang sedang menuju ke kamp. Sekilas juga terlihat jelas bahwa ini bukanlah seseorang dari Bumi, melainkan seseorang dari bintang seperti Vesta. Dia segera melayang tepat di atas Nanjing, memancarkan auman besar energi kekerasan yang menyelimuti kota itu dalam badai yang menggelora. Alarm segera berbunyi, dan banyak yang melihat ke langit membeku karena takut akan sosok kuat di udara.", "Realm of Sky? Kembali ke Zhongshan, Feng Hong dan kapten lainnya bergegas keluar dengan wajah pucat pasi. Banyak dari mereka menatap langit dengan bingung; penerbangan adalah sesuatu yang hanya mampu dilakukan oleh orang-orang di Alam Langit. Kapan ahli seperti itu muncul di Tiongkok?", "Orton melihat ke bawah ke halaman pertemuan Zhongshan dari sudut pandangnya, memancarkan kesombongan yang mengingatkan pada Vesta. Mungkin setiap orang yang datang dari alam semesta yang lebih luas memperlakukan orang-orang di Bumi seperti orang biadab.", "Sebuah suara menggemadari Zhongshan, “Prajurit terhormat di Alam Langit, mengapa Kamu menyerang tempat berkumpul di Nanjing? Ini adalah area yang dilindungi oleh Executioner Sage.” Meski menjadi pertanyaan, suara itu terasa hormat.", "Orton mencibir, “Executioner Sage? Apakah ini gelar yang Kamu berikan pada diri Kamu sendiri? Menyebut diri Kamu Sage, betapa berani. Katakan padanya untuk keluar dari sini! ”", "Jutaan orang yang berkumpul di halaman pertemuan Nanjing ketakutan pada pejuang yang jelas-jelas bermusuhan ini, sementara Feng Hong dan rekan-rekannya yang mengetahui apa yang sedang terjadi memiliki ekspresi wajah yang jelek. Mereka mengerti bahwa ini adalah alien lain, seperti yang terbunuh beberapa hari yang lalu. Ini bukan pertanda baik bagi Nanjing.", "Akulah Executioner! Raungan Zhou Shan terdengar dari bawah, kapak besarnya sepanjang tiga meter berkilauan saat dia terbang ke langit untuk menghadapi musuh. Banyak orang bersorak atas kemunculan malaikat pelindung mereka.", "Orton mencemooh, “Kamu harus tahu asal usul Aku. Aku akan memberi Kamu satu kesempatan untuk melayani Aku; mungkin Aku akan membawa Kamu keluar dari planet ini dan ke langit di masa depan. ”", "Zhou Shan menyipitkan matanya, “Maafkan aku, aku tidak tahu asal usulmu.”", "Orton mencibir, “Seorang pribumi yang berani bertindak pintar dengan Aku? Vesta mendarat di area ini, jadi jangan bilang kamu belum melihatnya. Aku ingin kamu tahu bahwa aku mendapat peringkat yang jauh lebih tinggi di akademi daripada dia, dan kamu akan memiliki masa depan yang jauh lebih cerah bersamaku.”", "Zhou Shan mengencangkan cengkeramannya pada kapaknya, “Kami adalah penduduk bumi, bukan pribumi.”", "“Sepertinya kata-kata tidak akan berhasil. Aku harus menunjukkan kepada Kamu perbedaan antara penduduk asli dan tuan mereka.” Seringai muncul di wajah Orton, dan segera setelah dia selesai berbicara, pedang melintas ke arah Zhou Shan. Bahkan Executioner sendiri tertangkap basah oleh serangan mendadak, tapi untungnya refleks dan pengalaman bertarungnya memungkinkan dia untuk menangkis pedang panjang dengan kapaknya. Dia berbalik dengan jeda, menggunakan momentum untuk tebasan ke atas yang membuat musuh terkejut. Pedang panjang Orton bergegas untuk memblokir senjata berat itu, tetapi bahkan kemudian tubuhnya terlempar ke belakang seratus meter dan tangannya mati rasa oleh bentrokan itu. Tabrakan itu mengirimkan gelombang kejut ke arah tempat berkumpul yang memisahkan bumi, menciptakan celah sepanjang ratusan meter yang mengirim banyak orang melarikan diri untuk hidup mereka.", "“Kekuatan seperti itu,” Orton kagum, tapi dia mencibir saat Zhou Shan mengayunkan kapak ke arahnya dan lagi. Kali ini dia memblokirnya dengan mudah, mendorong Executioner untuk berhenti dan menyipitkan mata sebelum menyerang lagi.", "“Mencoba mendorongku menjauh dari tempat ini? Tidak masalah, aku akan menunjukkan tempatmu, “Orton menangkis kapak besar itu sekali lagi dengan pedangnya, tapi masih didorong ke belakang oleh kekuatan itu. Dia menggunakan momentum itu untuk terbang menjauh dari tempat pertemuan dekat Nanjing.", "Meskipun pertukaran hanya berlangsung sekejap, banyak orang yang takjub melihat orang-orang yang bisa bertarung di udara. Orang-orang ini sepertinya memiliki kekuatan dewa, setiap pukulan mampu membelah bumi. Hanya Feng Hong dan kapten lainnya yang mengkhawatirkan Zhou Shan; Fakta bahwa alien dengan rela mendarat di Bumi menunjukkan bahwa mereka siap.", "Dari puncak bukit yang berbeda, Xu San terguncang oleh pemandangan pertempuran itu. Ini adalah pertama kalinya dia melihat pertarungan antara dua prajurit di Alam Langit, dan itu sangat memperluas wawasannya.", "Di sampingnya, Lu Yin mengerutkan kening saat dia melihat ke luar kamp menuju sumber suara gemuruh yang samar-samar. Dia sadar bahwa setiap siswa yang datang ke Bumi memiliki baju besi cincin mereka sendiri yang dapat bertahan dari serangan prajurit Realm of Sky. Ini seharusnya membuat Orton tak terkalahkan dan percaya diri dengan kemenangannya sendiri, tetapi sebagai salah satu dari Tujuh Orang Bijak Tiongkok, Zhou Shan juga tidak bisa diremehkan. Mayat yang ditemukan di Neptunus jelas memiliki kemampuan untuk melakukan perjalanan melalui ruang angkasa tanpa bantuan; asalnya adalah sebuah misteri. Sementara dia sendiri memandang rendah semua pembudidaya Bumi, para Sage adalah satu-satunya pengecualian. Orang-orang ini telah mulai berkultivasi bahkan sebelum Kiamat, dan Executioner bahkan tidak terlalu terkesan dengan mayat dan pesawat ruang angkasa Vesta beberapa hari yang lalu. Ada kemungkinan nyata bahwa pendatang baru ini akan kalah dalam pertarungan.", "Gemuruh yang mengguncang bumi segera muncul dari luar kota, gelombang kejut meniup awan. Tapi kemudian semuanya berhenti, dan sosok Zhou Shan terbang di cakrawala. Meskipun dia sedikit pucat, tidak ada luka yang terlihat saat dia mengangkat kapaknya, menyebabkan penonton dari Nanjing bersorak sorai.", "“Tunggu di sini,” Lu Yin memerintahkan Xu San sebelum bergegas ke lokasi pertempuran. Ketika dia tiba di tempat yang jaraknya dua puluh kilometer dari kota, yang dia lihat hanyalah sebuah bangunan yang terbakar dan pemandangan yang hancur. Bekas luka di bumi memanjang sejauh mata memandang, dan zombie serta binatang mutan yang pernah ada di sini telah melarikan diri atau dihancurkan menjadi ketiadaan.", "Lu Yin berjongkok dan menyentuh salah satu bekas luka, merasakan sedikit energi dingin masih ada. Ini adalah sisa-sisa dari teknik pertempuran Zhou Shan, yang berarti bahwa serangan terhadap tanaman anggur mutan beberapa hari yang lalu bukanlah batas kemampuan Zhou Shan yang sebenarnya. Dia dengan cepat menemukan beberapa pecahan putih yang berkilauan di dekatnya, dan saat mengambilnya dia terkejut dengan apa yang dia lihat. Ini adalah pecahan dari ring armor! Orton telah dipukuli dengan sangat kejam bahkan baju besinya telah hancur! Sayangnya, alien itu masih hidup; seandainya sebaliknya, Zhou Shan akan membawa mayat itu kembali ke Nanjing dengan kemenangan. Tetap saja, dia harus mengevaluasi kembali kekuatan Tujuh Orang Bijak. Dia tidak tahu seberapa kuat ketiga High Sage itu, tapi Zhou Shan sendiri sudah memiliki kekuatan di dekat puncak alam Sentinel. Dia mendengar gerakan jauh yang menunjukkan mendekatnya kapten lain, tetapi tanpa ada keinginan untuk bertemu dengan mereka, dia segera meninggalkan tempat kejadian.", "www.worldnovel.online"]},
{"testing": ["Malam itu, Lu Yin mengirim Xu San pergi dan menuju ke pohon di luar tendanya, menatap bintang-bintang yang berkilauan di langit cerah di atas. Dia telah mencoba Seni Kosmik selama beberapa hari terakhir, tetapi tidak mudah untuk meniru orbit langit. Dia tidak tahu apa-apa selama ini, tetapi setelah melihat akibat dari pertempuran Zhou Shan, dia menatap langit malam dengan inspirasi baru. Kebisingan latar belakang perlahan menghilang seiring berjalannya waktu, dan bintang-bintang lain mulai menghilang juga, hanya menyisakan cahaya bulan. Cahaya ini menerangi langit malam dan dirinya sendiri, dengan cepat menjadi satu-satunya hal yang bisa dia lihat.", "Dia mengangkat tangannya tanpa sadar, membentuk riak di udara. Energi mulai mengalir ke tubuhnya saat sebuah benda langit bersinar di telapak tangannya. Bulan mengitari tangannya, memberinya kekuatan Telapak Kosmik.", "Tubuh Lu Yin bergetar dan dia memandang bintang di telapak tangannya dengan kagum. Dia bisa merasakan kekuatan yang menakutkan di dalam; meskipun dia tidak memiliki apa-apa untuk dibandingkan secara langsung, dia merasa ini adalah langkah yang akan mengejutkan bahkan Zhou Shan. Sambil melambai, dia merasakan energi yang melonjak ke dalam tubuhnya yang telah dia serap dari dunia di sekitarnya. Energi ini tidak dibatasi oleh kristal energi, dan dapat diserap kapan pun, di mana pun. Dari informasi yang dia miliki tentang Vesta, tingkat penyerapannya bahkan dua kali lipat dari pemuda itu. Begitulah kekuatan Seni Kosmik.", "Saat Lu Yin mengibaskan bintang dari telapak tangannya, Zhou Shan membuka matanya dari dalam kediamannya sendiri. Dia merasakan sedikit teror untuk sesaat, tapi itu menghilang dengan cepat. “Apakah itu halusinasi? Pertempuran hari ini terlalu melelahkan.”", "Keesokan harinya, Lu Yin menerima pemberitahuan bahwa Executioner secara pribadi telah menugaskannya ke garis depan utara. Ini adalah medan perang yang mencoba menghubungkan Nanjing ke ibu kota, mimpi yang telah lama dihibur Zhou Shan. Dia ingin wilayahnya terhubung ke ibu kota dan kemudian ke enam orang bijak lainnya, memungkinkan mereka untuk merebut kembali seluruh China bersama-sama. Itu ide yang bagus, tapi sayangnya sangat sulit. Bahkan dorongan terkecil pun membutuhkan waktu berbulan-bulan, dan mereka bahkan belum dapat menyelesaikan sepersepuluh perjalanan sebelum kedatangan alien telah memutus jalur komunikasi.", "Garis depan adalah hal terpenting bagi Zhou Shan, sesuatu yang selalu dia fokuskan. Fakta bahwa setengah dari empat belas kaptennya terus menekan di sini menunjukkan tekadnya untuk mencapai ibu kota. Bersama 10.000 tentara, tiga kapten yang bergerak maju adalah Lu Yin, Kang Dafeng, dan Luo Yi. Luo Yi adalah kapten cantik yang telah dilihat Lu Yin di samping Feng Hong beberapa kali; dia selalu ingin tahu tentang dia.", "“Mendukung garis depan? Kami hanya memperbaiki jalan,“ Luo Yi mulai menggerutu hampir sehari dalam perjalanan mereka, meskipun dapat dibenarkan mengingat bahwa pasukan telah bergerak sepanjang waktu. Sekelompok tentara selalu berhenti sejenak untuk memperbaiki kendaraan dan meratakan jalan, memperlambat kemajuan mereka secara signifikan.", "Duduk di dalam kendaraan lapis baja miliknya, Lu Yin mengistirahatkan matanya, hanya melihat ke langit dari waktu ke waktu. Dia bertanya-tanya apakah dia bisa meniru gerakan matahari yang menyilaukan; begitu dia berhasil, tingkat penyerapannya akan berlipat ganda. Dia sudah merasa hampir menjadi Sentinel, tetapi tidak mudah untuk meniru pergerakan matahari. ‘Mungkin mulai dari Bumi?’ Dia bertanya-tanya. Bukan suatu keharusan untuk melihat langit; dia bisa menemukan video galaksi dari masa damai dan mulai dari sana. Ia harus mempertimbangkan semua momentum di alam semesta untuk meniru langit; itu adalah tugas yang hampir mustahil, tetapi dia akan terus berusaha.", "Mereka segera melintasi kota yang masih menyala-nyala, zombie yang berkeliaran sesekali menyerang tentara yang meledakkan mereka dengan senjata mereka.", "“Jangan sia-sia, amunisi kami terbatas,” tegur Kang Dafeng kepada para tentara, sehingga mengurangi frekuensi penembakan.", "Di dalam kendaraan lapis baja Lu Yin, Xu San tertawa, “Balistik menjadi lebih tidak berguna seiring berjalannya waktu dari Kiamat. Jika kita tidak menggunakan senjata kita sekarang, lalu kapan kita harus melakukannya? Senjata kita tidak akan lebih dari besi tua setelah beberapa saat.”", "Melihat ke luar jendela, Lu Yin mengerutkan kening saat melihat lebih banyak zombie berkumpul, “Katakan pada semua orang untuk mempercepat. Kita tidak boleh membuang waktu kita dikelilingi oleh zombie di kota. ”", "“Ya, Bos,” jawab Xu San dan meninggalkan kendaraan lapis baja, setelah itu tentara segera melaju. Sebagai kapten yang mengalahkan Zhao Yu, Lu Yin sekarang memilikinyadari posisi tertinggi di antara para kapten dan baik Kang Dafeng maupun Luo Yi tidak berani untuk tidak setuju dengannya.", "Sepanjang jalan, Lu Yin mendapatkan kekaguman yang baru ditemukan untuk Zhao Yu. Tidak semua orang memiliki keberanian untuk melakukan perjalanan melintasi zombie dan pedesaan yang dipenuhi mutan sendirian.", "Pasukan segera berhenti di jalan rusak, terpaksa memperbaikinya jika mereka ingin maju. Lu Yin menutup matanya dan mulai memutar-mutar jarinya di udara, meniru pergerakan bintang-bintang, tetapi dia mendengar Kang Dafeng berteriak di luar saat dia mulai membunuh zombie. Membuka mata untuk melihat sekilas, dia kembali ke tugasnya.", "“Dia benar-benar seorang kapten, bahkan zombie pun takut padanya,” komentar Xu San dari samping.", "Namun, Lu Yin tidak terkesan, “Minta dia untuk kembali dan melanjutkan perjalanan. Ada terlalu banyak zombie untuk dibunuh di sekitar sini.”", "Xu San mengangguk dan hendak meninggalkan kendaraan, tetapi dia segera berbalik, “Bos, Kang Dafeng mengikuti zombie ke gedung yang ditinggalkan itu.”", "Lu Yin akhirnya mengangkat kepalanya dan menoleh, keluar dari kendaraan beberapa saat kemudian dengan ekspresi serius.", "“Ada apa, Bos?” Xu San bertanya.", "Lu Yin menyipitkan matanya, “Tidak ada suara.”", "“Huh, kamu benar. Mereka harus bertempur di dalam gedung. ”", "“Kakak Lu, di mana Kang Dafeng?” Luo Yi datang dan bertanya.", "“Tetap di sini, aku akan pergi dan melihat-lihat,” Jawab Lu Yin, mengeluarkan batang logamnya dan berjalan menuju gedung. Belati Vesta masih berada di Nanjing, yang dia duga akan bertahan lama. Dia juga telah menolak pedang yang ditawarkan Zhou Shan, jadi dia terus menggunakan batang logamnya untuk saat ini.", "Dikelilingi api, bangunan terbengkalai itu tampak menyeramkan bahkan di siang hari. Lu Yin masuk perlahan dan memeriksa tempat itu, tetapi meskipun menemukan pisau Kang Dafeng dengan sangat cepat, dia tidak dapat menemukan pria itu sendiri. Dia berjalan lebih jauh dan mengeluarkan jam tangan Vesta dari cincin kosmiknya, memeriksa tanda-tanda level pertempuran di sekitar. Segera ada panah menunjuk tepat di belakangnya, dengan nomor 900 tertulis di bawahnya.", "Lu Yin segera memiringkan tubuhnya, menghindari benang putih yang menembus dinding terdekat. Dia menoleh dan melihat laba-laba mutan yang sangat besar dengan enam mata merah yang menakutkan, sehelai kain berlumuran darah di sudut mulutnya. Dia mendesah sebagai jawaban; dia terlambat. Kang Dafeng sudah dimakan. Pada level pertempuran 900, laba-laba mutan ini setara dengan seseorang di puncak Alam Bumi. Sebagai seseorang yang baru saja masuk ke dunia ini, Kang Dafeng bukanlah tandingannya.", "Lu Yin mencengkeram batang logamnya erat-erat dan bergegas keluar, menyapunya ke arah laba-laba. Binatang buas itu mengangkat kakinya untuk mencoba dan menghindari serangannya, tetapi tubuhnya tiba-tiba berkedip dan muncul tepat di belakangnya. Tongkat itu menghancurkan dan mematahkan tubuhnya menjadi dua, melempar keluar Kang Dafeng yang belum tercerna dari perutnya. Muak dengan pemandangan itu, dia mengerutkan kening dan pergi dengan cepat. Kembali ke pasukan, dia meminta Xu San mengumumkan bahwa tidak ada yang bisa pergi sendiri. Siapapun yang tidak taat akan diasingkan.", "“Kang Dafeng, apakah dia sudah mati?” Luo Yi bertanya dengan kaget.", "“Kamu bisa pergi melihat-lihat di dalam gedung, tubuhnya belum tercerna,” jawab Lu Yin.", "Wajah Luo Yi memucat. Seorang kapten mati begitu saja, tanpa suara sedikitpun? Jika bukan karena Lu Yin, Kang Dafeng akan dicerna oleh laba-laba. Ini adalah kekejaman Kiamat; bahkan yang kuat tidak bisa melindungi diri mereka sendiri. Xu San juga menjadi pucat, segera menaiki kendaraan lapis baja dan memutuskan bahwa dia tidak akan pernah meninggalkan sisi Lu Yin. Luo Yi segera melakukan hal yang sama.", "Lu Yin tidak bisa berkata-kata karena ketakutan ini, “Tidak apa-apa jika kamu tidak meninggalkan pasukan.”", "Luo Yi memutar matanya ke arahnya, “Itu mudah untuk dikatakan. Siapa yang tahu makhluk mutan lain apa, lebih aman tinggal bersamamu.”", "Tanpa jawaban, dia memutuskan untuk mengabaikannya dan memerintahkan pasukan untuk terus bergerak maju.", "“Bos, haruskah kita melapor ke Nanjing? Kematian seorang kapten bukanlah hal yang sepele,” Tanya Xu San.", "“Tidak perlu terburu-buru. Kami akan memutuskan setelah kami mencapai garis depan. Nah, jika kita mencapai garis depan.”", "Kata-kata ini membuat Xu San semakin pucat. Bahkan saat Luo Yi secara tidak sadar mendekati Lu Yin, dia mulai menghibur dirinya sendiri, “Tidak, kita harus pergi untuk mencapai garis depan dengan aman. Kami harus.”", "Lu Yin melihat ke luar jendela, pasukan itu bergerak maju perlahan.", "“Tapi kalau dipikir-pikir, Kang Dafeng benar-benar sial. Dia mungkin masih hidup jika dia tidak mengejar zombie ke gedung itu,“ Xu San bergumam pada dirinya sendiri. Dia merasa lebih aman saat berbicara.", "Kata-kata ini membuat kepala Lu Yin terangkat, “Apa yang kamu katakan?”", "Xu San menjadi kaku dan menjawab, “Aku mengatakan Kang Dafeng benar-benar sangat tidak beruntung. Dia mungkin masih hidup jika dia tidak mengejar zombie ke gedung itu.”", "www.worldnovel.online"]}
]